{
    "books": [
        {
            "title": "The Pirate Prince",
            "authors": [
                "Gaelen Foley"
            ],
            "ranking": 3.85,
            "ranking_count": 2723,
            "abstract": "When Allegra Monteverdi, the daughter of Lazar's sworn enemy, throws herself on his mercy, the pirate prince Lazar di Fiori agrees to spare the lives of her family but only if she sails away with him.. Alone at sea with this dark, intriguing man, moving between seduction and fear, Allegra realizes it will take more than her growing love for this pirate prince to bring peace to her beloved home. For Lazar must face the demons of his shattered past - if he is to forge the destiny that is theirs to claim...",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Adventure",
                "Adult",
                "Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "The Golden Barbarian",
            "authors": [
                "Iris Johansen"
            ],
            "ranking": 3.91,
            "ranking_count": 1908,
            "abstract": "From the halls of a palatial prison to the hot sands of an endless desert.... Here is a timeless story of love and adventure set among hills of gold, warring tribes, and fabled kingdoms—the story of a fearless princess and a barbarian sheikh..... She was a ravishing pawn in a game of politics and passion.... Flaunting the oppressive destiny decreed for her by the kingdom of Tamrovia, Princess Theresa Christina Rubinoff struck a sensual bargain with a handsome barbarian chieftain. She vowed to play his seductive game, surrendering herself to his will, all the while determined to fight for her independence in a land that considered women only as playthings.. Mysterious as the desert night, rich as Midas, Galen ben Rashid swept Tess away to his palace in exotic Sedikhan, offering her freedom in exchange for the marriage that would join their kingdoms. A man surrounded by enemies, he would make her a slave to his passion in order to bind her to his side, little knowing that when he took the captivating princess as his bride, he would lose his heart.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Thriller",
                "Adult"
            ]
        },
        {
            "title": "Butterfly",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.71,
            "ranking_count": 5546,
            "abstract": "All she wanted was to be someone's little girl... Fate made her a lonely orphan, yearning for the embrace of a real family and a loving home. But a golden chance at a new life may not be enough to escape the dark secrets of her past...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Thriller",
                "Drama",
                "Adult Fiction",
                "Adult",
                "Gothic",
                "Womens Fiction"
            ]
        },
        {
            "title": "When Genius Failed: The Rise and Fall of Long-Term Capital Management",
            "authors": [
                "Roger Lowenstein"
            ],
            "ranking": 4.19,
            "ranking_count": 26235,
            "abstract": "With a new Afterword addressing today’s financial crisis. A. BUSINESS WEEK. BEST BOOK OF THE YEAR. In this business classic—now with a new Afterword in which the author draws parallels to the recent financial crisis—Roger Lowenstein captures the gripping roller-coaster ride of Long-Term Capital Management. Drawing on confidential internal memos and interviews with dozens of key players, Lowenstein explains not just how the fund made and lost its money but also how the personalities of Long-Term’s partners, the arrogance of their mathematical certainties, and the culture of Wall Street itself contributed to both their rise and their fall.. When it was founded in 1993, Long-Term was hailed as the most impressive hedge fund in history. But after four years in which the firm dazzled Wall Street as a $100 billion moneymaking juggernaut, it suddenly suffered catastrophic losses that jeopardized not only the biggest banks on Wall Street but the stability of the financial system itself. The dramatic story of Long-Term’s fall is now a chilling harbinger of the crisis that would strike all of Wall Street, from Lehman Brothers to AIG, a decade later. In his new Afterword, Lowenstein shows that LTCM’s implosion should be seen not as a one-off drama but as a template for market meltdowns in an age of instability—and as a wake-up call that Wall Street and government alike tragically ignored.",
            "part_of_series": false,
            "genre_list": [
                "Economics",
                "Business",
                "Nonfiction",
                "History",
                "Currency",
                "Buisness",
                "Biography",
                "Finance"
            ]
        },
        {
            "title": "A Hora dos Ruminantes",
            "authors": [
                "José J. Veiga"
            ],
            "ranking": 4.04,
            "ranking_count": 277,
            "abstract": "Manirema bij het vallen van de avond – voorboden, voortekens, geluiden. Aangedragen door de wind, die rond de straathoeken speelt, het onvermijdelijke hondengeblaf en gehuil van baby’s met oorpijn of angst voor het donker. Druk confererende kikkers, ijzer slijpende krekels, vleermuizen die met grote steken zwarte lappen naaien en die over het kerkplein uitstrekken voor een somber feest. Manirema wacht de nacht.. Vreemde mannen slaan een kamp op bij het gezapige stadje in het Braziliaanse binnenland. Wie zijn ze en wat komen ze doen? Waarom sturen ze een meute honden op het stadje af? En waar komen de ossen vandaan die als een Bijbelse plaag Manirema bezetten?. In 1964 pleegt het Braziliaanse leger een staatsgreep en vestigt een nationalistische dictatuur. Er daalt een duistere nacht van vrijheidsberoving, censuur en geweld neer over het land die twintig jaar zal aanhouden. De drie plagen van Manirema is in 1966 het allegorische antwoord van José J. Veiga op die nacht. Het boek heeft de huiveringwekkende kracht van het werk van Franz Kafka en José Saramago.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literature"
            ]
        },
        {
            "title": "Politically Correct Death: Answering the Arguments for Abortion Rights",
            "authors": [
                "Francis J. Beckwith"
            ],
            "ranking": 4.33,
            "ranking_count": 27,
            "abstract": "The author explains and responds to ethical and philosophical arguments used to defend a pro-choice position. Key court decisions are also critiqued.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Christian"
            ]
        },
        {
            "title": "Buddhism Plain and Simple",
            "authors": [
                "Steve Hagen"
            ],
            "ranking": 4.02,
            "ranking_count": 8857,
            "abstract": "This book offers a clear, straightforward approach to Buddhism in general and awareness in particular. It is about being awake and in touch with what is going on here and now. When the Buddha was asked to sum up his teaching in a single word, he said, Awareness. The Buddha taught how to see directly into the nature of experience. His observations and insights are plain, practical, and down-to-earth, and they deal exclusively with the present. In Buddhism Plain and Simple, Steve Hagen presents these uncluttered, original teachings in everyday, accessible language unencumbered by religious ritual, tradition, or belief.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Nonfiction",
                "Philosophy",
                "Spirituality",
                "Self Help",
                "Buddhism",
                "Psychology",
                "Health"
            ]
        },
        {
            "title": "Love Finds A Home",
            "authors": [
                "Janette Oke"
            ],
            "ranking": 4.2,
            "ranking_count": 8674,
            "abstract": "Leaving her little prairie town, Belinda Davis never dreamed that the excitement of living in Boston would leave her restless and empty inside. Wealth, literature, travel, and romance touched her life with choices and decisions that brought dissatisfaction rather than joy. She discovered that only when God had first place in her life was her peace restored. Belinda once again faces decisions about her life that are no less difficult than before. A very unexpected responsibility makes the choice even harder.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Historical",
                "Christian",
                "Fiction",
                "Romance",
                "Inspirational",
                "Adult Fiction"
            ]
        },
        {
            "title": "Exclusion & Embrace: A Theological Exploration of Identity, Otherness, and Reconciliation",
            "authors": [
                "Miroslav Volf"
            ],
            "ranking": 4.3,
            "ranking_count": 2273,
            "abstract": "Life at the end of the twentieth century presents us with a disturbing reality. Otherness, the simple fact of being different in some way, has come to be defined as in and of itself evil. Miroslav Volf contends that if the healing word of the gospel is to be heard today, Christian theology must find ways of speaking that address the hatred of the other. Reaching back to the New Testament metaphor of salvation as reconciliation, Volf proposes the idea of embrace as a theological response to the problem of exclusion.. Increasingly we see that exclusion has become the primary sin, skewing our perceptions of reality and causing us to react out of fear and anger to all those who are not within our (ever-narrowing) circle. In light of this, Christians must learn that salvation comes, not only as we are reconciled to God, and not only as we learn to live with one another, but as we take the dangerous and costly step of opening ourselves to the other, of enfolding him or her in the same embrace with which we have been enfolded by God.. Is there any hope of embracing our enemies? Of opening the door to reconciliation? Miroslav Volf, a Yale University theologian, has won the 2002 Louisville Grawemeyer Award in Religion for his book, Exclusion & Embrace: A Theological Exploration of Identity, Otherness, and Reconciliation (Abingdon, 1996). Volf argues that exclusion of people who are alien or different is among the most intractable problems in the world today. He writes, It may not be too much to claim that the future of our world will depend on how we deal with identity and difference. The issue is urgent. The ghettos and battlefields throughout the world in the living rooms, in inner cities, or on the mountain ranges testify indisputably to its importance. A Croatian by birth, Volf takes as a starting point for his analysis the recent civil war and ethnic cleansing in the former Yugoslavia, but he readily finds other examples of cultural, ethnic, and racial conflict to illustrate his points. And, since September 11, one can scarcely help but plug the new world players into his incisive descriptions of the dynamics of interethnic and international strife.. Exclusion happens, Volf argues, wherever impenetrable barriers are set up that prevent a creative encounter with the other. It is easy to assume that exclusion is the problem or practice of barbarians who live over there, but Volf persuades us that exclusion is all too often our practice here as well. Modern western societies, including American society, typically recite their histories as narratives of inclusion, and Volf celebrates the truth in these narratives. But he points out that these narratives conveniently omit certain groups who disturb the integrity of their happy ending plots. Therefore such narratives of inclusion invite long and gruesome counter-narratives of exclusion the brutal histories of slavery and of the decimation of Native American populations come readily to mind, but more current examples could also be found.. Most proposed solutions to the problem of exclusion have focused on social arrangements what kind of society ought we to create in order to accommodate individual or communal difference? Volf focuses, rather, on what kind of selves we need to be in order to live in harmony with others. In addressing the topic, Volf stresses the social implications of divine self-giving. The Christian scriptures attest that God does not abandon the godless to their evil, but gives of Godself to bring them into communion. We are called to do likewise whoever our enemies and whoever we may be. The divine mandate to embrace as God has embraced is summarized in Paul’s injunction to the Romans: Welcome one another, therefore, just as Christ has welcomed you (Romans 15:7).. Susan R. Garrett, Coordinator of the Religion Award, said that the Grawemeyer selection committee praised Volf s book on many counts. These included its profound interpretation of certain pivotal passages of Scripture and its brilliant engagement with contemporary theology, philosophy, critical theory, and feminist theory. Volf s focus is not on social strategies or programs but, rather, on showing us new ways to understand ourselves and our relation to our enemies. He helps us to imagine new possibilities for living against violence, injustice, and deception. Garrett added that, although addressed primarily to Christians, Volf's theological statement opens itself to religious pluralism by upholding the importance of different religious and cultural traditions for the formation of personal and group identity. The call to embrace the other is never a call to remake the other into one s own image. Volf who had just delivered a lecture on the topic of Exclusion and Embrace at a prayer breakfast for the United Nations when the first hijacked plane hit the World Trade Center will present a lecture and receive his award in Louisville during the first week of April, 2002.. The annual Religion Award, which includes a cash prize of $200,000, is given jointly by Louisville Presbyterian Theological Seminary and the University of Louisville to the authors or originators of creative works that contribute significantly to an understanding of the relationship between human beings and the divine, and ways in which this relationship may inspire or empower human beings to attain wholeness, integrity, or meaning, either individually or in community. The Grawemeyer awards given also by the University of Louisville in the fields of musical composition, education, psychology, and world order honor the virtue of accessibility: works chosen for the awards must be comprehensible to thinking persons who are not specialists in the various fields.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Nonfiction",
                "Christian",
                "Philosophy",
                "Spirituality",
                "Cultural",
                "Academic"
            ]
        },
        {
            "title": "الحمامة",
            "authors": [
                "Patrick Süskind",
                "باتريك زوسكند",
                "عدنان عبد السلام أبو الشامات"
            ],
            "ranking": 3.7,
            "ranking_count": 15600,
            "abstract": "عبر صفحات هذة الرواية -الحكاية يلج بنا زوكسيند صاحب رواية العطر الشهيرة في العوالم النفسية المتناقضة لإحدى أشهر شخصياته، وبأكثر تفاصيلها دقة، جواثان نويل. وللوهلة الأولى قد يعتقد القارئ أن هذه الشخصية متفردة وغير موجودة إلا عبر صفحات الورق. لن ما أن يتأمل واحدنا قليلاً وينقب في أعماقه حتى يجد أن جوناثان نويل موجود في دواخلنا المقموعة بشكل ما، والحمامة ليست إلا تجل من تجليات القمع والاضطهاد اليومي الذي نتعرض له من الرتابة التي تفرضها حيانا المعاصرة وتناقضاتها المرعبة.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Novels",
                "Short Stories",
                "Cultural",
                "Literature",
                "Novella",
                "Contemporary"
            ]
        },
        {
            "title": "Kurt Cobain",
            "authors": [
                "Christopher Sandford"
            ],
            "ranking": 3.51,
            "ranking_count": 1269,
            "abstract": "Here is the first biography to explore, with shocking detail, the drama that formed this troubled, tragic rock star. Neither an apology nor a condemnation, Kurt Cobain presents a vivid insider's view of the life and death of a man who galvanized a generation and gave birth to the grunge revolution with his band Nirvana. Sandford portrays the provocative, small-town rebel with the talent of John Lennon, and then shows him at work on concert stages in Seattle, New York, and London. Readers follow the struggles of Cobain's emotional life—his tumultuous relationships with family and his fellow band members, his drug addiction and sexual appetite, his stormy marriage to Courtney Love, and the birth of his daughter, who, as Cobain wrote in his suicide note, reminds me too much of who I used to be. During his research, Sandford has had access to Cobain's family, his colleagues, his former friends and lovers, and even author William S. Burroughs, whom Cobain considered to be his greatest influence. The result is a graphic account of the life that led to the day in April 1994 when Cobain turned a shotgun on himself and became a martyr to disaffected youth around the world.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Nonfiction",
                "Biography",
                "Biography Memoir",
                "Mental Health",
                "Contemporary",
                "History"
            ]
        },
        {
            "title": "Ghost World",
            "authors": [
                "Daniel Clowes"
            ],
            "ranking": 3.83,
            "ranking_count": 70765,
            "abstract": "Ghost World. has become a cultural and generational touchstone, and continues to enthrall and inspire readers over a decade after its original release as a graphic novel. Originally serialized in the pages of the seminal comic book. Eightball. throughout the mid-1990s, this quasi-autobiographical story (the name of one of the protagonists is famously an anagram of the author's name) follows the adventures of two teenage girls, Enid and Becky, two best friends facing the prospect of growing up, and more importantly, apart. Daniel Clowes is one of the most respected cartoonists of his generation, and. Ghost World. is his magnum opus. Adapted into a major motion picture directed by Terry Zwigoff (director of the acclaimed documentary. Crumb. ), which was nominated for an Academy Award for Best Adapted Screenplay. This graphic novel is a must for any self-respecting comics fan's library.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "Graphic Novels Comics",
                "Young Adult",
                "Comics",
                "Contemporary",
                "Literature"
            ]
        },
        {
            "title": "Prisoner's Dilemma: John von Neumann, Game Theory, and the Puzzle of the Bomb",
            "authors": [
                "William Poundstone",
                "John von Neumann"
            ],
            "ranking": 3.91,
            "ranking_count": 1776,
            "abstract": "Should you watch public television without pledging?...Exceed the posted speed limit?...Hop a subway turnstile without paying? These questions illustrate the so-called prisoner's dilemma, a social puzzle that we all face every day. Though the answers may seem simple, their profound implications make the prisoner's dilemma one of the great unifying concepts of science. Watching players bluff in a poker game inspired John von Neumann--father of the modern computer and one of the sharpest minds of the century--to construct game theory, a mathematical study of conflict and deception. Game theory was readily embraced at the RAND Corporation, the archetypical think tank charged with formulating military strategy for the atomic age, and in 1950 two RAND scientists made a momentous discovery.. Called the prisoner's dilemma, it is a disturbing and mind-bending game where two or more people may betray the common good for individual gain. Introduced shortly after the Soviet Union acquired the atomic bomb, the prisoner's dilemma quickly became a popular allegory of the nuclear arms race. Intellectuals such as von Neumann and Bertrand Russell joined military and political leaders in rallying to the preventive war movement, which advocated a nuclear first strike against the Soviet Union. Though the Truman administration rejected preventive war the United States entered into an arms race with the Soviets and game theory developed into a controversial tool of public policy--alternately accused of justifying arms races and touted as the only hope of preventing them.. A masterful work of science writing,. Prisoner's Dilemma. weaves together a biography of the brilliant and tragic von Neumann, a history of pivotal phases of the cold war, and an investigation of game theory's far-reaching influence on public policy today. Most important,. Prisoner's Dilemma. is the incisive story of a revolutionary idea that has been hailed as a landmark of twentieth-century thought.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "History",
                "Economics",
                "Biography",
                "Psychology",
                "Philosophy",
                "Politics",
                "Business"
            ]
        },
        {
            "title": "Double Lives: Spies and Writers in the Secret Soviet War of Ideas Against the West",
            "authors": [
                "Stephen Koch"
            ],
            "ranking": 4.29,
            "ranking_count": 48,
            "abstract": "The untold story of the hidden Soviet propaganda network that successfully used Ernest Hemingway, Lillian Hellman, Andre Gide, John Dos Passos, Bertolt Brecht, and others to its own ends--a true story of international intrigue, betrayal, and murder. Previously announced.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "History",
                "Spy Thriller"
            ]
        },
        {
            "title": "Control Systems",
            "authors": [
                "A. Nagoor Kani"
            ],
            "ranking": 3.86,
            "ranking_count": 603,
            "abstract": "ASIN assigned: B0018NKLGQ. OCLC Number:\t174944394",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Education"
            ]
        },
        {
            "title": "A Feather on the Breath of God",
            "authors": [
                "Sigrid Nunez"
            ],
            "ranking": 3.95,
            "ranking_count": 989,
            "abstract": "A young woman looks back to the world of her immigrant parents: a Chinese-Panamanian father and a German mother. Growing up in a housing project in the 1950s and 1960s, she escapes into dreams inspired both by her parents' stories and by her own reading and, for a time, into the otherworldly life of ballet. A yearning, homesick mother, a silent and withdrawn father, the ballet--these are the elements that shape the young woman's imagination and her sexuality. It is a story about displacement and loss, and about the tangled nature of relationships between parents and children, between language and love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Historical",
                "Literary Fiction",
                "Race",
                "Adult Fiction",
                "Relationships",
                "Womens",
                "Academic",
                "Contemporary"
            ]
        },
        {
            "title": "Penguin Lost",
            "authors": [
                "Andrey Kurkov"
            ],
            "ranking": 3.8,
            "ranking_count": 1699,
            "abstract": "Viktor – last seen in. Death and the Penguin. fleeing Mafia vengeance on an Antarctica-bound flight booked for Penguin Misha – seizes a heaven-sent opportunity to return to Kiev with a new identity. Clear now as to the enormity of abandoning Misha, then convalescent from a heart-transplant, Viktor determines to make amends. Viktor falls in with a Mafia boss who engages him to help in his election campaign, then introduces him to men who might further his search for Misha, said to be in a private zoo in Chechnya.. What ensues is for Viktor both a quest and an odyssey of atonement, and, for the reader, an experience as rich, topical and illuminating as. Death and the Penguin. .",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Mystery",
                "Humor",
                "Literature",
                "Novels",
                "Contemporary"
            ]
        },
        {
            "title": "The Talbot Odyssey",
            "authors": [
                "Nelson DeMille"
            ],
            "ranking": 3.88,
            "ranking_count": 6606,
            "abstract": "IT STARTED AS A SIMPLE SPY HUNT.. IT BECAME A DESPERATE BATTLE TO SAVE THE WEST.. For forty years Western intelligence agents have known a terrible secret: the Russians have a mole -- code-named Talbot -- inside the CIA. At first Talbot is suspected of killing European agents. Then a street-smart ex-cop uncovers a storm of espionage and murder on the streets of New York, while in a Long Island suburb a civic demonstration against the Russian mission masks a desperate duel of nerves and wits.. Engineered by Talbot, a shadow world of suspicion and deceit is spilling onto the streets -- leading to a new Soviet weapon and a first-strike war plan threatening the foundations of American government.. For the U.S., time is running out. For Talbot, the time is now.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Spy Thriller",
                "Action",
                "Adventure",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "The Wandering Fire",
            "authors": [
                "Guy Gavriel Kay"
            ],
            "ranking": 4.12,
            "ranking_count": 16463,
            "abstract": "In the second novel in Guy Gavriel Kay's critically acclaimed Fionavar Tapestry, five men and women from our world must play their parts in a colossal war, as the first of all worlds confronts an ancient evil.... After a thousand years of imprisonment the Unraveller has broken free and frozen Fionavar in the ice of eternal winter. His terrible vengeance has begun to take its toll on mortals and demi-gods, mages and priestesses, dwarves and the Children of Light.. The five brought from Earth across the tapestry of worlds must act to wake the allies Fionavar desperately needs. But no one can know if these figures out of legend have power enough to shatter the icy grip of death upon the land--or if they even want to...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Cultural",
                "Mythology",
                "Adventure"
            ]
        },
        {
            "title": "Obfite piersi, pełne biodra",
            "authors": [
                "Mo Yan",
                "Katarzyna Kulpa"
            ],
            "ranking": 3.81,
            "ranking_count": 2820,
            "abstract": "Obfitymi piersiami i pełnymi biodrami natura obdarza kobiety z rodziny Shangguan, mieszkającej w małej chińskiej wiosce, w prowincji Shandong. Od obfitych piersi i matczynego mleka uzależniony jest narrator powieści, długo wyczekiwany syn, brat ośmiu starszych sióstr. Losy rodziny ukazane są na tle wydarzeń historycznych, począwszy od Powstania Bokserów w 1900 roku, poprzez upadek dynastii Qing, inwazję japońską, walki Kuomintangu z komunistami, rewolucję kulturalną, aż do reform gospodarczych. Na prowincji życie toczy się jednak obok wielkich przemian, rządzą tam najprostsze instynkty, a podstawową wartością jest przetrwanie.. W powieści Obfite piersi, pełne biodra wszystko jest trochę oderwane od rzeczywistości, pełne makabrycznych zdarzeń i wynaturzonych postaci, ocierające się o magię - a jednocześnie opisane prostym, niezwykle obrazowym językiem, przesycone ironią i czarnym humorem. Zręczność stylistyczna i wybujała fantazja Mo Yana powodują, że lektura wciąga na długo - jest to jedna z tych książek, które czyta się zachłannie, mimo że ogłuszają, wyprowadzają z równowagi.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Asian Literature",
                "Nobel Prize",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The Spanish Labyrinth: An Account of the Social and Political Background of the Spanish Civil War",
            "authors": [
                "Gerald Brenan"
            ],
            "ranking": 3.99,
            "ranking_count": 243,
            "abstract": "Gerald Brenan's The Spanish Labyrinth has become the classic account of the background to the Spanish Civil War. Written during and immediately after the Civil War, this 1990 book has all the vividness of the author's experience. It represents a struggle to see the issues in Spanish politics objectively, whilst bearing witness to the deep involvement which is the only possible source of much of this richly detailed account. As a literary figure on the fringe of the Bloomsbury group, Gerald Brenan lends to this narrative an engaging personal style that has become familiar to many thousands of readers over the decades since it was first published.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Cultural",
                "Nonfiction",
                "Civil War",
                "Politics",
                "War"
            ]
        },
        {
            "title": "Soledades. Galerías. Otros poemas",
            "authors": [
                "Antonio Machado"
            ],
            "ranking": 4.04,
            "ranking_count": 454,
            "abstract": "En el Machado de esta primera etapa, anterior al tema de Soria y del paisaje castellano, ya se perciben algunos de los elementos que iban a presidir su obra: determinadas metaforas, gratas al poeta, temas de una concreta vibracion personal y esa reconocible altura poetica y tono diafano que le acompano desde el principio.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "European Literature",
                "Classics",
                "Cultural"
            ]
        },
        {
            "title": "Breakfast with Scot",
            "authors": [
                "Michael Downing"
            ],
            "ranking": 3.66,
            "ranking_count": 373,
            "abstract": "Sam and Ed are living the good life: happy, healthy, devoted to each other and their careers, they have no yearning for the joyful mysteries of parenthood. But when eleven-year-old Scot's mother suddenly dies, the couple is determined to make good on a wine-soaked promise made years before. They hang a tire swing in the back yard and call the neighborhood school to arrange enrollment. Scot arrives just in time to start fifth grade—with a pair of lacy white socks in his duffel bag.. With wry dialogue, frothy characters, and an offbeat plot, Michael Downing's mastery reaches new heights of brilliance in. Breakfast with Scot. .. About the Author:. Michael Downing is the author of the novels. Perfect Agreement, Mother of God. , and. A Narrow Time. . He lives in Cambridge, Massachusetts.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Contemporary",
                "Gay",
                "Romance",
                "Novels",
                "Queer",
                "Family"
            ]
        },
        {
            "title": "The Boer War",
            "authors": [
                "Thomas Pakenham"
            ],
            "ranking": 4.16,
            "ranking_count": 1471,
            "abstract": "More than two hundred illustrations, photographs, and maps combine with an abridged edition of the author's critically acclaimed. The Boer War. to chronicle the events, personalities, causes, and consequences of the war. History Bk Club.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Cultural",
                "Nonfiction",
                "Military",
                "War",
                "Southern Africa",
                "European Literature"
            ]
        },
        {
            "title": "Tomek w krainie kangurów",
            "authors": [
                "Alfred Szklarski"
            ],
            "ranking": 3.91,
            "ranking_count": 1685,
            "abstract": "W pierwszej powieści Tomek wyrusza do Australii, aby łowić dzikie zwierzęta do europejskich ogrodów zoologicznych. Podczas wyprawy bierze udział w poszukiwaniu zaginionej dziewczynki. Uratowana Sally okaże się prawdziwą przyjaciółką, a podarowany przez nią pies Dingo wiernym towarzyszem podczas wszystkich niebezpiecznych podróży.",
            "part_of_series": true,
            "genre_list": [
                "European Literature",
                "Adventure",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Academic",
                "Travel",
                "Classics",
                "Cultural",
                "Favorites"
            ]
        },
        {
            "title": "Dale Loves Sophie to Death",
            "authors": [
                "Robb Forman Dew"
            ],
            "ranking": 3.22,
            "ranking_count": 291,
            "abstract": "Robb Forman Dew's cult first novel explores themes of familial and romantic bonds as it tells the story of a woman whose husband stays behind in New England while she and their children spend the summer in her Midwestern hometown.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Історія пані Ївги",
            "authors": [
                "Valerian Pidmohylny"
            ],
            "ranking": 4.36,
            "ranking_count": 14,
            "abstract": "Валер'ян Підмогильний— одна з найпомітніших постатей в українській літературі XX століття. Безпідставно репресований у розквіті творчих сил, письменник залишив по собі багату творчу спадщину, чільне місце серед якої посідав проза малих форм. До книжки увійшли глибоко психологічні оповідання «Історія пані ївги», «Ваня», «Син» та інші, а також повість «Остап Шаптала».. Видається до 90-річчя з дня народження письменника.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Anabasis",
            "authors": [
                "Saint-John Perse",
                "T.S. Eliot"
            ],
            "ranking": 3.91,
            "ranking_count": 269,
            "abstract": "This internationally famous poem by the 1960 Nobel laureate was introduced to English-language readers in this translation by T. S. Eliot. In this definitive edition, French and English texts appear on facing pages. Preface by T. S. Eliot.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Nobel Prize",
                "Cultural",
                "Literature",
                "Fiction",
                "European Literature"
            ]
        },
        {
            "title": "Reinventing the Enemy's Language: Contemporary Native Women's Writings of North America",
            "authors": [
                "Joy Harjo",
                "Gloria Bird",
                "Beth Cuthand",
                "Valerie Martinez",
                "Patricia Blanco"
            ],
            "ranking": 4.39,
            "ranking_count": 331,
            "abstract": "This long-awaited anthology celebrates the experience of Native American women and is at once an important contribution to our literature and an historical document. It is the most comprehensive anthology of its kind to collect poetry, fiction, prayer, and memoir from Native American women. Over eighty writers are represented from nearly fifty nations, including such nationally known writers as Louise Erdrich, Linda Hogan, Leslie Marmon Silko, Lee Maracle, Janet Campbell Hale, and Luci Tapahonso; others — Wilma Mankiller, Winona LaDuke, and Bea Medicine — who are known primarily for their contributions to tribal communities; and some who are published here for the first time in this landmark volume.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Nonfiction",
                "Anthologies",
                "Short Stories",
                "Feminism",
                "Writing",
                "Literature",
                "Social Movements",
                "Race",
                "Humanities"
            ]
        },
        {
            "title": "Principia Ethica (Philosophical Classics)",
            "authors": [
                "George Edward Moore"
            ],
            "ranking": 3.82,
            "ranking_count": 893,
            "abstract": "First published in 1903, this volume revolutionized philosophy and forever altered the direction of ethical studies. It clarifies some of moral philosophy's most common confusions and redefines the science's terminology. 6 chapters explore: the subject matter of ethics, naturalistic ethics, hedonism, metaphysical ethics, ethics in relation to conduct, and the ideal.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Politics",
                "Literature",
                "Reference"
            ]
        },
        {
            "title": "The Search for the Green River Killer",
            "authors": [
                "Carlton Smith",
                "Tomás Guillén"
            ],
            "ranking": 4.01,
            "ranking_count": 7242,
            "abstract": "The true story of America's most notorious serial killer case ever.",
            "part_of_series": false,
            "genre_list": [
                "Crime",
                "Nonfiction",
                "Mystery",
                "History",
                "Biography",
                "Audiobook",
                "Horror",
                "Reference"
            ]
        },
        {
            "title": "Wayside School Is Falling Down",
            "authors": [
                "Louis Sachar",
                "Joel Schick"
            ],
            "ranking": 4.15,
            "ranking_count": 59393,
            "abstract": "Louis yard teacher starts off 30 tales of unusual students. Comic sketches precede every chapter. Todd brings a cute adorable plastic puppy who bites back when Joy steals it. Cafeteria Mrs Mush serves Mushroom Surprise that changes Ron. When Paul falls out the window, Leslie offers her pigtails to pull him back. On 19th floor, invisible Allison finds Miss Zarves' class.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Humor",
                "Young Adult",
                "Fantasy",
                "Short Stories",
                "Academic"
            ]
        },
        {
            "title": "Cruel Kings and Mean Queens",
            "authors": [
                "Terry Deary",
                "Kate Sheppard"
            ],
            "ranking": 4.1,
            "ranking_count": 992,
            "abstract": "From William the Conker to Bald Queen Bess, this is a guide to the kings and queens of England, and some of their nastiest habits.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Childrens",
                "Historical",
                "Humor",
                "European Literature",
                "Education"
            ]
        },
        {
            "title": "The Proud Tower: A Portrait of the World Before the War, 1890-1914",
            "authors": [
                "Barbara W. Tuchman"
            ],
            "ranking": 4.13,
            "ranking_count": 8094,
            "abstract": "During the fateful quarter century leading up to World War I, the climax of a century of rapid, unprecedented change, a privileged few enjoyed Olympian luxury as the underclass was “heaving in its pain, its power, and its hate.” In. The Proud Tower. , Barbara W. Tuchman brings the era to vivid life: the decline of the Edwardian aristocracy; the Anarchists of Europe and America; Germany and its self-depicted hero, Richard Strauss; Diaghilev’s Russian ballet and Stravinsky’s music; the Dreyfus Affair; the Peace Conferences in The Hague; and the enthusiasm and tragedy of Socialism, epitomized by the assassination of Jean Jaurès on the night the Great War began and an epoch came to a close.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Politics",
                "Historical",
                "Literature",
                "Cultural"
            ]
        },
        {
            "title": "The Oxford Companion to Music",
            "authors": [
                "Alison Latham"
            ],
            "ranking": 4.26,
            "ranking_count": 43,
            "abstract": "The Oxford Companion to Music. is one of the most famous music reference works of all time. This invaluable. Companion. now reappears in a completely new edition. Over a million words in length, it is the biggest, most authoritative, and most up to date single-volume music reference book available.. The new edition draws on both the classic single-volume. Oxford Companion to Music. by Percy Scholes, first published in 1938, and the two-volume. New Oxford Companion to Music. , edited by Denis Arnold (1983), but is thoroughly revised and reimagined for the 21st century. Alison Latham has assembled a distinguished team of over 120 international contributors, bringing their distinctive voices to an exceptionally broad sweep of musical subjects ranging from composers, performers, conductors, individual works, instruments and notation, and forms and genres, to music scholarship and aesthetics, music education, broadcasting and publishing, all aspects of music theory, and performance practice, as well as jazz, popular music, and dance. Entries range from brief definitions to in-depth essays on subjects such as politics, religion, psychology, and computers. This is a comprehensive, authoritative, and accessible source of information on all aspects of Western music.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Reference",
                "Nonfiction"
            ]
        },
        {
            "title": "If Only They Could Talk",
            "authors": [
                "James Herriot"
            ],
            "ranking": 4.32,
            "ranking_count": 6474,
            "abstract": "This is an alternate cover edition for ISBN. 0330237837. .. When the newly qualified vet, James Herriot, arrives in the small Yorkshire village of Darrowby, he has no idea of the new friends he will meet or adventures that lie ahead. From the author whose books inspired the BBC series All Creatures Great and Small, this first volume of unforgettable memoirs chronicles James Herriot's first years as a country vet, with the signature storytelling magic that has made him a favourite the world over. Here is a book for all those who find laughter and joy in animals, and who know and understand the magic of wild places and beautiful countryside.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Animals",
                "Autobiography",
                "Humor",
                "Classics",
                "European Literature",
                "Short Stories"
            ]
        },
        {
            "title": "Land of a Thousand Hills: My Life in Rwanda",
            "authors": [
                "Rosamond Halsey Carr",
                "A.H. Halsey"
            ],
            "ranking": 4.2,
            "ranking_count": 1142,
            "abstract": "When Rosamond Halsey Carr first arrived in Africa, she had no idea that she would spend the rest of her life there. As a young fashion illustrator living in New York City in the 1940s, she seemed the least likely candidate for such a life of adventure. But marriage to a dashing (and considerably older) hunter-explorer took her to what was then the Belgian Congo, and divorce left her determined to stay on, in neighboring Rwanda, as the manager of a flower plantation.Land of a Thousand Hills unfolds against the backdrop of Rwanda's history from the royal Tutsi dynasty to the present, in a landscape whose magic is aptly evoked through vivid descriptions of everything from elephants to volcanoes to pyrethrum fields. In the grand romantic tradition of Out of Africa, Carr's story is the epic story of a woman alone in an exotic land, struggling to survive untold hardships only to emerge with an extraordinary love for her adopted country and its people.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Nonfiction",
                "Eastern Africa",
                "Autobiography",
                "Biography",
                "History",
                "Biography Memoir",
                "Adventure",
                "War"
            ]
        },
        {
            "title": "The Bridge",
            "authors": [
                "Hart Crane",
                "Waldo Frank",
                "Thomas A. Vogler"
            ],
            "ranking": 4.09,
            "ranking_count": 995,
            "abstract": "Begun in 1923 and published 1930,. The Bridge. is Crane's major work. Very roughly, he wrote a friend, it concerns a mystical synthesis of 'America' . . . The initial impulses of 'our people' will have to be gathered up toward the climax of the bridge, symbol of our constructive future, our unique identity.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Fiction",
                "Classics",
                "Literature",
                "The United States Of America",
                "Cities",
                "Criticism",
                "Unfinished"
            ]
        },
        {
            "title": "We Can Build You",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 3.56,
            "ranking_count": 3831,
            "abstract": "Louis Rosen and his partners sell people--ingeniously designed, historically authentic simulacra of personages such as Edwin M. Stanton and Abraham Lincoln. The problem is that the only prospective buyer is a rapacious billionaire whose plans for the simulacra could land Louis in jail. Then there's the added complication that someone--or something--like Abraham Lincoln may not want to be sold.. Is an electronic Lincoln any less alive than his creators? Is a machine that cares and suffers inferior to the woman Louis loves--a borderline psychopath who does neither? With irresistible momentum, intelligence, and wit, Philip K. Dick creates an arresting techno-thriller that suggests a marriage of. Bladerunner. and. Barbarians at the Gate. .",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Novels",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Literature",
                "Fantasy"
            ]
        },
        {
            "title": "The Velvet Room",
            "authors": [
                "Zilpha Keatley Snyder",
                "Alton Raible"
            ],
            "ranking": 4.27,
            "ranking_count": 2329,
            "abstract": "Robin was always wandering off (her mother's words) to get away from the confusion she felt inside her. It was not until Robin's father found a permanent job at the McCurdy ranch, after three years as a migrant worker, that Robin had a place to wander to. As time went by the Velvet Room became more and more of a haven for her--a place to read and dream, a place to bury one's fears and doubts, a place to count on.. The Velvet Room. , first published in 1965, was a Junior Library Guild selection, and part of Scholastic Books' Arrow Book Club.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Childrens",
                "Young Adult",
                "Mystery",
                "Fiction",
                "Classics",
                "Writing"
            ]
        },
        {
            "title": "A Curtain of Green and Other Stories",
            "authors": [
                "Eudora Welty",
                "Katherine Anne Porter"
            ],
            "ranking": 4.06,
            "ranking_count": 1067,
            "abstract": "In her now-famous introduction to this first collection by a then-unknown young writer from Mississippi named Eudora Welty, Katherine Anne Porter wrote that there is even in the smallest story a sense of power in reserve which makes me believe firmly that, splendid beginning that it is, it is only the beginning. Porter was of course prophetic, and the beginning was splendid.. A Curtain of Green. both introduced and established Eudora Welty as in instinctive genius of short fiction, and in this groundbreaking collection, which includes Powerhouse and Keela, the Outcast Indian Maiden, are the first great works of a great American writer.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "American",
                "Gothic",
                "Literature"
            ]
        },
        {
            "title": "Palm-of-the-Hand Stories",
            "authors": [
                "Yasunari Kawabata",
                "Lane Dunlop",
                "J. Martin Holman"
            ],
            "ranking": 3.95,
            "ranking_count": 2753,
            "abstract": "Recipient of the Nobel Prize in Literature in 1968, the novelist Yasunari Kawabata felt the essence of his art was to be found not in his longer works but in a series of short stories--which he called Palm-of-the-Hand Stories--written over the span of his career. In them we find loneliness, love, and the passage of time, demonstrating the range and complexity of a true master of short fiction.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Literature",
                "Classics",
                "Nobel Prize"
            ]
        },
        {
            "title": "Orphans",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.93,
            "ranking_count": 2141,
            "abstract": "Butterfly. ...She was a lonely orphan until a wealthy couple gave her a homeand a chance to be a world-class ballerina. But her newfound happiness was as fragile as a spider's web.. Crystal. ...Bright and gifted with a flair for science, she found loving new parents, and a boyfriend in her new school. But a shocking tragedy could shatter her perfect world.. Brooke. ...Whisked away from the orphanage into a glamerous life, she was surrounded by every privilege a girl could want. But all she really wanted was to be lovedjust as she is.. Raven. ...She put her painful past behind her when she was taken in by her aunt and uncle. But the torment she was about to endure was far worse than anything she had ever experienced before.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Drama",
                "Gothic",
                "Adult Fiction",
                "Contemporary",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "Homographesis: Essays in Gay Literary and Cultural Theory",
            "authors": [
                "Lee Edelman"
            ],
            "ranking": 3.98,
            "ranking_count": 45,
            "abstract": "First published in 1994. Routledge is an imprint of Taylor & Francis, an informa company.",
            "part_of_series": false,
            "genre_list": [
                "LGBT",
                "Philosophy",
                "Nonfiction",
                "GLBT",
                "Criticism"
            ]
        },
        {
            "title": "If I Should Die Before I Wake",
            "authors": [
                "Han Nolan"
            ],
            "ranking": 4.06,
            "ranking_count": 4432,
            "abstract": "Hilary hates Jews. As part of a neo-Nazi gang in her town, she's finally found a sense of belonging. But when she's critically injured in an accident, everything changes.. Somehow, in her mind, she has become Chana, a Jewish girl fighting for her own life in the ghettos and concentration camps of World War II.. Han Nolan offers powerful insight into one young woman's survival through the Holocaust and another's journey out of hatred and self-loathing.. Reader's guide and an interview with the author included.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "World War II",
                "Fiction",
                "War",
                "Fantasy",
                "Science Fiction"
            ]
        },
        {
            "title": "O Relógio Belisário",
            "authors": [
                "José J. Veiga"
            ],
            "ranking": 3.29,
            "ranking_count": 7,
            "abstract": "Um Relogio Encantado, que Conta Historias em Imagens. um Colecionador que Traz o Relogio Para o Brasil sem Suspeitar de sua Particularidade. um Menino sem Familia, que tem o Poder de Captar as Imagens do Relogio. Esses são os Ingredientes Deste Livro.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Stations of the Tide",
            "authors": [
                "Michael Swanwick"
            ],
            "ranking": 3.69,
            "ranking_count": 2438,
            "abstract": "When a strange magician and renegade scientist steals the secrets that could save a distant planet from being annihilated by its own oceans' tides, a man is sent to Miranda to retrieve those secrets before it is too late. Winner of the Nebula Award. Reprint.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Speculative Fiction",
                "Mystery",
                "Novels",
                "Science Fiction Fantasy",
                "Audiobook",
                "Space"
            ]
        },
        {
            "title": "The Tin Princess",
            "authors": [
                "Philip Pullman"
            ],
            "ranking": 3.8,
            "ranking_count": 7965,
            "abstract": "Sally Lockhart's friend and partner-in-adventure Jim Taylor has just solved a mystery. For years he's been searching for Adelaide, the little girl enslaved by toothless crone Mrs Holland in The Ruby in the Smoke. And now he's found her - just as she's about to become a princess. Crown Princess of Razkavia, to be exact, and a princess in danger. Her future husband is desperate to protect his bride, and employs Jim as their bodyguard - Razkavia's quaint little streets are full of danger.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Historical",
                "Mystery",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Childrens"
            ]
        },
        {
            "title": "The New Penguin Atlas of Medieval History",
            "authors": [
                "Colin McEvedy",
                "David Woodroffe"
            ],
            "ranking": 4.16,
            "ranking_count": 350,
            "abstract": "This is a revised edition of The Penguin Atlas of Medieval History.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Reference",
                "Historical",
                "Cartography",
                "Science",
                "Geography"
            ]
        },
        {
            "title": "The Day of Christ's Return Student",
            "authors": [
                "Andrew Kuyvenhoven"
            ],
            "ranking": 4.33,
            "ranking_count": 6,
            "abstract": "What will Christ's glorious return to earth be like? How can we get ready for it? Recent years have generated a great deal of talk about a rapture, a great tribulation, an Antichrist, a millennial reign of Christ on earth, a restoration of Israel, and other prophecies. Sorting out fact from fiction, Kuyvenhoven offers a clear, Reformed perspective on issues surrounding the end times--and provides a faith-nurturing journey that helps us live in the faith of our Lord's return.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Jokers",
            "authors": [
                "Albert Cossery",
                "Anna Moschovakis",
                "James Buchan"
            ],
            "ranking": 3.8,
            "ranking_count": 700,
            "abstract": "Who are the jokers?. The jokers are the government, and the biggest joker of all is the governor, a bug-eyed, strutting, rapacious character of unequaled incompetence who presides over the nameless Middle Eastern city where this effervescent comedy by Albert Cossery is set.. The jokers are also the revolutionaries, no less bumbling and no less infatuated with the trappings of power than the government they oppose.. And the jokers are Karim, Omar, Heykal, Urfy, and their friends, free spirits who see the other jokers for the jokers they are and have cooked up a sophisticated and, most important, foolproof plan to enliven public life with a dash of subversive humor.. The joke is on them all.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literature",
                "Northern Africa",
                "Novels",
                "Literary Fiction",
                "Humor",
                "European Literature"
            ]
        },
        {
            "title": "Feeling Good: The New Mood Therapy",
            "authors": [
                "David D. Burns"
            ],
            "ranking": 4.03,
            "ranking_count": 28593,
            "abstract": "The good news is that anxiety, guilt, pessimism, procrastination, low self-esteem, and other black holes of depression can be cured without drugs. In Feeling Good, eminent psychiatrist, David D. Burns, M.D., outlines the remarkable, scientifically proven techniques that will immediately lift your spirits and help you develop a positive outlook on life. Now, in this updated edition, Dr. Burns adds an All-New Consumer′s Guide To Anti-depressant Drugs as well as a new introduction to help answer your questions about the many options available for treating depression.. - Recognise what causes your mood swings. - Nip negative feelings in the bud. - Deal with guilt. - Handle hostility and criticism. - Overcome addiction to love and approval. - Build self-esteem. - Feel good everyday",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Self Help",
                "Nonfiction",
                "Health",
                "Science",
                "Reference",
                "Audiobook"
            ]
        },
        {
            "title": "Beyond the Sky and the Earth: A Journey Into Bhutan",
            "authors": [
                "Jamie Zeppa"
            ],
            "ranking": 4.17,
            "ranking_count": 3647,
            "abstract": "At age 24 Jamie Zeppa, a Canadian who had never been outside of North America, said goodbye to her fiancé and her plans for graduate school and moved to Bhutan, a remote Buddhist kingdom in the Himalayas.. Beyond the Sky and the Earth. is an autobiographical work that details her experiences and transformations after spending three years in Bhutan. It is as much a book about Zeppa's day-to-day life in Bhutan as it is about the personal awakenings and realizations that she had while living there.. Visitors to Bhutan, an increasingly hot tourist destination, are still few and far between, largely because of tight government restrictions on entry, visa requirements, and a law requiring tourists to spend at least $200 a day there. There aren't many books on Bhutan, and even fewer first-hand accounts of life there.. Beyond the Sky and the Earth. stands out as both an informative introduction to the people and culture of Bhutan and as a beautiful piece of travel literature set against the backdrop of one of the most remote and unspoiled places on earth.. Zeppa recounts her experiences living abroad, such as learning to live without electricity and carrying on a forbidden affair with one of her students, in such a compelling way that even someone who has never left home will become entranced by her story and captivated by her unique experiences.. Naturally, Zeppa experienced culture shock when she arrived in Bhutan. The hardships she encountered seemed insurmountable, and at first she thought she couldn't bear it and fantasized about returning to Canada. She had to learn a new language in order to communicate with her students, she had to learn to live on her own, and she had to learn to deal with homesickness. Perhaps her biggest challenge was learning how to reconcile her growing love for Bhutan with her nostalgia for her life in Canada, her family, and her fiancé. But after living among Bhutan's Himalayan peaks, lush valleys, colorful villages, and friendly people, and after gaining an appreciation for life in a place frozen in time, Zeppa realizes that she feels at home in Bhutan and wants to stay.. Although to Zeppa Bhutan is a magical land, she cautions herself and the reader not to deem it the last Shangri-La, as is often done by the lucky travelers who make their way through the red tape required for entry into the kingdom. Bhutan is not without its problems: it is an underdeveloped country plagued by the problems that affect many places cut off from modernity. There is infant mortality, illness, and poverty. There are also domestic and international tensions that stem from the government's stringent regulations intended to preserve the national culture. Among them are the prohibition of foreign television and a requirement that people wear the national dress, a kira for women and a gho for men.. Few of us will ever get to see the place that was Zeppa's home. But her narrative is so clear and insightful that you easily feel as though you are sharing this portion of her life with her. Even if you haven't had the experience of living abroad, or if the prospect of a trip to the furthest reaches of Asia is not in your cards, Zeppa's book is a worthy read on many levels.. From her powerful use of language to describe the superb beauty of Bhutan's landscape to her passionate description of her spellbinding relationship with her future husband,. Beyond the Sky and the Earth. draws readers in and takes them on her rocky ride to self-realization.. When trying to explain to a friend what she finds appealing about Bhutan, Zeppa writes: It takes a long time to find the true words, to put them in order, to tell the whole story. It is not just this or that, the mountains, the people, it is me and the way I can be here, the freedom to walk unafraid into the great dark night. It is a hundred thousand things and I could never trace or tell all the connections and reflections, the shadows and echoes and secret relations between them.. But, in fact, Zeppa does tell the reader about these connections and reflections in a lyrical way. After reading the book, you will have a deep understanding, appreciation, and respect for Zeppa's strength of character and for the wonders of Bhutan.. Beyond the Sky and the Earth. is a delight to read in every way. Zeppa's beautiful prose, peppered alternately with funny observations and profound soul-searching, is a truly special and unique work that will leave you craving an adventure of your own.",
            "part_of_series": false,
            "genre_list": [
                "Travel",
                "Nonfiction",
                "Autobiography",
                "Cultural",
                "Biography",
                "Adventure",
                "Biography Memoir"
            ]
        },
        {
            "title": "Love's Unending Legacy",
            "authors": [
                "Janette Oke"
            ],
            "ranking": 4.19,
            "ranking_count": 9466,
            "abstract": "The sequel to Love's Abiding Joy and fifth in the Love Comes Softly series. Prairie romance.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Fiction",
                "Historical",
                "Christian",
                "Romance",
                "Inspirational",
                "Westerns"
            ]
        },
        {
            "title": "Nya hyss av Emil i Lönneberga",
            "authors": [
                "Astrid Lindgren",
                "Björn Berg"
            ],
            "ranking": 4.21,
            "ranking_count": 1241,
            "abstract": "Irrepressible and irresistible, Emil is always in trouble. He looks like a little angel, but his daily pranks cause havoc in his family and in his surroundings. No wonder he is famous throughout Lönneberga, the small Swedish village where he lives. Emil and his family are off to the market and this is where his adventures begin.....",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "European Literature",
                "Humor",
                "Historical",
                "Cultural",
                "Asian Literature"
            ]
        },
        {
            "title": "Td: Dreams in Motion",
            "authors": [
                "Terrell Davis",
                "Adam Schefter"
            ],
            "ranking": 3.93,
            "ranking_count": 54,
            "abstract": "On a sun-filled January day, running back Terrell Davis stood atop a fire truck that slowly wound through downtown Denver during the Broncos' Super Bowl victory parade while 650,000 raucous fans were chanting TD! TD! TD!. It was a moment of exhilaration and accomplishment for Terrell, whose record-setting, three-touchdown performance against the Green Bay Packers earned him the Super Bowl XXXII MVP. As he waved and gave the Mile High Salute, Terrell couldn't help but think of how unbelievable it all was, how it had taken so much to get to this shining moment.. If I were to jump outside my body and get a chance to read my life story, I would say, `Man, that's amazing.' I've never heard, seen, or read a story like this--never.. Terrell had faced hurdles that make carrying a football seem easy in comparison. There were blinding migraine headaches that had haunted him from the age of seven and almost removed him from the Super Bowl; a capricious father, who toughened Terrell in unorthodox ways, yet helped mold him into the person and player he is today; an arrest in college that could have cost him everything he ever wanted; a contentious relationship with his head coach at the University of Georgia that made him more determined than ever.. At Lincoln High School, before being switched to fullback during his senior year, Terrell was a nose guard, attracting scant attention from colleges. At Long Beach State, his college of choice, the football program folded two seasons after Terrell arrived. At Georgia, Terrell saw his stock and reputation almost irreparably damaged, all leading to him becoming the 196th player and 21st running back selected in the 1995 NFL draft. Finally, in his rookie year with the Broncos, he battled from being a sixth-string running back to starter in the span of only one summer. Not since his Pop Warner days, when he was known as Boss Hogg, was he thought of as a go-to guy, and now, here he was, one of the NFL's top players.. TD: Dreams in Motion. is a candid and surprising autobiography, unlike any sports book. It takes you on a journey through Terrell's life and into his mind and heart. It explains how Terrell has been able to maintain the edge that others have lost. It spells out the origins of the Mile High Salute that became a nationally recognized sports symbol and celebration. It discusses the unique relationship he shares with his mother, a remarkable and compassionate woman.. Perhaps most important,. TD: Dreams in Motion. is inspirational. It helps you understand why Terrell has been able to persevere while others he has known have veered off the road.. Terrell will overwhelm you not with his moves on the football field, but with his words on the page. Searing and gut-wrenching, lighthearted and funny, honest and real, this is Terrell Davis's own story, the memoirs of a champion.",
            "part_of_series": false,
            "genre_list": [
                "Sports",
                "Biography"
            ]
        },
        {
            "title": "Celestial Harmonies",
            "authors": [
                "Péter Esterházy",
                "Judith Sollosy"
            ],
            "ranking": 3.85,
            "ranking_count": 576,
            "abstract": "Harmonia Caelestis. is the product of a decade of labour: a monumental, part-autobiographical family history. If Helping Verbs of the Heart was an homage to his mother, then this is a memorial to his father. It is actually two works in one. Book 1, Numbered Sentences from the Life of the Esterházy Family, comprises 371 paragraphs, some elusively succinct, others pages long, that amount to a gloriously kaleidoscopic romp through the centuries that lie behind this European dynasty. Not that the name Esterházy is ever uttered: the main protagonist of each episode is invariably identified as my father, whether he is an anti-Habsburg Kuruc insurrectionist or a Habsburg-loyal Labanc, a hammer of the Ottomans, a dying old man, a prisoner of war, a lord charming enough to enchant Goethe himself, or a childless man, to mention but a few of my fathers, all evoked through the language and literature proper to each persona. This strategy of anonymity allows Esterházy to extend his typically vast net of quotations to sources that originally have no family connotations whatsoever, thereby lending broader significance to the particulars of this one family, however grand, and, vice versa, appropriating the general (European) experience to the family's specific circumstances. The baroquely exuberant proliferation of anecdotal gleanings and fragments of real and fictional history, drawing on a gamut of written genres, from maxims to parables, from confessional autobiography to the account books and chronicles, is ultimately threaded together by an unobtrusive, profoundly witty and wise philosophical vein.. Book 2, subtitled Confessions of an Esterházy family, is ostensibly a more conventional family novel. Its very subtitle alludes to an earlier Hungarian masterpiece of the genre, Confessions of a Bourgeois, 1934-35 by Sándor Márai. It consists of a series of snapshots of key events in the lives of the author's great-grandfather, grandfather, father and the young Esterházy himself. These are built up, over two hundred numbered passages, into a more or less chronological portrait of a century-and-a-half of steady decline of the family's fortunes. After 1945 the Esterházys suffered an almost catastrophic repeat of the confiscations and curtailment of liberties that befell them during the short-lived Commune of 1919 one that not only stripped them of their former rank and privileges but threatened their very subsistence. Largely anecdotal and often absurd in tone, much of this is recounted with great gusto from the author's personal perspective, not least the stories of his own childhood, such as being accidentally dropped into the baptismal font; the trek to a godforsaken village in July 1950 when an official deportation order resulted in the family being dumped in one of two rooms in a peasant couple's house; schooldays and trips to matches with his football-mad father. For all the vicissitudes and uncertainties it describes, the tone of his writing throughout is one of blithely upbeat humour and harmony, without a hint of reproach, regret or complaint.. A captivatingly rich novel in terms of both its form and its stance. Certainly it is the most striking work of the fifty-year-old author's career to date, and I would even. venture to call it an epitome of the Esterházy oeuvre. Given its formal richness, however, it is in a way also a compendium of two to three centuries of Hungarian. prose.. -Péter Dérczy, Élet és Irodalom. This new novel is no less constructed of fragments than his earlier novels, and those are no less whole, but this has the widest span of any Esterházy composition to date: it is a sweeping, baroque work.. -József Tamás Reményi, Népszabadság",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "European Literature",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "The Lion of Boaz-Jachin and Jachin-Boaz",
            "authors": [
                "Russell Hoban"
            ],
            "ranking": 3.96,
            "ranking_count": 481,
            "abstract": "In a not-so-distant future when lions are extinct Jachin-Boaz, a middle-aged mapmaker, leaves home with the wonderful map that was to tell his son where to find everything. In the ruins of a palace at Nineveh, his son Boaz-Jachin finds the wall-carving of a great lion dying on the spear of an ancient king.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Novels",
                "Magical Realism",
                "Literature",
                "Science Fiction Fantasy",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Black Lamb and Grey Falcon",
            "authors": [
                "Rebecca West",
                "Christopher Hitchens"
            ],
            "ranking": 4.22,
            "ranking_count": 2197,
            "abstract": "Written on the brink of World War II, Rebecca West's classic examination of the history, people, and politics of Yugoslavia illuminates a region that is still a focus of international concern. A magnificent blend of travel journal, cultural commentary, and historical insight,. Black Lamb and Grey Falcon. probes the troubled history of the Balkans, and the uneasy relationships amongst its ethnic groups. The landscape and the people of Yugoslavia are brilliantly observed as West untangles the tensions that rule the country's history as well as its daily life.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Travel",
                "Nonfiction",
                "Classics",
                "Politics",
                "Autobiography",
                "Biography",
                "Literature",
                "Historical"
            ]
        },
        {
            "title": "Hard to Be a God",
            "authors": [
                "Arkady Strugatsky",
                "Boris Strugatsky"
            ],
            "ranking": 4.17,
            "ranking_count": 12492,
            "abstract": "The novel follows Anton, an undercover operative from the future planet Earth, in his mission on an alien planet, that is populated by human beings, whose society has not advanced beyond the Middle Ages. The novel's core idea is that human progress throughout the centuries is often cruel and bloody, and that religion and blind faith can be an effective tool of oppression, working to destroy the emerging scientific disciplines and enlightenment.. -. Don Rumata has been sent from Earth to the medieval kingdom of Arkanar with instructions to observe and to save what he can. Masquerading as an arrogant nobleman, a dueler, and a brawler, he is never defeated, but yet he can never kill. With his doubt and compassion, and his deep love for a local girl named Kira, Rumata wants to save the kingdom from the machinations of Don Reba, the first minister to the king. But given his orders, what role can he play? This long overdue translation will reintroduce one of the most profound Soviet-era novels to an eager audience.. Arkady and Boris Strugatsky are widely known as the greatest Russian writers of science fiction, and their 1964 novel Hard to Be a God is considered one of the greatest of their works. Yet until now the only English version (unavailable for over thirty years) was based on a German translation, and was full of errors, infelicities, and misunderstandings. Now, in a new translation by Olena Bormashenko, whose translation of the authors’ Roadside Picnic has received widespread acclaim, here is the definitive edition of this brilliant work.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Cultural",
                "Fantasy",
                "Literature",
                "Classics",
                "Novels",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Scandal's Bride",
            "authors": [
                "Stephanie Laurens"
            ],
            "ranking": 4.03,
            "ranking_count": 9498,
            "abstract": "He will father your children.... When Catriona Hennessy, honorable Scottish Lady of the Vale, received this prediction, she was exceedingly aghast. How could she unite with a rake like Richard Cynster--a masterful man with a scandalous reputation? More shocking still was her guardian's will that decreed she and Richard be wed within a week! Though charmed by his commanding presence, and wooed by his heated kisses, she would not--could not--give up her independence.. So she formed a plan to get the heir she needed without taking wedding vows.Richard was just as stunned by the will's command. Marriage had not previously been on his agenda, but lately he'd been feeling rather...restless. Perhaps taming the lady was just the challenge he needed. But can he have the rights of the marriage bed without making any revealing promises of love?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Historical Romance",
                "Fiction",
                "Adult",
                "Cultural",
                "Audiobook"
            ]
        },
        {
            "title": "You Only Live Twice",
            "authors": [
                "Ian Fleming"
            ],
            "ranking": 3.75,
            "ranking_count": 13065,
            "abstract": "Shattered by the murder of his wife at the hands of Ernst Stavro Blofeld, James Bond has gone to pieces as an agent. M gives him one last chance, sending him to Japan for a near-impossible mission. There Bond is trained in the fighting arts of ninja warriors and sent to infiltrate a mysterious residence known as the 'Castle of Death' - a place of nightmares with a lethal poisoned garden that destroys all who go there - where he awakens an old, terrifying enemy.. You only live twice sees Bond's final encounter with the insane mastermind Blofeld - one that could mean the end for 007....",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Spy Thriller",
                "Mystery",
                "Adventure",
                "Classics",
                "Action"
            ]
        },
        {
            "title": "The Pragmatic Programmer: From Journeyman to Master",
            "authors": [
                "Andy Hunt",
                "Dave Thomas"
            ],
            "ranking": 4.33,
            "ranking_count": 18787,
            "abstract": "Straight from the programming trenches,. The Pragmatic Programmer. cuts through the increasing specialization and technicalities of modern software development to examine the core process--taking a requirement and producing working, maintainable code that delights its users. It covers topics ranging from personal responsibility and career development to architectural techniques for keeping your code flexible and easy to adapt and reuse. Read this book, and you'll learn how to. Fight software rot; Avoid the trap of duplicating knowledge; Write flexible, dynamic, and adaptable code; Avoid programming by coincidence; Bullet-proof your code with contracts, assertions, and exceptions; Capture real requirements; Test ruthlessly and effectively; Delight your users; Build teams of pragmatic programmers; and Make your developments more precise with automation. Written as a series of self-contained sections and filled with entertaining anecdotes, thoughtful examples, and interesting analogies,. The Pragmatic Programmer. illustrates the best practices and major pitfalls of many different aspects of software development. Whether you're a new coder, an experienced programmer, or a manager responsible for software projects, use these lessons daily, and you'll quickly see improvements in personal productivity, accuracy, and job satisfaction. You'll learn skills and develop habits and attitudes that form the foundation for long-term success in your career. You'll become a Pragmatic Programmer.",
            "part_of_series": false,
            "genre_list": [
                "Computer Science",
                "Science",
                "Nonfiction"
            ]
        },
        {
            "title": "Den of Thieves",
            "authors": [
                "James B. Stewart"
            ],
            "ranking": 4.13,
            "ranking_count": 12641,
            "abstract": "A #1 bestseller from coast to coast,. Den of Thieves. tells the full story of the insider-trading scandal that nearly destroyed Wall Street, the men who pulled it off, and the chase that finally brought them to justice.. Pulitzer Prize–winner James B. Stewart shows for the first time how four of the eighties’ biggest names on Wall Street—Michael Milken, Ivan Boesky, Martin Siegel, and Dennis Levine —created the greatest insider-trading ring in financial history and almost walked away with billions, until a team of downtrodden detectives triumphed over some of America’s most expensive lawyers to bring this powerful quartet to justice.. Based on secret grand jury transcripts, interviews, and actual trading records, and containing explosive new revelations about Michael Milken and Ivan Boesky written especially for this paperback edition,. Den of Thieves. weaves all the facts into an unforgettable narrative—a portrait of human nature, big business, and crime of unparalleled proportions.",
            "part_of_series": false,
            "genre_list": [
                "Business",
                "Economics",
                "Nonfiction",
                "History",
                "Crime",
                "Mystery",
                "Buisness",
                "Writing",
                "Biography"
            ]
        },
        {
            "title": "The Darkest Road",
            "authors": [
                "Guy Gavriel Kay"
            ],
            "ranking": 4.2,
            "ranking_count": 16498,
            "abstract": "In a world of extraordinary imagination a final battle is waged against a power of unimaginable proportions.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Cultural",
                "Mythology",
                "Adventure"
            ]
        },
        {
            "title": "The Hedge Knight",
            "authors": [
                "George R.R. Martin"
            ],
            "ranking": 4.26,
            "ranking_count": 21392,
            "abstract": "A novella originally published August 25, 1998 in the Legends anthology, edited by Robert Silverberg. Set in the world of the Song of Ice and Fire series eighty-nine years before the events of the main cycle, the story relates the adventures of Dunk (eponymously called Ser Duncan the Tall) and his squire, Egg.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Short Stories",
                "Novella",
                "Adventure",
                "Science Fiction Fantasy",
                "Sequential Art",
                "Audiobook"
            ]
        },
        {
            "title": "Appetite for Life: The Biography of Julia Child",
            "authors": [
                "Noël Riley Fitch"
            ],
            "ranking": 4.08,
            "ranking_count": 2061,
            "abstract": "Julia Child became a household name when she entered the lives of millions of Americans through our hearts and kitchens. Yet few know the richly varied private life that lies behind this icon, whose statuesque height and warmly enthused warble have become synonymous with the art of cooking.. In this biography we meet the earthy and outrageous Julia, who, at age eighty-five, remains a complex role model. Fitch, who had access to all of Julia's private letters and diaries, takes us through her life, from her exuberant youth as a high-spirited California girl to her years at Smith College, where she was at the center of every prank and party. When most of her girlfriends married, Julia volunteered with the OSS in India and China during World War II, and was an integral part of this elite corps. There she met her future husband, the cosmopolitan Paul Child, who introduced her to the glories of art, fine French cuisine, and love. Theirs was a deeply passionate romance and a modern marriage of equals.. Julia began her culinary training only at the age of thirty-seven at the Cordon Bleu. Later she roamed the food markets of Marseilles, Bonn, and Oslo. She invested ten years of learning and experimentation in what would become her first bestselling classic,. Mastering the Art of French Cooking. . Now, her career is legend, spanning nearly forty years and still going strong. Generations love the humor and trademark aplomb that have made Julia a household name. Resisting fads and narrow, fanatical conventions of health-consciousness, Julia is the quintessential teacher. The perfect gift for food lovers and a romantic biography of a woman modern before her time, this is a truly American life.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Food and Drink",
                "Cultural",
                "Biography Memoir",
                "History",
                "Autobiography"
            ]
        },
        {
            "title": "Master of Murder",
            "authors": [
                "Christopher Pike"
            ],
            "ranking": 3.72,
            "ranking_count": 2035,
            "abstract": "Marvin was an eighteen-year-old senior in high school. He was also America's bestselling author of teenage fiction. But Marvin wrote under a pen name, and no one knew he was famous. Then one night he opens a fan letter that says, I know who you are. At first Marvin is not concerned, but then another letter arrives, saying more....",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Horror",
                "Mystery",
                "Fiction",
                "Thriller",
                "Childrens",
                "Suspense"
            ]
        },
        {
            "title": "Фаворит",
            "authors": [
                "Valentin Pikul",
                "Валентин Пикуль"
            ],
            "ranking": 4.61,
            "ranking_count": 54,
            "abstract": "Роман Фаворит - многоплановое произведение, в котором поднят огромный пласт исторической действительности, дано широкое полотно жизни России второй половины XVIII века.. Автор изображает эпоху через призму действий главного героя - светлейшего князя Григория Александровича Потемкина-Таврического, фаворита Екатерины II; человека сложного, во многом противоречивого, но, безусловно, талантливого и умного, решительно вторгавшегося в государственные дела и видевшего свой долг в служении России.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "The Major Works",
            "authors": [
                "William Wordsworth",
                "Stephen Gill"
            ],
            "ranking": 4.04,
            "ranking_count": 6990,
            "abstract": "William Wordsworth (1770-1850) has long been one of the best-known and best-loved English poets. The. Lyrical Ballads. , written with Coleridge, is a landmark in the history of English romantic poetry. His celebration of nature and of the beauty and poetry in the commonplace embody a unified and coherent vision that was profoundly innovative.. This volume presents the poems in their order of composition and in their earliest completed state, enabling the reader to trace Wordsworth's poetic development and to share the experience of his contemporaries. It includes a large sample of the finest lyrics, and also longer narratives such as. The. Ruined Cottage. ,. Home at Grasmere. ,. Peter Bell. , and the autobiographical masterpiece,. The Prelude. (1805). All the major examples of Wordsworth's prose on the subject of poetry are also included.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Literature",
                "Fiction",
                "Medievalism",
                "European Literature",
                "Poetry Plays",
                "Academic"
            ]
        },
        {
            "title": "Bambi's Children",
            "authors": [
                "Felix Salten",
                "Barthold Fles",
                "R. Sugden Tilley",
                "Kurt Wiese",
                "Erna Pinner"
            ],
            "ranking": 3.96,
            "ranking_count": 916,
            "abstract": "Meet the new fawns in the forest: the descendants of Bambi discover the woods in this refreshed edition of the sequel to Bambi, complete with new illustrations.. Twin fawns Geno and Gurri are the children of Faline and Bambi. The pair must grow up and navigate the world of the woods with the help of their mother and Bambi, the new Prince of the Forest.. But for young fawns, the wild can be dangerous. Gurri is injured by a fox and has a run-in with the most dangerous of creatures: man. Geno is challenged by rival deer and worries about the impending fight. But when the family begins to fall apart, it is the familiar presence of Bambi who tries to set it right again.. This beautiful sequel to the beloved classic Bambi, tells the story of a forest family and the struggles of growing up.",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Animals",
                "Fiction",
                "Childrens",
                "Fantasy",
                "Environment",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "Boys and Girls Together",
            "authors": [
                "William Goldman"
            ],
            "ranking": 3.66,
            "ranking_count": 990,
            "abstract": "William Goldman is famous for his Academy Award-winning screenplays, infamous for the thriller that did for dentists what Psycho did for showers, beloved for his hilarious hot fairy-tale, and notorious for his candid behind-the-scenes Hollywood chronicles. But long before Butch and Sundance, Buttercup, and the Tinsel-Town tell-alls, he made his mark as one of the great popular novelists of the twentieth century. Now his sweeping, classic tale of a generation's tumultuous coming-of-age is at last back in print.. BOYS & GIRLS TOGETHER. Aaron, Walt, Jenny, Branch, and Rudy. They are children of America's post-war generation, as different from one another as anyone can be. Yet they are bound together by the traumas of their pasts, the desperate desire to capture their dreams and satisfy their passions, the stirring pleasures of sexual awakening--and the twists of fate that will inextricably link their lives in the turbulent world of 1960s New York City.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literary Fiction",
                "Own",
                "Adult Fiction",
                "Historical",
                "Contemporary",
                "Novels"
            ]
        },
        {
            "title": "Dandelion: The Extraordinary Life of a Misfit",
            "authors": [
                "Sheelagh Mawe"
            ],
            "ranking": 4.06,
            "ranking_count": 139,
            "abstract": "An inspiring story for every age that will have readers hopelessly guessing at what becomes of this lost, rebellious soul, until they, like thousands before them, breathe a sigh of relief, shed a tear of joy, and remember that trusting life is half the secret. This adventurous little horse will no doubt remind you of yourself... who with a little perseverance, patience, and faith, makes a stunning success of her life. A horse with a gift, and her life's puzzle is to uncover it. Desperate and downtrodden, with no hope left, Dandelion all but gives up...",
            "part_of_series": false,
            "genre_list": [
                "Spirituality",
                "Nonfiction"
            ]
        },
        {
            "title": "Vision of Beauty: The Story of Sarah Breedlove Walker",
            "authors": [
                "Kathryn Lasky",
                "Nneka Bennett"
            ],
            "ranking": 4.36,
            "ranking_count": 330,
            "abstract": "A vision of dignity and freedom and a powerful role model for girls and women of all races",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Childrens",
                "Nonfiction",
                "History",
                "Cultural",
                "Historical",
                "Family",
                "Race"
            ]
        },
        {
            "title": "My Face For the World to See",
            "authors": [
                "Alfred Hayes",
                "David Thomson"
            ],
            "ranking": 3.75,
            "ranking_count": 1210,
            "abstract": "Alfred Hayes is one of the secret masters of the twentieth-century novel, a journalist and scriptwriter and poet who possessed an immaculate ear for prose and wrote two perfect short novels about passion and its payback.. My Face for the World to See. is set in Hollywood, where the tonic for anonymity is fame rather than family and you’re only as real as your image. At a party, the narrator rescues a young woman who staggers with drunken determination into a heavy undertow. He is living in Hollywood far from his wife in New York and working as a screenwriter. He has no illusions about the value of his work, though it pays well, and none about Hollywood, either. He just wants to be left alone. And yet without really meaning to, he gets involved with the young woman he rescued, who has, it seems, no illusions about love, especially with married men. Like him, she’s a survivor, even if her beauty is a little battered from years of not quite making it in the pictures, years during which she’s grown a bit paranoid, too. She’s just like him, he thinks, and as their casual relationship takes on an increasingly troubled and destructive intensity, it seems that might just be true, only not in the way he supposes.. Nelson Algren called. My Face for the World to See. “the most vivid picture of Hollywood since Nathaniel West’s. Day of the Locust. .” Like. In Love. , it is a deeply lyrical, utterly honest, and hypnotically intense reckoning with self-deception and desolation.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Mystery",
                "Classics",
                "European Literature"
            ]
        },
        {
            "title": "Tickled to Death",
            "authors": [
                "Joan Hess"
            ],
            "ranking": 3.72,
            "ranking_count": 657,
            "abstract": "Murder is no laughing matter—especially when it comes to marriage. So before Luanne gets in too deep with her new flame, a dentist named Dick, she’d like her best friend to do a background check. Did Dick murder his two previous wives? That’s what Arkansas bookseller and amateur sleuth Claire Malloy intends to discover…. Everything Claire turns up on this would-be blue-beard keeps leading her down a slippery slope. The police are determined to prove Dick guilty of double homicide, but Claire’s not so sure. Something about his story just doesn’t add up. But if Dick didn’t do the deed, who did? The only thing Claire knows for sure is that Luanne won’t have a moment’s rest until she finds out…",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Humor",
                "Thriller"
            ]
        },
        {
            "title": "Cartesian Meditations: An Introduction to Phenomenology",
            "authors": [
                "Edmund Husserl"
            ],
            "ranking": 3.92,
            "ranking_count": 1366,
            "abstract": "The Cartesian Meditations translation is based primarily on the printed text, edited by Professor S. Strasser and published in the first volume of Husserliana: Cartesianische Meditationen und Pariser Vortrage, ISBN 90-247-0214-3. Most of Husserl's emendations, as given in the Appendix to that volume, have been treated as if they were part of the text. The others have been translated in footnotes.. Secondary consideration has been given to a typescript (cited as Typescript C) on which Husserl wrote in 1933: Cartes. Meditationen / Original text 1929 / E. Husserl / fur Dorion Cairns. Its use of emphasis and quotation marks conforms more closely to Husserl's practice, as exemplified in works published during his lifetime. In this respect the translation usually follows Typescript C. Moreover, some of the variant readings n this typescript are preferable and have been used as the basis for the translation. Where that is the case, the published text is given or translated in a footnote.. The published text and Typescript C have been compared with the French translation by Gabrielle Pfeiffer and Emmanuel Levinas (Paris, Armand Collin, 1931). The use of emphasis and quotation marks in the French translation corresponds more closely to that in Typescript C than to that in the published text. Often, where the wording of the published text and that of Typescript C differ, the French translation indicates that it was based on a text that corresponded more closely to one or the other - usually to Typescript C. In such cases the French translation has been quoted or cited in a foornote.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "European Literature",
                "Psychology",
                "Writing",
                "Literature",
                "Unfinished"
            ]
        },
        {
            "title": "Night Stalker: The Life and Crimes of Richard Ramirez",
            "authors": [
                "Philip Carlo"
            ],
            "ranking": 4.0,
            "ranking_count": 11962,
            "abstract": "The shocking true story behind the serial killer case that inspired the hit Netflix series!. Painstakingly researched over three years, based on nearly one hundred hours of exclusive interviews with Richard Ramirez on California's Death Row,. The Night Stalker. is the definitive account of America's most feared serial murderer.. From Ramirez's earliest brushes with the law to his deadliest stalking expeditions to the unprecedented police and civilian manhunt that resulted in one of the most sensational trials in California history,. The Night Stalker. is an eerie and spellbinding descent into the very heart of human evil.. It is more than epic nonfiction at its most brutally real - it is true crime masterpiece.",
            "part_of_series": false,
            "genre_list": [
                "Crime",
                "Nonfiction",
                "Mystery",
                "Biography",
                "Audiobook",
                "Horror",
                "History",
                "Psychology",
                "Thriller"
            ]
        },
        {
            "title": "The Life and Times of Scrooge McDuck",
            "authors": [
                "Don Rosa"
            ],
            "ranking": 4.68,
            "ranking_count": 3960,
            "abstract": "Presenting by popular demand one of the most anticipated collections! The legendary artist Carl Barks created Scrooge McDuck and chronicled many of his most popular adventures. In addition to superb storytelling and wonderful entertainment, he left behind a character who was not only rich in his stories, but one for whom the stories themselves were rich. Modern master Don Rosa, beginning in 1994, undertook the task of recounting Uncle Scrooge's past in a serialized epic. The wonderful result of his efforts is now collected in trade paperback form by Gemstone Publishing as THE LIFE & TIMES OF SCROOGE McDUCK.A collection of the celebrated 12-part Eisner Award-winning series that details the life of the young Uncle Scrooge. The story was originally serialized in the United States in. Uncle Scrooge. comics. Now it has been collected in one all-encompassing popularly-priced volume.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fiction",
                "Graphic Novels Comics",
                "Comics",
                "Adventure",
                "Humor",
                "Classics",
                "Childrens"
            ]
        },
        {
            "title": "The Art and Thought of Heraclitus",
            "authors": [
                "Charles H. Kahn",
                "Heraclitus"
            ],
            "ranking": 4.27,
            "ranking_count": 169,
            "abstract": "In this study, the disconnected fragments of the writings of Heraclitus, the Greek philosopher (ca. 500 B.C.), are translated, and the pattern of his thought is reconstructed by the author.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Classics",
                "Nonfiction",
                "History"
            ]
        },
        {
            "title": "Angel",
            "authors": [
                "Elizabeth Taylor",
                "Hilary Mantel"
            ],
            "ranking": 3.85,
            "ranking_count": 2270,
            "abstract": "Writing stories that are extravagant and fanciful, fifteen-year old Angel retreats to a world of romance, escaping the drabness of provincial life. She knows she is different, that she is destined to become a feted authoress, owner of great riches and of Paradise House . . .. After reading The Lady Irania, publishers Brace and Gilchrist are certain the novel will be a success, in spite of - and perhaps because of - its overblown style. But they are curious as to who could have written such a book: 'Some old lady, romanticising behind lace-curtains' . . . 'Angelica Deverell is too good a name to be true . . . she might be an old man. It would be an amusing variation. You are expecting to meet Mary Anne Evans and in Walks George Eliot twirling his moustache.' So nothing can prepare them for the pale young woman who sits before them, with not a seed of irony or a grain of humour in her soul.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "European Literature",
                "Literary Fiction",
                "Literature",
                "Novels",
                "Writing"
            ]
        },
        {
            "title": "My Life in Dog Years",
            "authors": [
                "Gary Paulsen",
                "Ruth Wright Paulsen"
            ],
            "ranking": 4.14,
            "ranking_count": 3551,
            "abstract": "Gary Paulsen has owned dozens of unforgettable and amazing dogs. In each chapter he tells of one special dog, among them Cookie, the sled dog who saved his life; Snowball, the puppy he owned as a boy in the Philippines; Ike, his mysterious hunting companion; Dirk, the grim protector; and his true friend Josh, a brilliant border collie.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Animals",
                "Autobiography",
                "Short Stories",
                "Childrens",
                "Biography",
                "Biography Memoir"
            ]
        },
        {
            "title": "Blind Man with a Pistol",
            "authors": [
                "Chester Himes"
            ],
            "ranking": 3.59,
            "ranking_count": 813,
            "abstract": "At once grotesquely comic and unflinchingly violent,. Blind Man With a Pistol. is the final entry in Chester Himes's trailblazing Harlem Detectives series.. New York is sweltering in the summer heat, and Harlem is close to the boiling point. To Coffin Ed Johnson and Grave Digger Jones, at times it seems as if the whole world has gone mad. Trying, as always, to keep some kind of peace—their legendary nickel-plated Colts very much in evidence—Coffin Ed and Grave Digger find themselves pursuing two completely different cases through a maze of knifings, beatings, and riots that threaten to tear Harlem apart.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Cultural",
                "Novels",
                "Literature",
                "The United States Of America"
            ]
        },
        {
            "title": "Damia's Children",
            "authors": [
                "Anne McCaffrey"
            ],
            "ranking": 3.92,
            "ranking_count": 10465,
            "abstract": "Damia and Afra-Raven-Lyon had reared their children in a brilliant and unorthodox way. All their young had been 'paired' when six months old with the furry, one-eyed Mrdinis, the only other sentient beings in the Alliance, who could communicate with humans by their 'dream messages'. Together, Man and Mrdini worked to create prosperous worlds and guard against the terrible threat of the annihilating Hivers.. And now, in the deeps of Space, Mrdini scouts had crossed the path of three Hive ships -- ships that were giant hulks of cell units, bearing the queens and workers out into space, to breed and multiply and destroy wherever they found a viable planet.. It was the four elder children of Damia -- Laria, Thian, Rojer and Zara -- all uniquely talented in their various ways, who were to play their part, helped by their life-long Dini friends, in the conquering and investigation of the Alien threat of the Hivers.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Science Fiction Fantasy",
                "Fiction",
                "Romance",
                "Space",
                "Adult",
                "Futuristic"
            ]
        },
        {
            "title": "Goodbye Without Leaving",
            "authors": [
                "Laurie Colwin"
            ],
            "ranking": 3.93,
            "ranking_count": 1084,
            "abstract": "“Poignant and hilarious . . . . Irresistible.”. —. Washington Post. An insightful domestic comedy, at once hilarious and extremely moving,. Goodbye Without Leaving. by acclaimed author Laurie Colwin. ,. is the story of one woman's attempt to remain true to herself in a world of diminishing returns.. As a bored graduate student, Geraldine Colshares is plucked from her too-tame existence when she is invited to tour as the only white backup singer for Vernon and Ruby Shakely and the Shakettes. The years she spends as a Shakette are a mixed blessing, however, for while they provide her with purpose and excitement, she ultimately submits to a conventional life of marriage, children, and bittersweet memories of what comes to seem a glorious past. With her usual dry wit and candor, Laurie Colwin follows Geraldine as she tries to reconcile her past with her future, to be an adult and still boogie in her soul.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "Literary Fiction",
                "Humor",
                "Adult",
                "Womens Fiction",
                "Adult Fiction",
                "Literature"
            ]
        },
        {
            "title": "Book of the Dead",
            "authors": [
                "John Skipp",
                "Edward Bryant",
                "Steve Rasnic Tem",
                "Glen Vasey",
                "Les Daniels",
                "Douglas E. Winter",
                "Steven R. Boyett",
                "Joe R. Lansdale",
                "more…",
                "Brian Hodge",
                "Robert R. McCammon",
                "George A. Romero",
                "Craig Spector",
                "Chan McConnell",
                "David J. Schow",
                "Richard Laymon",
                "Ramsey Campbell",
                "Stephen King",
                "Phillip Nutman",
                "Nicholas Royle",
                "…less"
            ],
            "ranking": 4.07,
            "ranking_count": 3942,
            "abstract": "You hold in your hands what is perhaps the most explicit and overt anthology of original horror fiction ever assembled.. Each of the stories in this anthology is set in a world where the dead have risen to eat the living, and each author has his own intimate vision of what those days will be like: in the brilliant and caustic On the Far Side of the Cadillac Dessert with Dead Folks, Joe R. Lansdale spins a lawman tracking a badman--the deadly dead, however, give that tradition a special twist; Stephen King's pregnant heroine in Home Delivery learns the exorbitant price of survival and of patience; Robert R. McCammon's Eat Me answers all the questions about love among the newly risen; and Douglas E. Winter's Less Than Zombie allows us a very unhealthy peak at the pampered, exclusive, and totally lifeless life-styles of the rich and famous.. Together these stories are a stream of timeless, mind-blowing spike points by some of the most talented, savage, and unique imaginations writing fiction today.. This is a book filled with flaming, frozen moments of dread and wonder you will never in a million years forget.. This is a book that goes too far.. And invites you along for the ride.. --back cover. CONTENTS. Foreword by George A. Romero. Introduction: On Going Too Far, or Flesh Eating Zombies: New Hope for the Future by Skipp and Spector. Blossom by Chan McConnell (pseudonym for David J. Schow). Mess Hall by Richard Laymon. It Helps If You Sing by Ramsey Campbell. Home Delivery by Stephen King. Wet Work by Phillip Nutman. A Sad Last Love at the Diner of the Damned by Edward Bryant. Bodies and Heads by Steve Rasnic Tem. Choices by Glen Vasey. The Good Parts by Les Daniels. Less Than Zombie by Douglas E. Winter. Like Pavlov's Dogs by Steven R. Boyett. Saxophone by Nicholas Royle. On the Far Side of the Cadillac Desert With Dead Folks by Joe R. Lansdale. Dead Giveaway by Brian Hodge. Jerry's Kids Meet Wormboy by David J. Schow. Eat Me by Robert R. McCammon",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Short Stories",
                "Anthologies",
                "Fiction",
                "Fantasy",
                "Science Fiction"
            ]
        },
        {
            "title": "Le Spleen De Paris",
            "authors": [
                "Charles Baudelaire"
            ],
            "ranking": 4.28,
            "ranking_count": 11729,
            "abstract": "Set in a modern, urban Paris, the prose pieces in this volume constitute a further exploration of the terrain Baudelaire had covered in his verse masterpiece,. The Flowers of Evil. : the city and its squalor and inequalities, the pressures of time and mortality, and the liberation provided by the sensual delights of intoxication, art, and women. Published posthumously in 1869,. Paris Spleen. was a landmark publication in the development of the genre of prose poetry—a format which Baudelaire saw as particularly suited for expressing the feelings of uncertainty, flux, and freedom of his age—and one of the founding texts of literary modernism.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Cultural",
                "European Literature",
                "Fiction",
                "Literature",
                "Academic",
                "Short Stories",
                "Philosophy"
            ]
        },
        {
            "title": "Rejar",
            "authors": [
                "Dara Joy"
            ],
            "ranking": 4.07,
            "ranking_count": 3100,
            "abstract": "There is only one thing a woman can think of when looking at a man like him. Sex. But Lilac never guesses that bringing a stray cat into her home will soon have her stroking the most wanted man in 1811 London.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Science Fiction",
                "Historical"
            ]
        },
        {
            "title": "Nervous Conditions",
            "authors": [
                "Tsitsi Dangarembga"
            ],
            "ranking": 4.03,
            "ranking_count": 15170,
            "abstract": "A modern classic in the African literary canon and voted in the Top Ten Africa's 100 Best Books of the 20th Century, this novel brings to the politics of decolonization theory the energy of women's rights. An extraordinarily well-crafted work, this book is a work of vision. Through its deft negotiation of race, class, gender and cultural change, it dramatizes the 'nervousness' of the 'postcolonial' conditions that bedevil us still. In Tambu and the women of her family, we African women see ourselves, whether at home or displaced, doing daily battle with our changing world with a mixture of tenacity, bewilderment and grace.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Eastern Africa",
                "Feminism",
                "Literature",
                "Classics",
                "Academic",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Wish You Well",
            "authors": [
                "David Baldacci"
            ],
            "ranking": 4.01,
            "ranking_count": 25166,
            "abstract": "Precocious twelve-year-old Louisa Mae Cardinal lives in the hectic New York City of 1940 with her family. Then tragedy strikes -- and Lou and her younger brother, Oz, must go with their invalid mother to live on their great-grandmother's farm in the Virginia mountains. Suddenly Lou finds herself coming of age in a new landscape, making her first true friend, and experiencing adventures tragic, comic, and audacious. But the forces of greed and justice are about to clash over her new home...and as their struggle is played out in a crowded Virginia courtroom, it will determine the future of two children, an entire town, and the mountains they love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Thriller",
                "Drama",
                "Adult Fiction",
                "Family",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "The False House",
            "authors": [
                "James Stoddard"
            ],
            "ranking": 3.97,
            "ranking_count": 254,
            "abstract": "In a world divided by those who create and others who destroy, stands the High House, a mystical dwelling filled with twisting corridors, magical books, and secret passageways. For Master Carter Anderson, the task is to protect not just the House, but the whole world from the forces of evil. Now a new foe arises, The Man in the Dark. Powered by the Anarchists, he steals the High House's magical cornerstone and lays the foundation for the False House -- unleashing a hellish reign of terror upon all who cross its threshold.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction"
            ]
        },
        {
            "title": "Nightfall One",
            "authors": [
                "Isaac Asimov",
                "Ken Sequin"
            ],
            "ranking": 4.09,
            "ranking_count": 534,
            "abstract": "Nightfall One. is the first half of a collection of Isaac Asimov's science fiction, short stories. Each story has been selected by the author himself, and each has an introduction specifically written for this collection by Dr. Asimov. Together the two volumes showcase Isaac Asimov's story-telling talent.. Nightfall --. Green patches --. Hostess --. Breeds there a man --. C-chase",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Short Stories",
                "Anthologies",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Happy Hooker",
            "authors": [
                "Xaviera Hollander",
                "Robin   Moore",
                "Yvonne Dunleavy"
            ],
            "ranking": 3.36,
            "ranking_count": 3048,
            "abstract": "How did. you. first learn about sex? If you grew up in the 1970s, it may have been from a gleefully lusty tour guide named Xaviera Hollander.. In the late 1960s -- that era of sexual chaos, when Playboy Clubs and love-ins were competing for national attention -- a beautiful, intelligent young Dutch secretary named Xaviera de Vries moved to New York, grew swiftly tired of her desk job . . . and soon became the most visible and glamorous madam the city had ever seen. As Xaviera Hollander, she published a shockingly candid account of her life behind the brothel door.. The Happy Hooker. shot straight to the top of the bestseller lists, sold more than fifteen million copies, and made this enterprising young woman an international phenomenon.. Thirty years later, these delightfully explicit tales of the '60s and '70s swingers' scene -- including countless jaw-dropping stories of lesbianism, bondage, fetishism, and more -- remain as titillating as ever, charged with the mix of shrewd observation and uninhibited appetite that made Hollander an irresistible storyteller.. The Happy Hooker. is a classic: the world's greatest book on the world's oldest profession.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Autobiography",
                "Adult Fiction",
                "Biography Memoir",
                "Sexuality",
                "Adult",
                "Womens"
            ]
        },
        {
            "title": "Systematic Theology: An Introduction to Biblical Doctrine",
            "authors": [
                "Wayne Grudem"
            ],
            "ranking": 4.21,
            "ranking_count": 15688,
            "abstract": "The Christian church has a long tradition of systematic theology, that is, of studying biblical teaching on centrally important doctrines such as the Word of God, redemption, and Jesus Christ. Wayne Grudem's bestselling. Systematic Theology. has several distinctive features:. A strong emphasis on the scriptural basis for each doctrine. Clear writing, with technical terms kept to a minimum. A contemporary approach, treating subjects of special interest to the church today. A friendly tone, appealing to the emotions and the spirit as well as the intellect. Frequent application to life. Resources for worship within each chapter. Bibliographies in each chapter that cross-reference subjects to a wide range of other systematic theologies.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Christian",
                "Reference",
                "Nonfiction",
                "Spirituality"
            ]
        },
        {
            "title": "Coup de Grâce",
            "authors": [
                "Marguerite Yourcenar",
                "Grace Frick"
            ],
            "ranking": 3.69,
            "ranking_count": 1343,
            "abstract": "Set in the Baltic provinces in the aftermath of World War I,. Coup de Grace. tells the story of an intimacy that grows between three young people hemmed in by civil war: Erick, a Prussian fighting with the White Russians against the Bolsheviks; Conrad, his best friend from childhood; and Sophie, whose unrequited love for Erik becomes an unbearable burden.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "European Literature",
                "Classics",
                "War",
                "Literature",
                "LGBT"
            ]
        },
        {
            "title": "The Postman",
            "authors": [
                "Antonio Skármeta",
                "Katherine Silver"
            ],
            "ranking": 3.68,
            "ranking_count": 13934,
            "abstract": "The Postman (Il Postino) is a bittersweet tale of first love ignited by the power and passion of Pablo Neruda's timeless poetry.. Unlike the other men of his village, Mario balks at the prospect of life as a fisherman, choosing instead to become the postman for a beautiful island, just off the mainland. Although the island has a number of inhabitants, Mario has only one postal customer, the only literate resident, who is also Chile's most beloved poet, Pablo Neruda, who is living in exile.. The friendship between the postman and the poet blossoms, Mario begs Neruda for advice on how best to woo the voluptuous young barmaid, Beatriz, with whom Mario has fallen in love. As Neruda tutors him in the finer lessons of love, Mario discovers that he too has a gift for poetry. Soon the island air is thick with the exchange of sensuous metaphors.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Novels",
                "Literature",
                "European Literature",
                "Classics",
                "Audiobook",
                "Poetry",
                "Historical",
                "Cultural"
            ]
        },
        {
            "title": "Love's Unfolding Dream",
            "authors": [
                "Janette Oke"
            ],
            "ranking": 4.19,
            "ranking_count": 9018,
            "abstract": "Belinda, Marty and Clark Davis's surprise child, has always had a tender and compassionate heart toward anything hurt and broken. Her parents watch with both misgivings and genuine pride as Belinda's older brother, Doctor Luke, influences her toward nursing. Will she have the inward strength to face the hurt and broken people whose bodies, minds, and emotions need mending?. Belinda's niece, who is also a teenager, comes to live with the Davis family to finish her schooling. How will Melissa's arrival affect Belinda's lifelong friendship with Amy Jo? And what happens when all three fall for the same nice fellow?",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Christian",
                "Fiction",
                "Historical",
                "Romance",
                "Inspirational",
                "Young Adult"
            ]
        }
    ]
}