{
    "books": [
        {
            "title": "三國演義",
            "authors": [
                "羅貫中"
            ],
            "ranking": 4.38,
            "ranking_count": 4816,
            "abstract": "中國第一部章回體小說，也是第一部歷史演義小說。 既非歷史，亦非虛構。 書中的「忠」、「孝」、「義」核心價值，數百年來一直吸引著不同年齡、階級、出身的讀者群。 群雄割據 三國鼎立 一段驚心動魄的三國歷史從此展開 【名人推薦】 中國確也還盛行著《三國志演義》和《水滸傳》，但這是為了社會還有三國氣和水滸氣的緣故。——魯迅《且介亭雜文二集》 《三國演義》的社會影響，遠遠超過了它的文學價值。顯然，就文學而論，它的人物塑造功夫也確是第一流的，中國後世的小說家都從其中吸取了營養。——金庸 《三國演義》結構之宏偉與人物活動地域舞台之廣大，世界古典小說均無與倫比。——[日]吉川英治 《三國演義》是中國膾炙人口的長篇章回小說，在中國文學史上扮演著舉足輕重的角色。 這部巨著描寫三國時代魏國、蜀國、吳國之間的侵略爭奪及國家內部的爾虞我詐。透過作者的妙筆，劉備、曹操、諸葛亮、關羽等個性鮮明的政治家、謀士、臣子的形象躍然紙上。對喜愛小說的人而言，該書的人物刻畫活靈活現，情節曲折，引人入勝。儘管該書的有些部分不符合史實，但三國歷史能在中國民間乃至日本、韓國等中國以外的亞洲地區普及，《三國演義》居功甚偉。 本書特色： （1）三國歷史能普及民間，《三國演義》居功甚偉。 （2）對喜愛小說的人而言，它人物刻畫活靈活現，情節曲折，引人入勝。 （3）對喜愛軍事的人而言，它極具軍事參考價值。 （4）鋪滿封面、封底、前後摺口的是名畫家董培新畫的水彩畫《趙雲救主》。 作者簡介： 羅貫中，名本，字貫中，號湖海散人，元末明初人，《三國志通俗演義》（簡稱《三國演義》）的作者。 身處動盪不安的時代，羅貫中浪跡四海，鬱鬱不得志，但卻留下了豐富的文學創作。如今流傳下來的他的作品包括： 雜劇三種：《龍虎風雲會》、《三平章死哭蜚虎子》、《忠正孝子連環諫》。小說五種：《三國演義》、《殘唐五代史演義》、《隋唐兩朝志傳》、《小秦王詞話》、《三遂平妖傳》。這些作品雖作者署名為羅貫中，其實屢經後人增刪潤色，已非原著初貌。《三國演義》是現存作品中原貌保留得最好的。",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Fiction",
                "Cultural",
                "Historical",
                "Literature",
                "Asian Literature",
                "War",
                "Novels"
            ]
        },
        {
            "title": "The Message",
            "authors": [
                "K.A. Applegate",
                "Katherine Applegate"
            ],
            "ranking": 3.88,
            "ranking_count": 7236,
            "abstract": "It all started with the dreams. But Cassie didn't pay much attention to them. She and her friends had all been having weird dreams since they'd first learned to morph. Maybe it was just some crazy side effect.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Animals",
                "Adventure"
            ]
        },
        {
            "title": "Lost Souls",
            "authors": [
                "Poppy Z. Brite"
            ],
            "ranking": 3.9,
            "ranking_count": 17055,
            "abstract": "Sex, blood and rock'n'roll - from the master of gothic horror. At a club in Missing Mile, just outside New Orleans, the children of the night gather. They dress in black and they're looking for acceptance. There's Ghost, who sees what others do not; Ann, looking for love; and Jason, whose real name is Nothing, seeking the deathless truth about his father - and himself.. But into Missing Mile tonight come three beautiful, hip vagabonds: Molochai, Twig and seductive, green-eyed Zillah. They are on their own lost journey, slaking their ancient thirst for blood, aching for supple young flesh.. In Nothing and Ann they find it. Now Ghost must pursue them all. To save Ann from her new friends, to save Nothing from himself.. First published in the early 90s,. Lost Souls. redefined the vampire novel for a new generation and remains unsurpassed in its dark wit, graphic descriptions and its power to send shivers of panic and pleasure down your spine...",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Paranormal",
                "Fiction",
                "Fantasy",
                "LGBT",
                "Gothic",
                "Romance"
            ]
        },
        {
            "title": "Mr. Perfect",
            "authors": [
                "Linda Howard"
            ],
            "ranking": 4.06,
            "ranking_count": 33590,
            "abstract": "What would make the perfect man?. That's the deliciously racy topic that Jaine Bright and her three girlfriends are pondering one night at their favorite after-hours hot spot: Mr. Perfect. Would he be tall, dark, and handsome? Caring and warmhearted -- or will just muscular do? As their conversation heats up, they concoct a tongue-in-cheek checklist that becomes an overnight sensation, spreading like wildfire at work and sizzling along e-mail lines. But what began as a joke among friends turns deadly serious when one of the four women is murdered....Turning to her neighbor, an unpredictable police detective, for help, Jaine must unmask a killer to save her friends -- and herself. Now, knowing whom to trust and whom to love is a matter of survival -- as the dream of Mr. Perfect becomes a chilling nightmare.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Suspense",
                "Contemporary",
                "Mystery",
                "Thriller",
                "Fiction",
                "Womens Fiction",
                "Humor"
            ]
        },
        {
            "title": "Flim-Flam!: Psychics, ESP, Unicorns, and Other Delusions",
            "authors": [
                "James Randi",
                "Isaac Asimov"
            ],
            "ranking": 4.01,
            "ranking_count": 3894,
            "abstract": "James Randi is internationally known as a magician and escape artist. But for the past thirty-five years of his professional life, he has also been active as an investigator of the paranormal, occult, and supernatural claims that have impressed the thinking of the public for a generation: ESP, psychokinesis, psychic detectives, levitation, psychic surgery, UFOs, dowsing, astrology, and many others. Those of us unable to discriminate between geniune scientific research and the pseudoscientific nonsense that has resulted in fantastic theories and fancies have long needed James Randi and Flim-Flam!. In this book, Randi explores and exposes what he believes to be the outrageous deception that has been promoted widely in the media. Unafraid to call researchers to account for their failures and impostures, Randi tells us that we have been badly served by scientists who have failed to follow the procedures required by their training and traditions. Here he shows us how what he views as sloppy research has been followed by rationalizations of evident failures, and we see these errors and misrepresentations clearly pointed out. Mr. Randi provides us with a compelling and convincing document that will certainly startle and enlighten all who read it.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Philosophy",
                "Psychology",
                "Religion",
                "Fantasy",
                "History"
            ]
        },
        {
            "title": "Someone Else's Money",
            "authors": [
                "Michael M. Thomas"
            ],
            "ranking": 3.63,
            "ranking_count": 27,
            "abstract": "Money cannot buy happiness, but it can come oh so close.. — If you were Texas multi-billionaire Buford Gudge, money could buy you sweet revenge that would blow the entire financial world apart.. — If you were trampish, ex-cheerleader wife Caryn, money could make your greediest vulgarian dreams of social prestige and sexual pleasuring come true.. — If you were New York art dealer Nicholas Reverey, money could put the world's greatest paintings and the city's most glamorous gossip columnist into your loving hands.. --If you were anyone who was anyone in the worlds of high finance, high culture, and high living, money was the key that opened the doors of heaven--and hell...",
            "part_of_series": false,
            "genre_list": [
                "Fiction"
            ]
        },
        {
            "title": "High Tide in Tucson",
            "authors": [
                "Barbara Kingsolver"
            ],
            "ranking": 4.05,
            "ranking_count": 11403,
            "abstract": "With the eyes of a scientist and the vision of a poet, Barbara Kingsolver explores her trademark themes of family, community and the natural world. Defiant, funny and courageously honest,. High Tide in Tucson. is an engaging and immensely readable collection from one of the most original voices in contemporary literature.. 'Possessed of an extravagantly gifted narrative voice, Kingsolver blends a fierce and abiding moral vision with benevolent and concise humour. Her medicine is meant for the head, the heart, and the soul.'. New York Times Book Review",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Autobiography",
                "Environment",
                "Short Stories",
                "Biography",
                "Adult",
                "Literature",
                "Science"
            ]
        },
        {
            "title": "The Lion's Game",
            "authors": [
                "Nelson DeMille"
            ],
            "ranking": 4.2,
            "ranking_count": 33448,
            "abstract": "Detective John Corey, last seen in Plum Island, now faces his toughest assignment yet: the pursuit and capture of the world's most dangerous terrorist -- a young Arab known as The Lion who has baffled a federal task force and shows no sign of stopping in his quest for revenge against the American pilots who bombed Libya and killed his family. Filled with unrelenting suspense and surprising plot twists at every terrifying turn, THE LION'S GAME is a heartstopping race against time and one of Nelson DeMille's most riveting thrillers.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Action",
                "War",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "The Summer Tree",
            "authors": [
                "Guy Gavriel Kay"
            ],
            "ranking": 3.98,
            "ranking_count": 22653,
            "abstract": "The first volume in Guy Gavriel Kay’s stunning fantasy masterwork.. Five men and women find themselves flung into the magical land of Fionavar, First of all Worlds. They have been called there by the mage Loren Silvercloak, and quickly find themselves drawn into the complex tapestry of events. For Kim, Paul, Kevin, Jennifer and Dave all have their own part to play in the coming battle against the forces of evil led by the fallen god Rakoth Maugrim and his dark hordes.. Guy Gavriel Kay’s classic epic fantasy plays out on a truly grand scale, and has already been delighting fans of imaginative fiction for twenty years.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Cultural",
                "Adventure",
                "Mythology",
                "Adult"
            ]
        },
        {
            "title": "Lord Jim & Nostromo",
            "authors": [
                "Joseph Conrad",
                "Robert D. Kaplan"
            ],
            "ranking": 4.09,
            "ranking_count": 53,
            "abstract": "With a new introduction by Robert D. Kaplan.. Commentary by Virginia Woolf, Harold Bloom, Edward Said, F.R. Leavis, and Robert Penn Warren.. Originally published in 1900, Lord Jim is one of Joseph Conrad's most complex literary masterpieces. The story of a young sailor whose moment of cowardice haunts him for the rest of his life, Lord Jim explores Conrad's lifelong obsessions with the nature of guilt and the possibility of redemption.. Nostromo is considered by many to be Conrad's supreme achievement, and Conrad himself referred to Nostromo as his widest canvas. Set in the fictitious South American republic of Costaguana, Nostromo reveals the effects that misguided idealism, unparalleled greed, and imperialist interests can have on a fledging nation. V. S. Pritchett wrote: Nostromo is the most strikingly modern of Conrad's novels. It is pervaded by a profound, even morbid sense of insecurity which is the very spirit of our age.. Robert D. Kaplan's Introduction explains why the two novels together form Conrad's darkest glimpse into the flawed nature of humankind.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "The Accident",
            "authors": [
                "Diane Hoh"
            ],
            "ranking": 3.62,
            "ranking_count": 1042,
            "abstract": "She appears in Megan's mirror one day, nothing more than a wispy, shadowy plume, glowing with an eerie light. Her voice is faint and hollow, like a distant echo. The voice of a young girl.. Strangest of all is her request.. I beg you to trade places with me, Megan. For just one week. Let me live again.. Megan is overcome with fear. Yet she is drawn to the shadow in the mirror, unable to look away. Fascinated by the oddly soothing voice, she listens to a tale of a horrible accident many years before. A tale she would never forget.. Gradually, Megan begins to realize that she has no choice. As terrified as she is, she knows she must make the trade....",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Young Adult",
                "Fiction",
                "Thriller",
                "Paranormal",
                "Fantasy",
                "Childrens",
                "Suspense",
                "Mystery"
            ]
        },
        {
            "title": "Twelve Months: A Fairy-Tale",
            "authors": [
                "Samuil Marshak"
            ],
            "ranking": 4.35,
            "ranking_count": 74,
            "abstract": "Samuel Marshak was born in 1887. His start in literary life he owed largely to Maxim Gorky, in the circle of whose family he spent part of his youth. He first appeared in print in 1907, with lyrics of his own and translations of foreign poets.. Marshak has been most prolific in the field of juvenile literature. He inculcates respect for the man who knows his job, respect for creative work.. Marshak also wrote several plays based on Russian fairy tales and designed for the juvenile stage, including Twelve Months. Written in a light and witty vein, Twelve Months portrays twelve wise and just rulers of nature, and two girls of opposite type, the one good, whom they help, and the other bad, whom they punish. The play was awarded a Stalin Prize in 1946.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Childrens",
                "Literature",
                "Plays",
                "Fantasy",
                "Classics"
            ]
        },
        {
            "title": "Nausicaä of the Valley of the Wind, Vol. 2",
            "authors": [
                "Hayao Miyazaki",
                "David R Lewis",
                "Toren Smith",
                "Kaori Inoue",
                "Joe Yamazaki",
                "Walden Wong",
                "Izumi Evers"
            ],
            "ranking": 4.51,
            "ranking_count": 3231,
            "abstract": "Princess Nausicaä has left the Valley of the Wind to join Princess Kushana's forces. However, Nausicaä gets separated from the Torumekian fleet and finds herself face to face with the mysterious Ohmu, who open their hearts to her. But will Nausicaä be able to interpret their urgent warning about the southern forest? And what of the war which rages all around her?",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Graphic Novels Comics",
                "Cultural",
                "Adventure"
            ]
        },
        {
            "title": "Animal Liberation",
            "authors": [
                "Peter Singer"
            ],
            "ranking": 4.29,
            "ranking_count": 9057,
            "abstract": "How should we treat non-human animals?. In this immensely powerful and influential book, Peter Singer addresses this simple question with trenchant, dispassionate reasoning. Accompanied by the disturbing evidence of factory farms and laboratories, his answers triggered the birth of the animal rights movement.. In the decades since this landmark classic first appeared, some public attitudes to animals may have changed but our continued abuse of animals in factory farms and as tools for research shows that the underlying ideas Singer exposes as ethically indefensible are still dominating the way we treat animals. As Yuval Noah Harari’s brilliantly argued preface makes clear, this book is as relevant now as the day it was written.",
            "part_of_series": true,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Animals",
                "Food and Drink",
                "Politics",
                "Science",
                "Environment",
                "Social Issues"
            ]
        },
        {
            "title": "Evergreen",
            "authors": [
                "Belva Plain"
            ],
            "ranking": 4.01,
            "ranking_count": 27148,
            "abstract": "Born into poverty and fear, Anna is desperate to leave her native Poland. Determined to make something of herself, Anna moves into a cramped New York slum and finds a job in a sweatshop. When two very different men fall in love with her, Anna is destined to be forever torn in love and loyalty.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Adult Fiction",
                "Novels",
                "Womens Fiction",
                "Literature",
                "Classics"
            ]
        },
        {
            "title": "War's Unwomanly Face",
            "authors": [
                "Svetlana Alexievich",
                "Richard Pevear",
                "Larissa Volokhonsky"
            ],
            "ranking": 4.52,
            "ranking_count": 25338,
            "abstract": "This book is a confession, a document and a record of people's memory. More than 200 women speak in it, describing how young girls, who dreamed of becoming brides, became soldiers in 1941. More than 500,000 Soviet women participated on a par with men in the Second World War, the most terrible war of the 20th century. Women not only rescued and bandaged the wounded but also fired a sniper's rifle, blew up bridges, went reconnoitering and killed... They killed the enemy who, with unprecedented cruelty, had attacked their land, their homes and their children. Soviet writer of Belarussia, Svetlana Alexiyevich spent four years working on the book, visiting over 100 cities and towns, settlements and villages and recording the stories and reminiscences of women war veterans. The Soviet press called the booka vivid reporting of events long past, which affected the destiny of the nation as a whole. The most important thing about the book is not so much the front-line episodes as women's heart-rending experiences in the war. Through their testimony the past makes an impassioned appeal to the present, denouncing yesterday's and today's fascism...",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "History",
                "War",
                "Cultural",
                "Feminism",
                "Historical",
                "Womens",
                "Nobel Prize",
                "Literature"
            ]
        },
        {
            "title": "The Philosophy of Space and Time",
            "authors": [
                "Hans Reichenbach"
            ],
            "ranking": 4.12,
            "ranking_count": 106,
            "abstract": "A brilliantly clear and penetrating exposition of developments in physical science and mathematics brought about by the advent of non-Euclidean geometries, including in-depth coverage of the foundations of geometry, the theory of time, Einstein's theory of relativity and its consequences, other key topics.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Science",
                "Nonfiction"
            ]
        },
        {
            "title": "Fearful Symmetry: A Study of William Blake",
            "authors": [
                "Northrop Frye",
                "Nicholas Halmi"
            ],
            "ranking": 4.32,
            "ranking_count": 705,
            "abstract": "Published in 1947,. Fearful Symmetry. was Northrop Frye's first book and the product of over a decade of intense labour. Drawing readers into the imaginative world of William Blake, Frye succeeded in making Blake's voice and vision intelligible to the wider public. Distinguished by its range of reference, elegance of expression, comprehensiveness of coverage, coherence of argument, and sympathy to its subject,. Fearful Symmetry. was immediately recognized as a landmark of Blake criticism. Fifty years later, it is still recognized as having ensured the acceptance of Blake as a canonical poet by permanently dispelling the widespread notion that he was the mad creator of an incomprehensible private symbolism.. For this new edition, the text has been revised and corrected in accordance with the principles of the Collected Works of Northrop Frye series. Frye's original annotation has been supplemented with references to currently standard editions of Blake and others, and many new notes have been provided, identifying quotations, allusions, and cultural references. An introduction by Ian Singer provides biographical and critical context for the book, an overview of its contents, and an account of its reception.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Criticism",
                "Nonfiction",
                "Art",
                "Philosophy",
                "Language",
                "Medievalism",
                "Literature"
            ]
        },
        {
            "title": "The Age of Federalism",
            "authors": [
                "Stanley Elkins",
                "Eric L. McKitrick"
            ],
            "ranking": 4.12,
            "ranking_count": 245,
            "abstract": "When Thomas Jefferson took the oath of office for the presidency in 1801, America had just passed through twelve critical years, years dominated by some of the towering figures of our history and by the challenge of having to do everything for the first time. Washington, Hamilton, Madison,. Adams, and Jefferson himself each had a share in shaping that remarkable era--an era that is brilliantly captured in. The Age of Federalism. .. Written by esteemed historians Stanley Elkins and Eric McKitrick,. The Age of Federalism. gives us a reflective, deeply informed analytical survey of this extraordinary period. Ranging over the widest variety of concerns--political, cultural, economic, diplomatic, and military--the authors. provide a sweeping historical account, keeping always in view not only the problems the new nation faced but also the particular individuals who tried to solve them. As they move through the Federalist era, they draw subtly perceptive character sketches not only of the great figures--Washington and. Jefferson, Talleyrand and Napoleon Bonaparte--but also of lesser ones, such as George Hammond, Britain's frustrated minister to the United States, James McHenry, Adams's hapless Secretary of War, the pre-Chief Justice version of John Marshall, and others. They weave these lively profiles into an. analysis of the central controversies of the day, turning such intricate issues as the public debt into fascinating depictions of opposing political strategies and contending economic philosophies. Each dispute bears in some way on the broader story of the emerging nation. The authors show, for. instance, the consequences the fight over Hamilton's financial system had for the locating of the nation's permanent capital, and how it widened an ideological gulf between Hamilton and the Virginians, Madison and Jefferson, that became unbridgeable. The statesmen of the founding generation, the. authors believe, did a surprising number of things right. But Elkins and McKitrick also describe some things that went resoundingly wrong: the hopelessly underfinanced effort to construct a capital city on the Potomac (New York, they argue, would have been a far more logical choice than. Washington), and prosecutions under the Alien and Sedition Acts which turned into a comic nightmare. No detail is left out, or left uninteresting, as their account continues through the Adams presidency, the XYZ affair, the naval Quasi-War with France, and the desperate Federalist maneuvers in 1800,. first to prevent the reelection of Adams and then to nullify the election of Jefferson.. The Age of Federalism. is the fruit of many years of discussion and thought, in which deep scholarship is matched only by the lucid distinction of its prose. With it, Stanley Elkins and Eric McKitrick have produced the definitive study, long awaited by historians, of the early national era.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "North American Hi...",
                "Politics",
                "Nonfiction",
                "Military History",
                "Business"
            ]
        },
        {
            "title": "The Collected Dorothy Parker",
            "authors": [
                "Dorothy Parker",
                "Brendan Gill"
            ],
            "ranking": 4.27,
            "ranking_count": 1405,
            "abstract": "Dorothy Parker, more than any of her contemporaries, captured the spirit of the Jazz Age in her poetry and prose, and. The Collected Dorothy Parker. includes an introduction by Brendan Gill in Penguin Modern Classics.. Dorothy Parker was the most talked-about woman of her day, notorious as the hard-drinking bad girl with a talent for stinging repartee and endlessly quotable one-liners. The decadent 1920s and 1930s in New York were a time of great experiment and daring for women. For the rich, life seemed a continual party, but the excesses took their emotional toll. In the bitingly witty poems and stories collected here, along with her articles and reviews, she brilliantly captures the spirit of the decadent Jazz Age in New York, exposing both the dazzle and the darkness. But beneath the sharp perceptions and acidic humour, much of her work poignantly expresses the deep vulnerability of a troubled, self-destructive woman who, in the words of philosopher Irwin Edman, was 'a Sappho who could combine a heartbreak with a wisecrack'.. Dorothy Parker (1893-1967) was born in West End, New Jersey, and grew up in New York. In 1916 she sold some of her poetry to the editor of. Vogue. , and was subsequently given an editorial position on the magazine. She then became drama critic of. Vanity Fair. and the central figure of the celebrated Algonquin Round Table, whose members included George S. Kaufman and Harpo Marx. Her collections of poems included. Enough Rope. (1926) and. Not So Deep as a Well. (1936), and her collections of stories included. Here Lies. (1939); in addition, she collaborated on and wrote screenplays including the Oscar-winning. A Star is Born. (1937), and Alfred Hitchcock's. Saboteur. (1942).. If you enjoyed. The Collected Dorothy Parker. , you might like Truman Capote's. The Complete Stories. , also available in Penguin Modern Classics.. 'She managed to express her real feelings in stanzas which snap and glitter like a Chanel handbag'. Peter Ackroyd,. The Times",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Short Stories",
                "Classics",
                "Fiction",
                "Humor",
                "Literature",
                "Feminism",
                "Writing"
            ]
        },
        {
            "title": "The Revolution Betrayed",
            "authors": [
                "Leon Trotsky",
                "Max Eastman"
            ],
            "ranking": 4.08,
            "ranking_count": 1617,
            "abstract": "One of Marxism's most important texts,. The Revolution Betrayed. explores the fate of the Russian Revolution after Lenin's death. Written in 1936 and published the following year, this brilliant and profound evaluation of Stalinism from the Marxist standpoint prophesied the collapse of the Soviet Union and subsequent related events.. The effects of the October Revolution led to the establishment of a nationalized planned economy, demonstrating the practicality of socialism for the first time. By the 1930s, however, the Soviet workers' democracy had crumbled into a state of bureaucratic decay that ultimately gave rise to an infamous totalitarian regime. Trotsky employs facts, figures, and statistics to show how Stalinist policies rejected the enormous productive potential of the nationalized planned economy in favor of a wasteful and corrupt bureaucratic system.. Six decades after the publication of this classic, the shattering of Stalinist regimes in Russia and Eastern Europe has confused and demoralized countless political activists.. The Revolution Betrayed. offers readers of every political persuasion an insider's view of what went wrong.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Politics",
                "Nonfiction",
                "Philosophy",
                "Cultural",
                "Economics",
                "Russian History",
                "Russia"
            ]
        },
        {
            "title": "The Screaming Mimi",
            "authors": [
                "Fredric Brown"
            ],
            "ranking": 3.87,
            "ranking_count": 397,
            "abstract": "Bill Sweeney is a down-and-out lush. He is also a top-notch reporter. Aroused by the naked beauty of the Ripper's fourth victim--or near-victim--Sweeney pulls himself together and goes after the killer. As he puts questions and answers together, he finds himself face to face with madness and death.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Science Fiction",
                "Pulp",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "The Greek Way",
            "authors": [
                "Edith Hamilton"
            ],
            "ranking": 3.92,
            "ranking_count": 2112,
            "abstract": "Five hundred years before Christ in a little town on the far western border of the settled and civilized world, a strange new power was at work... Athens had entered upon her brief and magnificent flowering of genius which so molded the world of mind and of spirit that our mind and spirit today are different... What was then produced of art and of thought has never been surpasses and very rarely equalled, and the stamp of it is upon all the art and all the thought of the Western world.. A perennial favorite in many different editions, Edith Hamilton's best-selling. The Greek Way. captures the spirit and achievements of Greece in the fifth century B.C. A retired headmistress when she began her writing career in the 1930s, Hamilton immediately demonstrated a remarkable ability to bring the world of ancient Greece to life, introducing that world to the twentieth century.. The New York Times. called. The Greek Way. a book of both cultural and critical importance.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Fantasy",
                "Philosophy",
                "Classics",
                "Cultural",
                "Literature",
                "Mythology",
                "Reference"
            ]
        },
        {
            "title": "Wolf Solent",
            "authors": [
                "John Cowper Powys"
            ],
            "ranking": 4.11,
            "ranking_count": 506,
            "abstract": "When it was first published in 1929, John Cowper Powys's rapturous novel of eros and ideas was compared with works by Shakespeare, Thomas Hardy, and D.H. Lawrence. Since then it has won the admiration of writers from Henry Miller to Iris Murdoch.. Wolf Solent. remains wholly unrivaled in its deft and risky balance of mysticism and social comedy, ecstatic contemplation of nature and unblinking observation of human folly and desire.. Forsaking London for Ramsgard, a village in Dorsetshire, Wolf Solent discovers a world of pagan splendor and medieval insularity, riddled by ancient scandals and resentments. And there this poetic young man meets two women—the sensuous beauty Gerda and the ethereal gamine Christie—who will become the sharers of his body and soul. Audacious, extravagant, and gloriously strange,. Wolf Solent. is a twentieth-century masterpiece.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Historical",
                "Novels",
                "Literary Fiction",
                "Magical Realism"
            ]
        },
        {
            "title": "Little Town in the Ozarks",
            "authors": [
                "Roger Lea MacBride",
                "David Gilleece"
            ],
            "ranking": 4.1,
            "ranking_count": 8047,
            "abstract": "The fifth book in the Rose Years series, the story of the spirited daughter of the author of the beloved Little House series.. Little Town In The Ozarks. continues the story of Rose, Laura Ingalls Wilder’s daughter, as hard times on the farm force Rose and her family to move to the town of Mansfield. Life in town is so different from living on Rocky Ridge Farm that Rose wonders if she will ever learn to like the hustle and bustle of town life.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Childrens",
                "Fiction",
                "Young Adult",
                "Classics",
                "Kids",
                "Adventure"
            ]
        },
        {
            "title": "Mariette in Ecstasy",
            "authors": [
                "Ron Hansen"
            ],
            "ranking": 3.75,
            "ranking_count": 2619,
            "abstract": "The highly acclaimed and provocatively rendered story of a young postulant's claim to divine possession and religious ecstasy.. In 1906, a beautiful seventeen year old postulant enters the convent of the Sisters of the Crucifixion in upstate New York. When she begins to bleed from her hands, feet, and side, the entire community is thrown into turmoil. Is Mariette a cunning sham, or sexually hysterical, or does God stalk her like a pitiless lover?. Mariette in Ecstasy is a stunning immersion into the society of a small convent at the turn of the century, where a mysterious and ultimately harrowing world lies beneath the lovely, placid surface of everyday life. With Mariette In Ecstasy, critically acclaimed author Ron Hansen again powerfully demonstrates his gift for brilliantly recreating time and place. As intriguing as The Name Of The Rose, as sensually hypnotic as Marguerite Duras' The Lover, this is an intimate portrait of a fascinating young woman in the grip of an intractable fate, and it raises provocative questions about the complex nature of passionate faith.. Exquisitely crafted, Mariette in Ecstasy is a spellbinding novel that marks a new level of achievement in one of our most gifted writers.. ~ from 1991 hardcover dustjacket",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Religion",
                "Novels",
                "Literary Fiction",
                "Spirituality",
                "Christianity",
                "Literature",
                "Contemporary"
            ]
        },
        {
            "title": "The Moon Goddess and the Son",
            "authors": [
                "Donald Kingsbury"
            ],
            "ranking": 3.48,
            "ranking_count": 86,
            "abstract": "Diana's ambition to get a job on the moon started the same day she learned from a child's book of mythology that her namesake was the moon goddess.. The time is the late 1980s.. The Russians have secretly lofted a full-scale space station that dwarfs the one the U.S. hopes to build in the '90s. The American response - as it was in the late 1950s - is a crash program to overtake and surpass the Soviet effort.. And by 2010 their efforts have succeeded. Burgeoning space industry has resulted in an economic boom unprecedented in U.S. history - and man will never again be confined to Earth.. The author of Courtship Rite brings to this novel of the near-future a rare sensitivity for characterization as well as an acute perception of the links between past and future. --Library Journal",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The War of the Saints",
            "authors": [
                "Jorge Amado",
                "Gregory Rabassa"
            ],
            "ranking": 3.85,
            "ranking_count": 613,
            "abstract": "Jorge Amado has been called one of the great writers of our time.  The joyfulness of his storytelling and his celebration of life's sensual pleasures have found him a loyal following.  With. The War Of The Saints. ,  he has created an exuberant tale set among the flashing rhythms, intoxicating smells, and bewitching colors of the carnival. The holy icon of Saint Barbara of the Thunder is bound for the city of Bahia for an exhibition of holy art.  As the boat the bears the image is docking, a miracle occurs and Saint Barbara comes to life, disappearing into the milling crowd on the quay.  Somewhere in the city a young woman has fallen in love, and her prudish guardian aunt has locked her away--an act of intolerance that Saint Barbara must redress.  And when she casts her spell over the city, no one's life will remain unchanged.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Cultural",
                "Fantasy",
                "Literary Fiction",
                "Romance",
                "Literature",
                "Contemporary"
            ]
        },
        {
            "title": "Crystal",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.69,
            "ranking_count": 5000,
            "abstract": "ALL SHE WANTED WAS A FAMILY SHE COULD CALL HER OWN..... As an orphan girl, Crystal was one of many -- and utterly alone. But she still dreamed of a shining life of love and happiness, and freedom from the dark legacy of her past...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Thriller",
                "Gothic",
                "Drama",
                "Womens Fiction",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "The Risk Pool",
            "authors": [
                "Richard Russo"
            ],
            "ranking": 4.05,
            "ranking_count": 6737,
            "abstract": "The Risk Pool. is a thirty-year journey through the lives of Sam Hall, a small-town gambling hellraiser, and his watchful, introspective son Ned. When Ned's mother Jenny suffers a breakdown and retreats from her husband's carelessness into a dream world, Ned becomes part of his father's seedy nocturnal world, touring the town's bars and pool halls, struggling to win Sam's affections while avoiding his sins.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Novels",
                "Contemporary",
                "Literature",
                "Young Adult",
                "Family",
                "Humor",
                "Modern"
            ]
        },
        {
            "title": "Expanded Universe",
            "authors": [
                "Robert A. Heinlein",
                "Stephen E. Fabian"
            ],
            "ranking": 3.93,
            "ranking_count": 4318,
            "abstract": "The Wit and Wisdom of Robert A. Heinlein, author of multiple. New York Times. best sellers, on subjects ranging from Crime and Punishment to the Love Life of the American Teenager; from Nuclear Power to the Pragmatics of Patriotism; from Prophecy to Destiny; from Geopolitics to Post-Holocaust America; from the Nature of Courage to the Nature of Reality; it's all here and it's all great - straight from the mind of the finest science fiction writer of them all.. For the Millions of Heinlein Fans-a Guided Tour Through the Thoughts and Insights of One of the Most Influential Writers in American Literature. –. The New York Times Book Review. Contents:. Foreword. Life-Line. Successful Operation. Blowups Happen. Solution Unsatisfactory. The Last Days of the United States. Ho to Be a Survivor. Pie from the Sky. They Do It With Mirrors. Free Men. No Bands Playing, No Flags Flying—. A Bathroom of Her Own. On the Slopes of Vesuvius. Nothing Ever Happens on the Moon. Pandora's Box. Where To?. Cliff and the Calories. Ray Guns and Rocket Ships. The Third Millennium Opens. Who Are the Heirs of Patrick Henry?. Pravda Means Truth. Inside Tourist. Seachlight. The Pragmatics of Patriotism. Paul Dirac, Antimatter, and You. Larger Than Life. Spinoff. The Happy Days Ahead",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Short Stories",
                "Science Fiction Fantasy",
                "Anthologies",
                "Writing",
                "Fantasy",
                "Politics",
                "Novels"
            ]
        },
        {
            "title": "A Taste of Blackberries",
            "authors": [
                "Doris Buchanan Smith",
                "Mike Wimmer"
            ],
            "ranking": 3.97,
            "ranking_count": 1779,
            "abstract": "What do you do without. your best friend?. Jamie isn't afraid of anything. Always ready to get into trouble, then right back out of it, he's a fun and exasperating best friend.. But when something terrible happens to Jamie, his best friend has to face the tragedy alone. Without Jamie, there are so many impossible questions to answer -- how can your best friend be gone forever? How can some things, like playing games in the sun or the taste of the blackberries that Jamie loved, go on without him?",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Young Adult",
                "Realistic Fiction",
                "Death",
                "Academic",
                "Classics"
            ]
        },
        {
            "title": "O Presidente Negro",
            "authors": [
                "Monteiro Lobato"
            ],
            "ranking": 2.99,
            "ranking_count": 219,
            "abstract": "'O presidente negro' é o único romance adulto de Monteiro Lobato. Embora ainda não tivesse pisado em terras norte-americanas quando escreveu esse livro, Lobato ambienta sua história futurista nas terras de Henry Ford. Em 1926 o autor publicou o romance com o título 'O choque' e, duas décadas depois, mudou o nome para 'O presidente negro'. A obra aborda temas como a segregação entre brancos e negros, aculturação, feminismo e ainda profetiza o surgimento de uma rede pela qual as pessoas se comunicariam e trabalhariam à distância. Através das lentes do 'porviroscópio', aparelho capaz de prever o futuro, Lobato leva os leitores para 2228, ano em que o personagem Jim Roy concorre à presidência dos Estados Unidos.",
            "part_of_series": false,
            "genre_list": [
                "Literature",
                "Romance",
                "European Literature",
                "Fiction"
            ]
        },
        {
            "title": "One of Our Submarines",
            "authors": [
                "Edward   Young"
            ],
            "ranking": 4.35,
            "ranking_count": 349,
            "abstract": "In the very highest rank of books about the last war. Submarines are thrilling beasts, and Edward Young tells of four years' adventures in them in a good stout book with excitement on every page. He writes beautifully, economically and with humour, and in the actions he commands he manages to put the reader at the voice-pipe and the periscope so that sometimes the tension is so great that one has to put the book down'. The Sunday Times.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Military",
                "Biography"
            ]
        },
        {
            "title": "The High House",
            "authors": [
                "James Stoddard"
            ],
            "ranking": 4.09,
            "ranking_count": 557,
            "abstract": "paperback, vg++",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Horror",
                "Magical Realism",
                "Science Fiction",
                "Literature",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Everything You Always Wanted to Know about Sex: But Were Afraid to Ask",
            "authors": [
                "David Reuben"
            ],
            "ranking": 3.26,
            "ranking_count": 519,
            "abstract": "For more than 30 years, this modern classic has tried to make our sexual experiences more satisfying, our marriages more robust, and given our children a healthy attitude towards sex. This new edition presents recent medical and scientific discoveries in this field.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Sexuality",
                "Self Help",
                "Psychology",
                "Science",
                "Health",
                "Reference",
                "Adult Fiction",
                "Anthropology",
                "Adult"
            ]
        },
        {
            "title": "SCUM Manifesto",
            "authors": [
                "Valerie Solanas",
                "Avital Ronell"
            ],
            "ranking": 3.68,
            "ranking_count": 6783,
            "abstract": "SCUM Manifesto. was considered one of the most outrageous, violent and certifiably crazy tracts when it first appeared in 1968. Valerie Solanas, the woman who shot Andy Warhol, self-published this work just before her rampage against the king of Pop Art made her a household name and resulted in her confinement to a mental institution. But the Manifesto, for all its vitriol, is impossible to dismiss as just the rantings of a lesbian lunatic. In fact, the work has indisputable prescience, not only as a radical feminist analysis light-years ahead of its timepredicting artificial insemination, ATMs, a feminist uprising against under-representation in the artsbut also as a stunning testament to the rage of an abused and destitute woman.. The focus of this edition is not on the nostalgic appeal of the work, but on Avital Ronell’s incisive introduction, “Deviant Payback: The Aims of Valerie Solanas.” Here is a reconsideration of Solanas’s infamous text in light of her social milieu, Derrida’s “The Ends of Man” (written in the same year), Judith Butler’s. Excitable Speech. , Nietzsche’s Ubermensch and notorious feminist icons from Medusa, Medea and Antigone, to Lizzie Borden, Lorenna Bobbit and Aileen Wournos, illuminating the evocative exuberance of Solanas’s dark tract.",
            "part_of_series": false,
            "genre_list": [
                "Feminism",
                "Nonfiction",
                "Politics",
                "Philosophy",
                "Writing",
                "Gender",
                "Classics",
                "Womens",
                "LGBT"
            ]
        },
        {
            "title": "The Convenient Marriage",
            "authors": [
                "Georgette Heyer"
            ],
            "ranking": 3.69,
            "ranking_count": 14206,
            "abstract": "A dashing hero, with an equally dashing rival, and a swordfight that will take readers' breath away.. Horatia Winwood is a plain girl with a stutter. When she rescues her sister from an undesired marriage to the Earl of Rule by proposing to him herself, he is thoroughly impressed by her spirit and enjoys watching her take the ton by storm. When Rule's archenemy, Sir Robert, tries to kiss Horatia, she spurns his advances, and in the ensuing scuffle loses an heirloom brooch. Horatia's brother's hare-brained scheme to recover the brooch fails, and then the Earl himself must step in, challenging Sir Robert in a swordfight that is Heyer at her most stirring.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Historical Romance",
                "Classics",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "Nightmare Alley",
            "authors": [
                "William Lindsay Gresham",
                "Nick Tosches"
            ],
            "ranking": 3.9,
            "ranking_count": 4683,
            "abstract": "Nightmare Alley. begins with an extraordinary description of a carnival-show geek—alcoholic and abject and the object of the voyeuristic crowd’s gleeful disgust and derision—going about his work at a county fair. Young Stan Carlisle is working as a carny, and he wonders how a man could fall so low. There’s no way in hell, he vows, that anything like that will ever happen to him.. And since Stan is clever and ambitious and not without a useful streak of ruthlessness, soon enough he’s going places. Onstage he plays the mentalist with a cute assistant (before long his harried wife), then he graduates to full-blown spiritualist, catering to the needs of the rich and gullible in their well-upholstered homes. It looks like the world is Stan’s for the taking. At least for now.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Horror",
                "Classics",
                "Novels",
                "Thriller",
                "Literature"
            ]
        },
        {
            "title": "Augustus",
            "authors": [
                "John  Williams"
            ],
            "ranking": 4.22,
            "ranking_count": 11993,
            "abstract": "A brilliant and beautifully written novel in the tradition of Robert Graves,. Augustus. is a sweeping narrative that brings vividly to life a compelling cast of historical figures through their letters, dispatches, and memoirs.. A mere eighteen years of age when his uncle, Julius Caesar, is murdered, Octavius Caesar prematurely inherits rule of the Roman Republic. Surrounded by men who are jockeying for power–Cicero, Brutus, Cassius, and Mark Antony–young Octavius must work against the powerful Roman political machinations to claim his destiny as first Roman emperor. Sprung from meticulous research and the pen of a true poet,. Augustus. tells the story of one man’s dream to liberate a corrupt Rome from the fancy of the capriciously crooked and the wildly wealthy.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Cultural",
                "The United States Of America",
                "Roman"
            ]
        },
        {
            "title": "Love's Abiding Joy",
            "authors": [
                "Janette Oke"
            ],
            "ranking": 4.18,
            "ranking_count": 10761,
            "abstract": "The fourth book in the Love Comes Softly series and the sequel to Love's Long Journey. Prairie romance fiction for all ages.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Historical",
                "Fiction",
                "Christian",
                "Romance",
                "Inspirational",
                "Adult"
            ]
        },
        {
            "title": "التاريخ العاصف لعلم وراثة الإنسان",
            "authors": [
                "Daniel J. Kevles",
                "أحمد مستجير"
            ],
            "ranking": 3.76,
            "ranking_count": 153,
            "abstract": "كتاب مثير للتفكير ملئ بالشخصيات والافكار يمثل رحلة فى تاريخ علم اليوجينيا (التحسين الوراثى للانسان) منذ نشأته فى اواخر القرن الماضى على يد جالتون وحتى عصرنا هذا عصر الهندسة الوراثية. ويمزج الكتاب بين هذا العلم والتاريخ الاجتماعى والثقافى والسياسى فهو يسير التفاعل بين التأكيدات الاجتماعية التى يقول بها اليوجينيون من ناحية وبين منجزات العلوم ذات العلاقة (علم الوراثة مثلا) من ناحية اخرى",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Science",
                "Pseudoscience",
                "Nonfiction",
                "Biology",
                "Sociology",
                "Reference",
                "Literature"
            ]
        },
        {
            "title": "Good Times/Bad Times",
            "authors": [
                "James Kirkwood Jr."
            ],
            "ranking": 4.21,
            "ranking_count": 510,
            "abstract": "This coming-of-age novel by young author James Kirkwood tells the tragic and charming story of Peter Kilburn: a young man facing accusations of murdering the headmaster of his New England prep school—the same man with a sexual fixation on Peter.. When his lawyer is caught in another case and asks Peter Kilburn to write down his experiences at Gilford Academy and his interactions with the now-dead headmaster, Mr. Hoyt, Peter begins to pen the letter that makes up the pages of Good Times/Bad Times.. From Peter’s elaborate involvement on campus and meeting the closest friend he’s ever had to the unwelcome sexual advances he received from Mr. Hoyt, this letter tells of the ups and downs of Peter’s time at school.. As the good times give way to bad and a series of compelling incidents steadily heighten the tension of his time as a student at Gilford Academy, readers fall under the spell of the magnificent storyteller Peter exposes himself to be.. Good Times/Bad Times. pulses with warmth and laughter of the young and still honest, complete with strong and memorable characters.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Gay",
                "Novels",
                "LGBT",
                "School Stories",
                "Romance"
            ]
        },
        {
            "title": "The Invasion",
            "authors": [
                "K.A. Applegate",
                "Katherine Applegate"
            ],
            "ranking": 3.84,
            "ranking_count": 15317,
            "abstract": "Sometimes weird things happen to people. Ask Jake. He may tell you about the night he and his friends saw the strange light in the sky. He may even tell you about what happened when they realized the light was only a plane -- from another planet. Here's where Jake's story gets a little weird. It's where they're told that the human race is under attack -- and given the chance to fight back.. Now Jake, Rachel, Cassie, Tobias, and Marco have the power to morph into any animal they choose. And they must use that power to outsmart an evil that is greater than anything the world has ever seen...",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Animals",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Life of Andrew Jackson",
            "authors": [
                "Robert V. Remini"
            ],
            "ranking": 4.04,
            "ranking_count": 3554,
            "abstract": "The classic one-volume biography of Andrew Jackson. Robert V. Remini's prizewinning, three-volume biography, The Life of Andrew Jackson, won the National Book Award upon its completion in 1984. Now, Remini captures the essence of the life and career of the seventh president of the United States in the meticulously crafted single-volume abridgement.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "History",
                "Politics",
                "North American Hi...",
                "Nonfiction",
                "Presidents",
                "War",
                "Literature",
                "Biography Memoir"
            ]
        },
        {
            "title": "Lady Be Good",
            "authors": [
                "Susan Elizabeth Phillips"
            ],
            "ranking": 3.99,
            "ranking_count": 17084,
            "abstract": "A British Lady. Lady Emma Wells-Finch, the oh-so-proper headmistressof England's St. Gertrude's School for Girls, is a woman on a mission—she has two weeks to lose her reputation. Arriving in Texas with skirts flying, umbrella pointing, and beautiful mouth issuing orders, she knows only one thing will save her from losing everything she holds dear: complete and utter disgrace!. A Texas Rascal. World-famous playboy-athlete Kenny Traveler has kickedup his boot heels one too many times, and now he's suspended from the sport he loves. Only one thing will restore his career:complete and utter respectability! Unfortunately, he's been blackmailed into chauffeuring bossy, single-minded Lady Emma, and she's hell-bent on visiting honkytonks,chasing down tattoo parlors, and worse.. lots worse.. Love, All-American Style. When a gorgeous man who can't afford another scandal meets a hardheaded woman who's determined to cause one, anything can happen. But love? Oh, dear. That's impossible.That's outrageous. That's... inevitable!",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Sports",
                "Fiction",
                "Contemporary Romance",
                "Humor",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "An Infamous Army",
            "authors": [
                "Georgette Heyer"
            ],
            "ranking": 3.68,
            "ranking_count": 4159,
            "abstract": "In 1815, beneath the aegis of the Army of Occupation, Brussels is the gayest town in Europe. And the widow Lady Barbara Childe, renowned for being as outrageous as she is beautiful, is at the centre of all that is fashionable and light-hearted. When she meets Charles Audley, dashing aide-de-camp to the great Duke of Wellington himself, her. joie de vivre. knows no bounds – until the eve of the fateful Battle of Waterloo ...",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "Historical Romance",
                "Classics",
                "War",
                "Literature"
            ]
        },
        {
            "title": "Tropic of Orange",
            "authors": [
                "Karen Tei Yamashita"
            ],
            "ranking": 3.56,
            "ranking_count": 2367,
            "abstract": "This fiercely satirical, semifantastical novel ... features an Asian-American television news executive, Emi, and a Latino newspaper reporter, Gabriel, who are so focused on chasing stories they almost don't notice that the world is falling apart all around them. Karen Tei Yamashita's staccato prose works well to evoke the frenetic breeziness and monumental self-absorption that are central to their lives.-Janet Kaye,. The New York Times Book Review",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Academic",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Fantasy",
                "The United States Of America"
            ]
        },
        {
            "title": "Grand Opening",
            "authors": [
                "Jon Hassler"
            ],
            "ranking": 3.95,
            "ranking_count": 800,
            "abstract": "Twelve-year old Brendan tells the story, set in 1944-45, that begins with his parents' decision to buy a run-down grocery store in a tiny Minnesota town. What they discover about small town idealism, bigotry, and good old American values will change them and the town forever....",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Academic",
                "Historical",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Courts of Chaos",
            "authors": [
                "Roger Zelazny",
                "Tim          White"
            ],
            "ranking": 4.18,
            "ranking_count": 21787,
            "abstract": "Amber, the one real world of which all others – including our own Earth – are but Shadows.... For untold millennia, the cosmic Pattern sustained order in Amber and all the known worlds. But now the forces of Chaos have succeeded in disrupting the Pattern, unleashing destructive forces beyond measure... forces meant to reshape the universe.. To save Amber, Corwin, prince of the blood, champion of the perfect realm, must undertake the most perilous journey of his life. A journey that will take him through all the terrors of Shadows to the enemy's last stonghold. A journey beyond the very edge of existence... to the Courts of Chaos.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adventure",
                "Classics"
            ]
        },
        {
            "title": "The Gift",
            "authors": [
                "Vladimir Nabokov",
                "Michael Scammell",
                "Dmitri Nabokov"
            ],
            "ranking": 4.0,
            "ranking_count": 3697,
            "abstract": "The Gift. is the last of the novels Nabokov wrote in his native Russian and the crowning achievement of that period in his literary career.  It is also his ode to Russian literature, evoking the works of Pushkin, Gogol, and others in the course of its narrative:  the story of Fyodor Godunov-Cherdyntsev, an impoverished émigré poet living in Berlin, who dreams of the book he will someday write--a book very much like. The Gift. itself.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Anthologies"
            ]
        },
        {
            "title": "Raising Cain: Protecting the Emotional Life of Boys",
            "authors": [
                "Dan Kindlon",
                "Michael G. Thompson",
                "Teresa Barker"
            ],
            "ranking": 3.98,
            "ranking_count": 4897,
            "abstract": "In Raising Cain, Dan Kindlon, Ph.D., and Michael Thompson, Ph.D., two of the country's leading child psychologists, share what they have learned in more than thirty-five years of combined experience working with boys and their families. They reveal a nation of boys who are hurting--sad, afraid, angry, and silent. Kindlon and Thompson set out to answer this basic, crucial question: What do boys need that they're not getting? They illuminate the forces that threaten our boys, teaching them to believe that cool equals macho strength and stoicism. Cutting through outdated theories of mother blame, boy biology, and testosterone, the authors shed light on the destructive emotional training our boys receive--the emotional miseducation of boys.. Kindlon and Thompson make a compelling case that emotional literacy is the most valuable gift we can offer our sons, urging parents to recognize the price boys pay when we hold them to an impossible standard of manhood. They identify the social and emotional challenges that boys encounter in school and show how parents can help boys cultivate emotional awareness and empathy--giving them the vital connections and support they need to navigate the social pressures of youth.",
            "part_of_series": false,
            "genre_list": [
                "Parenting",
                "Nonfiction",
                "Psychology",
                "Education",
                "Self Help",
                "Gender",
                "Childrens",
                "Feminism",
                "Family",
                "Health"
            ]
        },
        {
            "title": "Beach House (Point Horror, #32)",
            "authors": [
                "R.L. Stine"
            ],
            "ranking": 3.71,
            "ranking_count": 3233,
            "abstract": "Swim.. Sunbathe.. Die.. The sun is hot. The water's cold. And the kids are cool. Too cool to live. Because a killer is stalking them, one by one. A killer who never leaves a clue. Who disappears as completely as a footprint in the sand.. A killer who has found a very special place in the sun. for some very special sun...",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Thriller",
                "Mystery"
            ]
        },
        {
            "title": "Wild Seed",
            "authors": [
                "Octavia E. Butler"
            ],
            "ranking": 4.21,
            "ranking_count": 27433,
            "abstract": "Doro is an entity who changes bodies like clothes, killing his hosts by reflex--or design. He fears no one--until he meets Anyanwu. Anyanwu has also died many times. She can absorb bullets and make medicine with a kiss, give birth to tribes, nurture and heal, and savage anyone who threatens those she loves. She fears no one--until she meets Doro. From African jungles to the colonies of America, Doro and Anyanwu weave together a pattern of destiny that not even immortals can imagine.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Historical",
                "Audiobook",
                "Cultural",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "The Country Under My Skin: A Memoir of Love and War",
            "authors": [
                "Gioconda Belli",
                "Kristina Cordero"
            ],
            "ranking": 4.22,
            "ranking_count": 2325,
            "abstract": "A passionate, lyrical, tough-minded account of an extraordinary life in art, revolution, and love. It's a book to relish, to read and re-read. Unforgettable. --Salmon Rushdie. An electrifying memoir from the acclaimed Nicaraguan writer (A wonderfully free and original talent--Harold Pinter) and central figure in the Sandinista Revolution.. Until her early twenties, Gioconda Belli inhabited an upper-class cocoon: sheltered from the poverty in Managua in a world of country clubs and debutante balls; educated abroad; early marriage and motherhood. But in 1970, everything changed. Her growing dissatisfaction with domestic life, and a blossoming awareness of the social inequities in Nicaragua, led her to join the Sandinistas, then a burgeoning but still hidden organization. She would be involved with them over the next twenty years at the highest, and often most dangerous, levels.. Her memoir is both a revelatory insider's account of the Revolution and a vivid, intensely felt story about coming of age under extraordinary circumstances. Belli writes with both striking lyricism and candor about her personal and political lives: about her family, her children, the men in her life; about her poetry; about the dichotomies between her birth-right and the life she chose for herself; about the failures and triumphs of the Revolution; about her current life, divided between California (with her American husband and their children) and Nicaragua; and about her sustained and sustaining passion for her country and its people.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "History",
                "Biography",
                "European Literature",
                "Politics",
                "Cultural",
                "Biography Memoir",
                "Feminism"
            ]
        },
        {
            "title": "Being Green",
            "authors": [
                "Joe Raposo",
                "Etienne Delessert"
            ],
            "ranking": 4.25,
            "ranking_count": 8,
            "abstract": "Etienne Delessert creates his picture book version of Being Green, Kermit the Frog's anthem about fitting in, written by Joe Raposo.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "A Perfect Pony",
            "authors": [
                "Lois K. Szymanski"
            ],
            "ranking": 3.69,
            "ranking_count": 35,
            "abstract": "A PERFECT PONY. It's the most exciting day of Niki's life She's saved up enough money to buy her very own pony and today is the day of the pony auction. She could take home a magnificent pinto or a proud Thoroughbred, but she sets her heart on a beautiful white mare instead.. When a little black horse with big sad eyes distracts Niki from the mare of her dreams, will she miss the chance to own the perfect pony?",
            "part_of_series": true,
            "genre_list": [
                "Animals"
            ]
        },
        {
            "title": "The Skin Chairs",
            "authors": [
                "Barbara Comyns",
                "Ursula Holden"
            ],
            "ranking": 4.24,
            "ranking_count": 195,
            "abstract": "Could I see the chairs, please? ...Chairs, chairs. What does the child mean? ...Oh, she means the chairs in your hall, the ones your husband had covered with skin. I'm afraid she is a morbid little thing. She giggled and bounced about on her rickety chair.. Her father dies and the ten-year-old Frances, her mother and assorted siblings are taken under the wing of their horsey relations, led by bullying Aunt Lawrence. Their new home is small and they can't afford a maid. Mother occasionally dabs at the furniture with a duster and sister Polly rules the kitchen. Living in patronised poverty isn't much fun but Frances makes friends with Mrs Alexander who has a collection of monkeys and a yellow motor car, and the young widow, Vanda, who is friendly if the Major isn't due to call. But times do change and one day Aunt Lawrence gets her come-uppance and Frances goes to live in the house with 'the skin chairs'.. First published in 1962, this quirky novel describing the adult world with a young girl's eye, resounds with Barbara Comyn's original voice.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Literature",
                "Classics",
                "Novels"
            ]
        },
        {
            "title": "The Spanish Civil War: Reaction, Revolution, and Revenge",
            "authors": [
                "Paul Preston"
            ],
            "ranking": 3.98,
            "ranking_count": 1000,
            "abstract": "Paul Preston is the world's foremost historian of Spain. This surging history recounts the struggles of the 1936 war in which more than 3,000 Americans took up arms. Tracking the emergence of Francisco Franco's brutal (and, ultimately, extraordinarily durable) fascist dictatorship, Preston assesses the ways in which the Spanish Civil War presaged the Second World War that ensued so rapidly after it.. The attempted social revolution in Spain awakened progressive hopes during the Depression, but the conflict quickly escalated into a new and horrifying form of warfare. As Preston shows, the unprecedented levels of brutality were burned into the American consciousness as never before by the revolutionary war reporting of Ernest Hemingway, John Dos Passos, Herbert Matthews, Vincent Sheean, Louis Fischer, and many others. Completely revised, including previously unseen material on Franco's treatment of women in wartime prisons,. The Spanish Civil War. is a classic work on this pivotal epoch in the twentieth century.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Cultural",
                "Nonfiction",
                "Civil War",
                "Politics",
                "War",
                "European History",
                "European Literature"
            ]
        },
        {
            "title": "Carl Haffners Liebe zum Unentschieden",
            "authors": [
                "Thomas Glavinic"
            ],
            "ranking": 3.98,
            "ranking_count": 183,
            "abstract": "Es gibt in der Welt der Schachspieler die Gruppe der Ewigen Kronprinzen, jener Schachspieler, die wenigstens einmal die Chance gehabt haben, den Weltmeistertitel zu erringen, denen es aber nie gelungen ist. Viele von Ihnen galten und gelten als zumindest ebenso starke Spieler wie die Weltmeister, die sie herausgefordert haben. Einige von Ihnen haben mit ihrem Scheitern einen tragischen Ruhm erworben, der an Bedeutung sicher dem des jeweiligen Weltmeisters gleichkommt. Einer von diesen tragischen Kronprinzen, vielleicht der tragischste überhaupt war Karl Schlechter. Er war das größte Talent der sogenannten Wiener Schachschule und spielte im Jahr 1910 sein denkwürdiges Match um den Titel des Schachweltmeisters gegen Emanuel Lasker. Lasker war nach Wilhelm Steinitz, der sich seit einem Wettkampf gegen Adolph Anderssen 1866 offiziell und weitgehend unwidersprochen Schach-Weltmeister nannte, erst der zweite Träger dieses Titels, nachdem er Steinitz 1894 in einem Match besiegen konnte. Damals war der Weltmeistertitel beinahe so etwas wie ein Privatbesitz (ähnliche Verhältnisse gibt es heute auch wieder), das heißt, daß der Weltmeister entschied, gegen wen und unter welchen Bedingungen er den Titel verteidigte. Lasker galt dabei als ein Muster an Vorsicht: Ihm wurde oft vorgeworfen, seinen Titel in den meisten Fällen nur gegen eigentlich zweitklassige Spieler verteidigt zu haben. Jedenfalls behielt Lasker seinen Weltmeistertitel 27 Jahre lang, bis er ihn, im Alter von 53 Jahren, halb freiwillig an den jungen, aufstrebenden José Raoul Capablanca verlor. Er verteidigte den Titel in dieser Zeit in sechs Wettkämpfen, von denen ihn nur ein einziger, der gegen Karl Schlechter, an den Rand einer Niederlage brachte.. Lasker war 1910 immer noch auf der ganzen Höhe seiner Spielstärke: Er hatte noch im Jahr zuvor zusammen mit Rubinstein das starke St. Petersburger Turnier gewonnen. Schlechter andererseits war ohne jede Frage einer der stärksten Spieler seiner Zeit und würde im selben Jahr des Weltmeisterschaftkampfes noch das gut besetzte Hamburger Turnier gewinnen. Der Wettkampf zwischen Lasker und Schlechter war auf 10 Partien angesetzt; dem Weltmeister genügte damals wie heute ein Unentschieden im Gesamtergebnis, um seinen Titel behalten zu dürfen. Schlechter galt als überragender Verteidigungskünstler, der es seinem Gegner schwer machen würde, seinen Stil durchzusetzen. Und entsprechend war der Verlauf des Wettkampfes: Acht der zehn Partien endeten Remis; nur zwei Partei wurden entschieden. Schlechter gewann die fünfte, zugleich die letzte der in Wien gespielten Partien; Lasker die zehnte und letzte, in Berlin gespielte Partie des Wettkampfs und blieb so bei einem Endstand von 5 : 5 Weltmeister.. Es ist viel um diese letzte Partie des Wettkampfes gerätselt worden. Schlechter hatte eine bessere Position erreicht, die ohne jede Frage zum Remis, vielleicht sogar zu einem zweiten Sieg hätte reichen müssen. Aber ganz entgegen seiner sonstigen, sehr vorsichtigen Spielweise, beginnt Schlechter plötzlich riskant zu spielen und die Partie zu öffnen. Man muß Lasker zugestehen, daß er diese einzige Chance, die ihm Schlechter während des Wettkampfs geboten hat, augenblicklich genutzt hat, um die Partie zu seinen Gunsten zu entscheiden.. All dies ist der Stoff, aus dem Thomas Glavinic, selbst ein starker Schachspieler, seinen Roman gearbeitet hat. Er beschreibt die Umstände des Wettkampfes sehr detailliert und weitgehend historisch exakt und stellt dabei in den Mittelpunkt seiner Aufmerksamkeit seine Romanfigur Carl Haffner, die er mit den historischen Personen umgibt. Carl Haffner ist einerseits mit der Biographie Karl Schlechters ausgestattet, aber er ist andererseits eine erfundene Figur, die der Roman mit all ihren Gedanken, Ängstlichkeiten und Marotten erst erfindet, um sie jene Stelle des historischen Karl Schlechter vollständig ausfüllen zu lassen. Glavinic ist sich durchaus darüber im klaren, das er hier einen Drahtseilakt versucht, und es ist kein Wunder, daß die Schach-Fachpresse es nicht hat unterlassen können, die Erfindung der Figur Carl Haffner am historischen Gegenstück zu messen und das eine oder andere auszusetzen.. Das scheint mir recht unangemessen zu sein: Wenn ein Autor schon absichtlich in ein sonst bemüht exakt gezeichnetes historisches Bild eine erfundene Figur hineinstellt, so sollte man ihm dann schon das Zugeständnis machen, diese erfundene Figur mit den Wesenszügen, Charaktermerkmalen und -schwächen auszustatten, die der Autor für seine Geschichte benötigt. Der Roman ist schlicht keine Biographie und will keine sein.. Das Buch ist gut und lesbar geschrieben. Es konzentriert sich sehr auf die Empfindungen, Befürchtungen und Hoffnungen seines Titelhelden. Glavinic versteht es, auch dem nicht Schach spielenden Leser die Monomanie verständlich zu machen, die in nicht wenigen Fällen mit der absoluten Konzentration der großen Spieler auf ihr Spiel verbunden ist. Er zeigt die Vereinzelung seines Protagonisten, seine Hilflosigkeit im Alltag und den Wesenswandel, der mit ihm vorgeht, wenn er sich in sein Spiel vertieft. Er zeigt die Besessenheit Haffners, der schon als Jugendlicher Schule und Beruf vernachlässigt, einzig um seiner wirklichen Leidenschaft und seinem wahren Talent nachzugehen: dem Schachspiel. Er begleitet den Aufstieg des jungen Mannes zum größten Talent und zur Hoffnung der Wiener Schachschule, der deutschen Übermacht im Schach etwas entgegenstellen zu können. All dies erzählt Glavinic wie nebenbei, während im Zentrum des Romans jene Tage der zehn Weltmeisterschaftspartien stehen. Und Glavinic hat den nötigen Abstand zu der Sache, die er beschreibt: Mit Hilfe der Figur der jungen Journalistin Anna Feiertanz -- bei der ich neugierig wäre, ob es für sie ein historisches Vorbild im Umfeld Schlechters gegeben hat -- karikiert Glavinic das äußerst bedeutende Treiben der Schachmeister und ihres Anhangs. Sie behält den Blick von Außen auf das Geschehen und begleitet es hier und da mit ihren ironischen und spöttischen Kommentaren.. Auch Thomas Glavinic löst letztendlich das Rätsel um die zehnte Partie nicht, denn schließlich ist es bei ihm Carl Haffner, der diesen Wettkampf spielt und verliert. Aber Glavinic macht klar, welche Spannungen und Widersprüche dabei vielleicht im Spiel gewesen sein könnten. Ein gelungenes und gut lesbares psychologisches Gedankenexperiment, das nicht nur für Schachspieler von Interesse sein dürfte.. --Marius Fränzel",
            "part_of_series": false,
            "genre_list": [
                "Games",
                "Fiction"
            ]
        },
        {
            "title": "What is to Be Done?: Burning Questions of Our Movement",
            "authors": [
                "Vladimir Lenin",
                "V.J. Jerome",
                "Joe Fineberg",
                "George H. Hanna"
            ],
            "ranking": 3.98,
            "ranking_count": 2615,
            "abstract": "A basic consideration of the conditions and problems in the formation of a vanguard, revolutionary party.",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "Nonfiction",
                "Philosophy",
                "History",
                "Cultural",
                "Classics",
                "Economics",
                "Communism"
            ]
        },
        {
            "title": "Cuadernos de la cárcel",
            "authors": [
                "Hồ Chí Minh"
            ],
            "ranking": 3.74,
            "ranking_count": 284,
            "abstract": "Ho Chi Minh nació el 19 de mayo de 1890, en Kimlien, Annam (Vietnam). Su verdadero nombre fue Nguyen Sinh Coong, aunque en la clandestinidad usó apodos para eludir la persecución policial. Tras la Primera Guerra Mundial, y bajo el nombre de Nguyen Ai Quoc, participa en actividades radicales y colabora en la fundación del Partido Comunista Francés. Se traslada a Moscú para recibir formación y, a finales de 1924, es enviado a Guangdong (China), donde formó la Liga de la Juventud Revolucionaria. Tuvo que dejar China, tras ser acusado por las autoridades locales de protagonizar actividades comunistas, aunque en 1930 regresó para fundar el Partido Comunista Indochino (PCI). En junio de 1931 le encarcelaron hasta 1933. Cuando en 1941 Japón ocupó Vietnam, mantuvo contactos con los líderes del PCI y ayudó a fundar un nuevo movimiento de independencia dominado por los comunistas, denominado Vietminh, que combatió a los japoneses. Fue entonces cuando aceptó el nombre de Ho Chi Minh. En agosto de 1945, tras la rendición de Japón, el Vietminh tomó el poder y proclamó la República Democrática de Vietnam en Hanoi, siendo Ho Chi Minh nombrado su presidente. Los franceses no querían conceder la independencia a sus súbditos coloniales, y durante ocho años las guerrillas del Vietminh combatieron a las tropas francesas, derrotándolas finalmente en la decisiva batalla de Dien Bien Phu en 1954. Sin embargo no obtuvo una victoria completa. La Conferencia de Ginebra dividió el país, asignándose el Norte al Vietminh, a pesar de las protestas de Ho Chi Minh, que pretendía mantener unificado a Vietnam. En la República Democrática de Vietnam, de la cual Ho seguía siendo presidente, se ocupó de crear un régimen comunista en Vietnam del Norte, sin embargo, a principios de la década de 1960, se inició el conflicto con la República de Vietnam, donde las guerrillas comunistas (Vietcong) organizaron un movimiento de insurgencia contra el régimen survietnamita apoyado por Estados Unidos. Ho, con graves problemas de salud, tuvo un papel testimonial. Ho Chi Minh falleció el 2 de septiembre de 1969 en Hanoi, de tuberculosis.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "History",
                "Nonfiction",
                "Classics",
                "Politics",
                "Cultural",
                "Biography Memoir"
            ]
        },
        {
            "title": "Absence",
            "authors": [
                "Peter Handke",
                "Ralph Manheim"
            ],
            "ranking": 3.26,
            "ranking_count": 155,
            "abstract": "The time is an unspecified modernity, the place possibly Europe.. Absence. follows four nameless people -- the old man, the woman, the soldier, and the gambler -- as they journey to a desolate wasteland beyond the limits of an unnamed city.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Philosophy",
                "European Literature",
                "Nobel Prize",
                "Literature"
            ]
        },
        {
            "title": "No Way of Telling",
            "authors": [
                "Emma Smith"
            ],
            "ranking": 4.06,
            "ranking_count": 68,
            "abstract": "The day they were sent home early from school because of a threatening blizzard, Amy rode with the other pupils in Mrs. Rhys's van to where the road ended, but from there she had to trudge by herself through the driving snowflakes to the Gwyntfa, the gray stone cottage where she lived alone with her grandmother, Mrs. Bowen. Once home, Amy knew she was safe. With a well-stoked larder and plenty of oil for the lamps, her grandmother promised her they might even enjoy being snowed in. They liked each other's company and every night would sit one on each side of the fire, working at their patchwork quilt until it was time for a cup of tea and a game of Patience or Two-handed Whist before bed.. But on the day the snow began they never played their game of cards. They were interrupted by a growl from Amy's dog, a tremendous thump at the door, and an intrusion of such violence as they had never in their lives met before. Yet though there was no way of telling who their intruder might be, Mrs. Bowen somehow knew he meant them no harm; and in the four extraordinary days that followed, bringing intruders of a different kind, Amy discovered that her grandmother's instinct had been right.. Against the beautifully portrayed background of a Welsh hillfarm in winter, suspense mounts almost unbearably for Amy and her grandmother - and for the reader as well - as they face ruthless evil in this contemporary story superbly told by a distinguished writer.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Remembrance",
            "authors": [
                "Danielle Steel"
            ],
            "ranking": 3.93,
            "ranking_count": 7442,
            "abstract": "Her beloved Italian homeland shattered in the wake of World War II, exquisite Serena, Principessa di San Tibaldo, has nothing left except her name, her ancestry... and her heart which she gives completely and forever to Major Brad Fullerton. But not even Brad's ring—or his child—can protect her from the calculating wrath of the powerful Fullerton dynasty, and the woman who will become Serena's bitter enemy. Sweeping from the war-torn palazzos of Rome to the glittering avenues of Manhattan and the glamorous world of high fashion. Here is the vibrant story of one woman's triumphant yet bittersweet journey of the heart.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Drama",
                "Novels",
                "Historical",
                "Adult Fiction"
            ]
        },
        {
            "title": "In the Land of the Big Red Apple",
            "authors": [
                "Roger Lea MacBride",
                "David Gilleece"
            ],
            "ranking": 3.94,
            "ranking_count": 8499,
            "abstract": "Eight going on nine, Rose Wilder is beginning to settle into her new life in Missouri, the Land of the Big Red Apple. Her father is building their farmhouse and she dreams of the day they'll have their own bright crop to harvest. But before that can happen, she has a fierce ice storm to contend with and her first real Christmas in the Ozarks to enjoy.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Childrens",
                "Fiction",
                "Classics",
                "Young Adult",
                "Family",
                "Adventure"
            ]
        },
        {
            "title": "Gone-Away Lake",
            "authors": [
                "Elizabeth Enright",
                "Beth Krush",
                "Joe Krush"
            ],
            "ranking": 4.13,
            "ranking_count": 7454,
            "abstract": "Summer has a magic all its own.. When Portia sets out for a visit with her cousin Julian, she expects fun and adventure, but of the usual kind: exploring in the woods near Julian's house, collecting stones and bugs, playing games throughout the long, lazy days.. But. this. summer is different.. On their first day exploring, Portia and Julian discover an enormous boulder with a mysterious message, a swamp choked with reeds and quicksand, and on the far side of the swamp...a ghost town.. Once upon a time the swamp was a splendid lake, and the fallen houses along its shore an elegant resort community. But though the lake is long gone and the resort faded away, the houses still hold a secret life: two people who have never left Gone-Away...and who can tell the story of what happened there.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Young Adult",
                "Classics",
                "Adventure",
                "Historical",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Down by the River",
            "authors": [
                "Edna O'Brien"
            ],
            "ranking": 3.78,
            "ranking_count": 564,
            "abstract": "Set in her native Ireland, Edna O'Brien's newest novel explores the dark and torturous aspects of family ties. As Mary, the young heroine, tries first to conceal and then to escape her father's fateful attention, she finds herself driven into an emotional Styx. She becomes pregnant with her father's child, and as her private - and redeemable - tragedy is dragged into the public realm, she falls prey to militant factions on all sides.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Novels",
                "Literature",
                "Book Club",
                "Literary Fiction",
                "Contemporary",
                "Female Authors",
                "Religion"
            ]
        },
        {
            "title": "Tent of Miracles",
            "authors": [
                "Jorge Amado",
                "Barbara Shelby",
                "Ilan Stavans"
            ],
            "ranking": 3.9,
            "ranking_count": 1041,
            "abstract": "A very rich and exotic novel . . . tells the story of Pedro Archanjo, mestizo, self-taught ethnologist, apostle of miscegenation, laborer, cult priest, and bon vivant. . . . Amado’s joyous, exuberant, almost magical descriptions of festivals, puppet shows, African rituals, local legends, fascinating customs, strange and wonderful characters . . . result in a richness and warmth that are impossible to resist.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Magical Realism",
                "European Literature",
                "Historical",
                "Novels",
                "Literature",
                "Romance",
                "Classics"
            ]
        },
        {
            "title": "A Well Pleasured Lady",
            "authors": [
                "Christina Dodd"
            ],
            "ranking": 3.6,
            "ranking_count": 1885,
            "abstract": "Prim, plain, desperately virtuous Lady Mary Fairchild stared at the seductive gentleman and wondered -- did he remember the elements of the night they met? Surely not. In the ten years since, she had abandoned her youthful impetuousness and transformed herself into a housekeeper -- disguising her beauty beneath a servant's dour clothing determined to conquer the passions of the past.. But Sebastian Durant, Viscount Whitfield, did recognize her as a Fairchild, one of his family's bitter enemies. When he demanded her help recovering a stolen diary, she dared not refuse him. When he proposed they masquerade as a betrothed couple, loyalty forced her to agree. And when the restraint between them shattered and pleasure became an obsession, Mary had to trust a powerful man who could send her to the gallows ... or love her through eternity.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Historical Romance",
                "Fiction",
                "Adult"
            ]
        },
        {
            "title": "Cat",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.76,
            "ranking_count": 3282,
            "abstract": "Cat has not yet shared in Dr. Marlowe's therapy group, but she has the darkest secret of all four girls and the most to lose by opening up.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Horror",
                "Thriller",
                "Romance",
                "Adult Fiction",
                "Adult",
                "Drama",
                "Gothic",
                "Contemporary"
            ]
        },
        {
            "title": "The War Hound and the World's Pain",
            "authors": [
                "Michael Moorcock"
            ],
            "ranking": 3.94,
            "ranking_count": 1475,
            "abstract": "Lured to the dead kingdom while traveling Europe's ravaged landscape, the War Hound von Bek is entranced by the beautiful and strange Lady Sabrina. But in return for her love, he must meet her master ... Lucifer!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Historical",
                "Science Fiction Fantasy",
                "Science Fiction",
                "Horror",
                "Speculative Fiction",
                "Novels"
            ]
        },
        {
            "title": "The Bears' House",
            "authors": [
                "Marilyn Sachs"
            ],
            "ranking": 4.18,
            "ranking_count": 244,
            "abstract": "Everybody in Fran Ellen’s class knows her name. They know that she sucks her thumb and that she smells bad. But they don’t really know anything important about her.. They don’t know that she lives in two houses. One is with her brothers and sisters and sick mother. There is no father in that house, and nobody to take care of the children. Everything is sad and dismal, except for Fran Ellen’s baby sister, Flora, whom she loves best in the world. To keep Flora, Fran Ellen has to lie about that house.. The other house that Fran Ellen lives in is the Bears’ House. Most of the kids think it is only a dolls’ house. For Fran Ellen it is a real house, bright with fun and laughter. In that house Mama Bear cooks and cleans and gives Fran Ellen a beautiful dress with red and yellow flowers. In that house Papa Bear holds Fran Ellen on his lap when she feels unhappy. There is Baby Bear in the Bears’ House, and Goldilocks too. They give Fran Ellen the best birthday party she ever had.. Nobody really knows anything important about Fran Ellen. Only that she sucks her thumb, and smells bad.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Novels",
                "Fiction",
                "Fantasy",
                "Young Adult",
                "Family",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Novel with Cocaine",
            "authors": [
                "M. Ageyev",
                "Michael Henry Heim"
            ],
            "ranking": 3.79,
            "ranking_count": 2837,
            "abstract": "A Dostoevskian psychological novel of ideas,. Novel with Cocaine. explores the interaction between psychology, philosophy, and ideology in its frank portrayal of an adolescent's cocaine addiction. The story relates the formative experiences of Vadim at school and with women before he turns to drug abuse and the philosophical reflections to which it gives rise. Although Ageyev makes little explicit reference to the Revolution, the novel's obsession with addictive forms of thinking finds resonance in the historical background, in which our inborn feelings of humanity and justice provoke the cruelties and satanic transgressions committed in its name.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literature",
                "Classics",
                "Novels",
                "Drama",
                "Adult",
                "Thriller"
            ]
        },
        {
            "title": "Schismatrix Plus",
            "authors": [
                "Bruce Sterling"
            ],
            "ranking": 3.93,
            "ranking_count": 4569,
            "abstract": "Schismatrix Plus,. is Bruce Sterling's new trade paperback. For the first time in one volume: every word Bruce Sterling has ever written on the Shapers-Mechanists Universe.. In the last decade, Sterling has emerged a pioneer of crucial, cutting-edge science fiction. Now Ace Books is proud to offer Sterling's stunning world of the Schismatrix--where Shaper revolutionaries struggle against aristocratic Mechanists for ultimate control of man's destiny. This volume includes the classic full-length novel,. Schismatrix. , plus thousands of words of mind-bending short fiction.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Short Stories",
                "Science Fiction Fantasy",
                "Fantasy",
                "Speculative Fiction",
                "Anthologies"
            ]
        },
        {
            "title": "Sanibel Flats",
            "authors": [
                "Randy Wayne White"
            ],
            "ranking": 3.89,
            "ranking_count": 6992,
            "abstract": "Its cool gulf breezes lured him from a life of danger. Its dark undercurrents threatened to destroy him.. After ten years of living life on the edge, it was hard for Doc Ford to get that addiction to danger out of his system. But spending each day watching the sun melt into Dinkins Bay and the moon rise over the mangrove trees, cooking dinner for his beautiful neighbor, and dispensing advice to the locals over a cold beer lulled him into letting his guard down.. Then Rafe Hollins appeared.. How could he refuse his old friend's request-even if it would put him back on the firing line? Even if it would change forever the life he'd built here on Sanibel Island?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Adventure",
                "Suspense",
                "Audiobook",
                "Action"
            ]
        },
        {
            "title": "Love's Long Journey",
            "authors": [
                "Janette Oke"
            ],
            "ranking": 4.18,
            "ranking_count": 12005,
            "abstract": "Enchanting pioneer love story from the author of the bestsellers, Love Comes Softly, and Love's Enduring Promise. Third in the series.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Historical",
                "Romance",
                "Christian",
                "Fiction",
                "Inspirational",
                "Adult"
            ]
        },
        {
            "title": "Two for the Dough",
            "authors": [
                "Janet Evanovich"
            ],
            "ranking": 4.11,
            "ranking_count": 156818,
            "abstract": "Bounty hunter Stephanie Plum is still learning the ropes at her cousin Vinnie's bail bond office, so when she sets out on the trail of Kenny Mancuso--a suspiciously wealthy, working-class Trenton boy who has just shot his best friend--the stakes are higher than ever. That Mancuso is distantly related to vice cop Joe Morelli--who is trying to beat Stephanie to the punch--only makes the hunt more thrilling. . . .. Taking pointers from her bounty hunter pal, Ranger, and using her pistol-packing Grandma Mazur as a decoy, Stephanie is soon closing in on her mark. But Morelli and his libido are worthy foes. And a more sinister kind of enemy has made his first move . . . and his next move might be Stephanie's last.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Humor",
                "Womens Fiction",
                "Romance",
                "Thriller",
                "Contemporary",
                "Audiobook"
            ]
        },
        {
            "title": "خلاصة القرن",
            "authors": [
                "Karl Popper",
                "الزواوي بغورة",
                "لخضر مذبوح"
            ],
            "ranking": 3.58,
            "ranking_count": 186,
            "abstract": "“İyimserlik ahlakî bir görevdir.”. 20. Yüzyıl’ın en etkileyici düşünürlerinden Karl Popper, sahip olduğumuz demokratik sistemi muhafaza etmede üzerimize düşen sorumlulukların farkında olmamız gerektiğini hatırlatıyor. Yarının dünyasını yaratacak olan şey bizim eylemlerimiz olacaktır.. Gazeteci Giancarlo Bosetti’nin yaptığı bu söyleşilerde Popper geniş bir yelpazede çağdaş siyasal ve toplumsal meseleler üzerine konuşuyor. Sovyetler Birliği’nin çöküşünden üçüncü bir dünya savaşı tehlikesine, çocuklarımıza karşı yükümlülüklerimizden televizyonun potansiyel zararlı etkilerine kadar birçok konudan bahsediyor. Toplumumuzdaki yükselen şiddet ve bencilliğin, eğer önlem almazsak medeniyetimizi tehlikeye atacağı konusunda uyarıyor. Kitap aynı zamanda demokrasi teorisi üzerine iki konuşma da içeriyor; demokrasinin hiçbir zaman halkın yönetimi olmadığını (olamayacağını ve olmaması gerektiğini) ama tiranlığı önleyebilmek için elimizdeki en iyi yöntem olduğunu ikna edici bir şekilde savunuyor.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Politics",
                "Nonfiction"
            ]
        },
        {
            "title": "Cradle and All",
            "authors": [
                "James Patterson"
            ],
            "ranking": 3.85,
            "ranking_count": 32263,
            "abstract": "In Boston, a young woman finds herself pregnant--even though she is still a virgin.. In Ireland, another young woman discovers she is in the same impossible condition.. And in cities all around the world, medical authorities are overwhelmed by epidemics, droughts, famines, floods, and worse. It all feels like a sign that something awful is coming.. Anne Fitzgerald, a former nun turned private investigator, is hired by the Archdiocese of Boston to investigate the immaculate conceptions. Even as she comes to care about and trust the young women, she realizes that both are in great danger. Terrifying forces of light and darkness are gathering. Stepping into uncharted territory where the unknown is just the beginning, Anne must discover the truth--to save the young women, to save herself, and to protect the future of all mankind.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Horror",
                "Religion",
                "Novels"
            ]
        },
        {
            "title": "The Professor of Desire",
            "authors": [
                "Philip Roth"
            ],
            "ranking": 3.67,
            "ranking_count": 3305,
            "abstract": "As a student in college, David Kepesh styles himself a rake among scholars, a scholar among rakes. Little does he realize how prophetic this motto will be—or how damning. For as Philip Roth follows Kepesh from the domesticity of childhood into the vast wilderness of erotic possibility, from a ménage à trois in London to the throes of loneliness in New York, he creates a supremely intelligent, affecting, and often hilarious novel about the dilemma of pleasure: where we seek it; why we flee it; and how we struggle to make a truce between dignity and desire.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Contemporary",
                "The United States Of America",
                "Anthologies",
                "Classics",
                "American"
            ]
        },
        {
            "title": "Harold and Maude",
            "authors": [
                "Colin Higgins"
            ],
            "ranking": 4.09,
            "ranking_count": 2104,
            "abstract": "Nineteen-year-old Harold Chasen is obsessed with death. He fakes suicides to shock his self-obsessed mother, drives a customized Jaguar hearse, and attends funerals of complete strangers. Seventy-nine-year-old Maude Chardin, on the other hand, adores life. She liberates trees from city sidewalks and transplants them to the forest, paints smiles on the faces of church statues, and “borrows” cars to remind their owners that life is fleeting—here today, gone tomorrow! A chance meeting between the two turns into a madcap, whirlwind romance, and Harold learns that life is worth living.. Harold and Maude. started as Colin Higgins’ master’s thesis at UCLA Film School, and the script was purchased by Paramount. The film, directed by Hal Ashby, was released in 1971 and it bombed. But soon this quirky, dark comedy began being shown on college campuses and at midnight-movie theaters, and it gained a loyal cult following. This novelization was written by Higgins and published shortly after the film’s release but has been out of print for more than 30 years. Even fans who have seen the movie dozens of times will find this companion valuable, as it gives fresh elements to watch for and answers many of the film’s unresolved questions.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Romance",
                "Classics",
                "Young Adult",
                "Plays",
                "Contemporary",
                "Novels",
                "Literature",
                "Philosophy"
            ]
        },
        {
            "title": "The Human Race",
            "authors": [
                "Robert Antelme",
                "Jeffrey Haight",
                "Annie Mahler"
            ],
            "ranking": 4.29,
            "ranking_count": 236,
            "abstract": "Arrested by the Gestapo and deported to Dachau, Robert Antelme recovered his freedom a year later when François Mitterand, visiting the camp in an official capacity, recognized the dying Antelme and had him spirited to Paris. Antelme's story of his experiences in Germany--his only book--indelibly marked an entire generation, a work written without hatred, a work of boundless compassion such as that is to be found only in the great Russians.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "World War II",
                "Cultural",
                "War",
                "Autobiography",
                "European Literature",
                "Literature",
                "Academic"
            ]
        },
        {
            "title": "The Roosevelt Myth",
            "authors": [
                "John T. Flynn"
            ],
            "ranking": 4.04,
            "ranking_count": 147,
            "abstract": "The routine judgment of American historians, that Roosevelt was a truly great president, has nothing objective about it. Like other academics they tend to be overwhelmingly on the left. Left-liberal historians worship political power, and idolize those who wield it most lavishly in the service of left-liberal causes. (Higgs) Why should it be surprising that they venerate Roosevelt and try to get a credulous public to do the same? For a rather different view, the reader can now turn to The Roosevelt Myth, which was and, after half a century, remains the major debunking of Franklin Roosevelt.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Politics",
                "Nonfiction",
                "North American Hi...",
                "Economics",
                "Biography",
                "Literature"
            ]
        },
        {
            "title": "Being Dead",
            "authors": [
                "Jim Crace"
            ],
            "ranking": 3.71,
            "ranking_count": 4844,
            "abstract": "Lying in the sand dunes of Baritone Bay are the bodies of a middle-aged couple. Celice and Joseph, in their mid-50s and married for more than 30 years, are returning to the seacoast where they met as students. Instead, they are battered to death by a thief with a chunk of granite. Their corpses lie undiscovered and rotting for a week, prey to sand crabs, flies, and gulls. Yet there remains something touching about the scene, with Joseph's hand curving lightly around his wife's leg, quietly resting; flesh on flesh; dead, but not departed yet.. Their bodies had expired, but anyone could tell--just look at them--that Joseph and Celice were still devoted. For while his hand was touching her, curved round her shin, the couple seemed to have achieved that peace the world denies, a period of grace, defying even murder. Anyone who found them there, so wickedly disfigured, would nevertheless be bound to see that something of their love had survived the death of cells. The corpses were surrendered to the weather and the earth, but they were still a man and wife, quietly resting; flesh on flesh; dead, but not departed yet.. From that moment forward,. Being Dead. becomes less about murder and more about death. Alternating chapters move back in time from the murder in hourly and two-hourly increments. As the narrative moves backward, we see Celice and Joseph make the small decisions about their day that will lead them inexorably towards their own deaths. In other chapters the narrative moves forward. Celice and Joseph are on vacation and nobody misses them until they do not return. Thus, it is six days before their bodies are found. Crace describes in minute detail their gradual return to the land with the help of crabs, birds, and the numerous insects that attack the body and gently and not so gently prepare it for the dust-to-dust phase of death.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Novels",
                "Mystery",
                "Death",
                "Literary Fiction",
                "Literature",
                "European Literature",
                "Book Club"
            ]
        },
        {
            "title": "Amadeus",
            "authors": [
                "Peter Shaffer"
            ],
            "ranking": 4.14,
            "ranking_count": 17935,
            "abstract": "Ambition and jealousyall set to music. Devout court composer Antonio Salieri plots against his rival, the dissolute but supremely talented Wolfgang Amadeus Mozart. How far will Salieri go to achieve the fame that Mozart disregards? The 1981 Tony Award winner for Best Play.. An L.A. Theatre Works full cast performance featuring:. Steven Brand as Baron van Swieten. James Callis as Mozart. Michael Emerson as Salieri. Darren Richardson as Venticello 2. Alan Shearman as Count Orsini-Rosenberg. Mark Jude Sullivan as Venticello 1. Simon Templeman as Joseph II. Brian Tichnell as Count Johann Kilian Von Strack. Jocelyn Towne as Constanze. Directed by Rosalind Ayres. Recorded in Los Angeles before a live audience at The James Bridges Theater, UCLA in September of 2016.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Historical",
                "Fiction",
                "Music",
                "Classics",
                "Literature",
                "Academic"
            ]
        },
        {
            "title": "The Beak of the Finch: A Story of Evolution in Our Time",
            "authors": [
                "Jonathan Weiner"
            ],
            "ranking": 4.17,
            "ranking_count": 8720,
            "abstract": "Winner of the Pulitzer Prize. Winner of the. Los Angeles Times. Book Prize. On a desert island in the heart of the Galapagos archipelago, where Darwin received his first inklings of the theory of evolution, two scientists, Peter and Rosemary Grant, have spent twenty years proving that Darwin did not know the strength of his own theory. For among the finches of Daphne Major, natural selection is neither rare nor slow: it is taking place by the hour, and we can watch.. In this dramatic story of groundbreaking scientific research, Jonathan Weiner follows these scientists as they watch Darwin's finches and come up with a new understanding of life itself.. The Beak of the Finch. is an elegantly written and compelling masterpiece of theory and explication in the tradition of Stephen Jay Gould.. With a new preface.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Biology",
                "Environment",
                "Animals",
                "History"
            ]
        },
        {
            "title": "The Noodle Maker",
            "authors": [
                "Ma Jian",
                "Flora Drew"
            ],
            "ranking": 3.4,
            "ranking_count": 991,
            "abstract": "From Mi Jian, the highly acclaimed Chinese dissident, comes a satirical novel about the absurdities of life in a post-Tiananmen China.. Two men meet for dinner each week. Over the course of one of these drunken evenings, the writer recounts the stories he would write, had he the courage: a young man buys an old kiln and opens a private crematorium, delighting in his ability to harass the corpses of police officers and Party secretaries, while swooning to banned Western music; a heartbroken actress performs a public suicide by stepping into the jaws of a wild tiger, watched nonchalantly by her ex-lover. Extraordinary characters inspire him, their lives pulled and pummeled by fate and politics, as if they are balls of dough in the hands of an all-powerful noodle maker.. Ma Jian's satirical masterpiece allows us a humorous, yet profound, glimpse of those struggling to survive under a system that dictates their every move.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Short Stories",
                "Literature",
                "Novels",
                "Asian Literature",
                "Literary Fiction",
                "Academic",
                "Humor"
            ]
        },
        {
            "title": "Towards Zero",
            "authors": [
                "Agatha Christie"
            ],
            "ranking": 3.92,
            "ranking_count": 19403,
            "abstract": "An elderly widow is murdered at a clifftop seaside house...What is the connection between a failed suicide attempt, a wrongful accusation of theft against a schoolgirl, and the romantic life of a famous tennis player? To the casual observer, apparently nothing. But when a houseparty gathers at Gull's Point, the seaside home of an elderly widow, earlier events come to a dramatic head. It's all part of a carefully paid plan - for murder...",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Thriller",
                "European Literature",
                "Audiobook"
            ]
        },
        {
            "title": "The Chalice and the Blade: Our History, Our Future (Updated With a New Epilogue)",
            "authors": [
                "Riane Eisler"
            ],
            "ranking": 4.15,
            "ranking_count": 3413,
            "abstract": "The legacy of the sacred feminine.. The Chalice and the Blade tells a new story of our cultural origins. It shows that warfare and the war of the sexes are neither divinely nor biologically ordained. It provides verification that a better future is possible—and is in fact firmly rooted in the haunting dramas of what happened in our past.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Feminism",
                "Religion",
                "Anthropology",
                "Womens",
                "Spirituality",
                "Fantasy",
                "Gender",
                "Sociology"
            ]
        },
        {
            "title": "Funhouse (Point Horror, #9)",
            "authors": [
                "Diane Hoh"
            ],
            "ranking": 3.64,
            "ranking_count": 1798,
            "abstract": "When The Devil's Elbow roller coaster goes off its track and several teenagers are hurt, everyone thinks it was just an accident. So no one listens when Tess says she saw someone tampering with the track. — But one person knows it's true. That person is playing a deadly game--and is going to make sure Tess doesn't stand in the way. Tess soon finds she's being terrorized, with threatening notes, menacing phone calls, slashed tires and nasty pranks. When another accident occurs in the Funhouse, Tess is sure that she was the intended victim. Who is committing all these horrifying acts? And why?. Tess is just beginning to realize that the Funhouse can scare you...to death.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Young Adult",
                "Thriller",
                "Mystery",
                "Fiction",
                "Childrens",
                "Novels"
            ]
        },
        {
            "title": "Genesis",
            "authors": [
                "Eduardo Galeano",
                "Cedric Belfrage"
            ],
            "ranking": 4.34,
            "ranking_count": 2036,
            "abstract": "From pre-Columbian creation myths and the first European voyages of discovery and conquest to the Age of Reagan, here is 'nothing less than a unified history of the Western Hemisphere... recounted in vivid prose.'--The New Yorker. A unique and epic history, Eduardo Galeano's Memory of Fire trilogy is an outstanding Latin American eye view of the making of the New World. From its first English language publication in 1985 it has been recognized as a classic of political engagement, original research, and literary form.. “Memory of Fire is devastating, triumphant... sure to scorch the sensibility of English-language readers.” (New York Times). “An epic work of literary creation... there could be no greater vindication of the wonders of the lands and people of Latin America than Memory of Fire.” (Washington Post). “[Memory of Fire] will reveal to you the meaning of the New World as it was, and of the world as we have it now.” (Boston Globe). “A book as fascinating as the history it relates.... Galeano is a satirist, realist, and historian, and... deserves mention alongside John Dos Passos, Bernard DeVoto, and Gabriel Garcia Marquez.” (Los Angeles Times)",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Cultural",
                "Literature",
                "European Literature",
                "Politics",
                "Short Stories",
                "Historical",
                "Fantasy"
            ]
        },
        {
            "title": "Jubilee",
            "authors": [
                "Margaret Walker"
            ],
            "ranking": 4.34,
            "ranking_count": 5494,
            "abstract": "A 50th anniversary edition of Margaret Walker's best-selling classic with a foreword by Nikki Giovanni. Jubilee. tells the true story of Vyry, the child of a white plantation owner and one of his black slaves. Vyry bears witness to the South’s antebellum opulence and to its brutality, its wartime ruin, and the promises of Reconstruction. Weaving her own family’s oral history with thirty years of research, Margaret Walker’s novel brings the everyday experiences of slaves to light.. Jubilee. churns with the hunger, the hymns, the struggles, and the very breath of American history.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Cultural",
                "Audiobook",
                "Military History",
                "Race",
                "American",
                "Literature"
            ]
        },
        {
            "title": "Mistress Masham's Repose",
            "authors": [
                "T.H. White",
                "Charles Stewart",
                "John Walsh"
            ],
            "ranking": 3.95,
            "ranking_count": 1802,
            "abstract": "She saw: 1st, a square opening, about 8 wide, in the lowest step...finally she saw that there was a walnut shell, or half one, outside the nearest door...she went to look at the shell, but looked with the greatest astonishment. There was a baby in it. So 10-year-old Maria, orphaned mistress of Malplaquet, discovers the secret of her deteriorating estate: on a deserted island at its far corner, in the temple long ago nicknamed Mistress Masham's Repose, live an entire community of people, The People, as they call themselves, all only inches tall. With the help of her only friend, the absurdly erudite Professor, Maria soon learns that this settlement is no less than the kingdom of Lilliput in exile. Safely hidden for centuries, the Lilliputians are at 1st endangered by Maria's well-meaning but clumsy attempts to make their lives easier, but their situation grows truly ominous when they are discovered by Maria's greedy guardians, who look at The People & see only a bundle of money.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Classics",
                "Childrens",
                "Young Adult",
                "European Literature",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "A Lion in the Meadow",
            "authors": [
                "Margaret Mahy",
                "Jenny Williams"
            ],
            "ranking": 4.14,
            "ranking_count": 540,
            "abstract": "What would you do if you knew there was a lion in the meadow, but your mother wouldn't believe you and gave you a matchbox with a dragon to scare away the lion... and in fact the dragon was there too?",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fantasy",
                "Animals",
                "Fiction",
                "Family"
            ]
        },
        {
            "title": "A Five Year Sentence",
            "authors": [
                "Bernice Rubens"
            ],
            "ranking": 3.91,
            "ranking_count": 389,
            "abstract": "'Miss Hawkins looked at her watch. It was two-thirty. If everything went according to schedule, she could safely reckon to be dead by six o'clock.'. But by the day's end, events have taken a dramatic turn and Miss Hawkins is sentenced to live. Forcibly retired, she is presented by her colleagues with a five-year diary.. Programmed since childhood to total obedience, Miss Hawkins slavishly follows her diary's commands until the impossible happens – she meets a man. As a last reprieve from the horrors of loneliness she embarks on a determined full-scale mission to taste life's secret pleasures – and pains– until the cup runs dry…",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Womens"
            ]
        }
    ]
}