{
    "books": [
        {
            "title": "Archangel",
            "authors": [
                "Robert   Harris"
            ],
            "ranking": 3.81,
            "ranking_count": 10446,
            "abstract": "When historian Fluke Kelso learns of the existence of a secret notebook belonging to Josef Stalin he is determined to track it down, whatever the consequences. From the violent political intrigue and decadence of modern Moscow he heads north - to the vast forests surrounding the White Sea port of Archangel, and a terrifying encounter with Russia's unburied past.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Historical",
                "Mystery",
                "Cultural",
                "Novels",
                "Spy Thriller",
                "Suspense"
            ]
        },
        {
            "title": "The Chessmen of Mars",
            "authors": [
                "Edgar Rice Burroughs",
                "John Bolen"
            ],
            "ranking": 3.83,
            "ranking_count": 7430,
            "abstract": "Impetuous and headstrong is Tara, Princess of Helium and daughter of John Carter. Tara meets Prince Gahan of Gathol, and is initially unimpressed, viewing him as something of a popinjay. Later she takes her flier into a storm and loses control of the craft, and the storm carries her to an unfamiliar region of Barsoom. After landing and fleeing from a pack of ferocious Banths (Martian lions), she is captured by the horrific Kaldanes, who resemble large heads with small, crab-like legs. The Kaldanes have bred a symbiotic race of headless human-like creatures called Rykors, which they can attach themselves to and ride like a horse. While imprisoned, Tara manages to win over one of the Kaldanes, Ghek, with her lovely singing voice.. Fifth of his Barsoom series. Burroughs began writing it in January, 1921, and the finished story was first published in Argosy All-Story Weekly as a six-part serial in the issues for February 18 and 25 and March 4, 11, 18 and 25, 1922. It was later published as a complete novel by A. C. McClurg in November 1922.. A daughter, he replied, only a little younger than Carthoris, and, barring one, the fairest thing that ever breathed the thin air of dying Mars. Only Dejah Thoris, her mother, could be more beautiful than Tara of Helium.. For a moment he fingered the chessmen idly. We have a game on Mars similar to chess, he said, very similar. And there is a race there that plays it grimly with men and naked swords. We call the game jetan. It is played on a board like yours, except that there are a hundred squares and we use twenty pieces on each side. I never see it played without thinking of Tara of Helium and what befell her among the chessmen of Barsoom. Would you like to hear her story?. I said that I would and so he told it to me, and now I shall try to re-tell it for you as nearly in the words of The Warlord of Mars as I can recall them, but in the third person. If there be inconsistencies and errors, let the blame fall not upon John Carter, but rather upon my faulty memory, where it belongs. It is a strange tale and utterly Barsoomian.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Classics",
                "Adventure",
                "Pulp",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "The Martyred",
            "authors": [
                "Richard E. Kim",
                "Susan Choi",
                "Heinz Insu Fenkl"
            ],
            "ranking": 3.87,
            "ranking_count": 196,
            "abstract": "Written in a mood of total austerity; and yet the passion of the book is perpetually beating up against its seemingly barren surface. . . . I am deeply moved. -Philip Roth. During the early weeks of the Korean War, Captain Lee, a young South Korean officer, is ordered to investigate the kidnapping and mass murder of North Korean ministers by Communist forces. For propaganda purposes, the priests are declared martyrs, but as he delves into the crime, Lee finds himself asking: What if they were not martyrs? What if they renounced their faith in the face of death, failing both God and country? Should the people be fed this lie? Part thriller, part mystery, part existential treatise,. The Martyred. is a stunning meditation on truth, religion, and faith in times of crisis.. For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Psychology",
                "Mystery",
                "Suspense",
                "Politics",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Finishing School",
            "authors": [
                "Gail Godwin"
            ],
            "ranking": 3.58,
            "ranking_count": 797,
            "abstract": "Justin Stokes would never forget the summer she turned fourteen, nor the woman who transformed her bleak adolescent life into a wondrous place of brilliant color. In the little pondside hut also known as the “finishing school,” eccentric, free-spirited Ursula DeVane opened up a world full of magical possibilities for Justin, teaching her valuable lessons of love and loyalty, and encouraging her to change, to learn, to grow. But the lessons of the finishing school have their dark side as well, as Justin learns how deep friendship can be shattered by shocking, unforgivable betrayal.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Womens Fiction",
                "Young Adult",
                "American",
                "Modern",
                "Book Club"
            ]
        },
        {
            "title": "Rosario Tijeras",
            "authors": [
                "Jorge Franco",
                "Gregory Rabassa"
            ],
            "ranking": 3.85,
            "ranking_count": 3045,
            "abstract": "Como a Rosario le pegaron un tiro a quemarropa mientras le daban un beso, confundió el dolor del amor con el de la muerte. Rosario Tijeras es el violento y violado personaje al centro de este estudio de contrastes ambientado en la Medellín autodestructiva de los años '80. Su mismo nombre -simbólico y contradictorio a la vez- sugiere el conflicto que vive como mujer que se 'convierte' al sicariato para aislarse de la violencia aterradora de las calles. Desde los pasillos del hospital donde Rosario está luchando por su vida, Antonio, el narrador, espera saber si sobrevivirá. A través de él reconstruimos la amistad entre los dos, su historia de amor con Emilio y su vida como sicaria.. Rosario Tijeras es una obra que pertenece al estudio socio-realista Latinoamericano. Es una obra cuya prosa se revela en toda su vitalidad y vena poética.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Novels",
                "Mystery",
                "Historical",
                "Romance",
                "Literature",
                "Contemporary"
            ]
        },
        {
            "title": "The Discovery of India",
            "authors": [
                "Jawaharlal Nehru"
            ],
            "ranking": 4.07,
            "ranking_count": 7606,
            "abstract": "In conjunction with the Jawaharlal Nehru Memorial Fund in New Delhi, Oxford proudly announces the reissue of. Glimpses of World History. and. The Discovery of India. , two famous works by Jawaharlal Nehru. One of modern day's most articulate statesmen, Jawaharlal Nehru wrote a on a wide variety of subjects. Describing himself as a dabbler in many things, he committed his life not only to politics but also to nature and wild life, drama, poetry, history, and science, as well as many other fields. These two volumes help to illuminate the depth of his interests and knowledge and the skill and elegance with which he treated the written word!!",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Cultural",
                "Nonfiction",
                "Politics",
                "Asian Literature",
                "Biography",
                "Classics",
                "Historical",
                "Philosophy"
            ]
        },
        {
            "title": "Don't Be Afraid, Gringo",
            "authors": [
                "Elvia Alvarado",
                "Medea Benjamin"
            ],
            "ranking": 3.92,
            "ranking_count": 524,
            "abstract": "The award-winning oral history of Elvia Alvarado, a courageous campesina (peasant) activist in Honduras, the poorest country in Central America. Trained by the Catholic Church to organize women's groups to combat malnutrition, Alvarado began to question why campesinos were malnourished to begin with. Her growing political awareness, her travels by foot over the back roads of Honduras, and her conversations with people frm all over the country have given her insights into the internal workings of her society that far surpass those of the majority of campesinos who have never ventured outside their villages. Working as a campesino organizer, Alvarado has led dangerous land recovery actions in an effort to enforce the national land reform laws. As a result of these activities, she has been harassed, jailed, and tortured at the hands of the Honduran military.. Skillfully translated and edited by Medea Benjamin, an expert on Central America, this book takes us into the heart of campesino struggle and political conflict in Honduras today.. Elvia Alvarado tells the story of her life and the life of the people of Honduras. Read it and understand the struggle against tyranny of the poor. Read it and act.--Alice Walker",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Politics",
                "Autobiography",
                "Feminism",
                "Biography",
                "Academic",
                "Cultural",
                "Anthropology"
            ]
        },
        {
            "title": "The Miracle of Theism: Arguments for and Against the Existence of God",
            "authors": [
                "John Leslie Mackie"
            ],
            "ranking": 4.14,
            "ranking_count": 237,
            "abstract": "The late John L. Mackie, formerly of University College, Oxford",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Religion",
                "Nonfiction",
                "Spirituality"
            ]
        },
        {
            "title": "Silver Wedding",
            "authors": [
                "Maeve Binchy",
                "Annet Mons"
            ],
            "ranking": 3.67,
            "ranking_count": 10868,
            "abstract": "_________________________________________. Another unforgettable novel from the bestselling author of. Light a Penny Candle. and. Circle of Friends. Desmond and Deirdre Doyle will have been married for twenty-five years in October. It falls to the Doyles' eldest daughter, Anna, to decide how best to commemorate her parents' Silver Wedding. No use asking her sister Helen, living in her London convent, or her brother Brendan, who has chosen another form of exile on a bleak farm in the West of Ireland.. But it is unthinkable not to have a party, even though for the Doyles, family occasions are more difficult than for most. For each of them is keeping up a front, nursing a secret wound, or smarting over a hidden betrayal. And as the day draws nearer, so the tension mounts, until finally the guests gather at the party itself...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Romance",
                "Cultural",
                "European Literature",
                "Contemporary",
                "Drama",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "Jugend ohne Gott",
            "authors": [
                "Ödön von Horváth"
            ],
            "ranking": 3.88,
            "ranking_count": 7819,
            "abstract": "Alles Denken ist ihnen verhasst. Sie pfeifen auf die Menschen! Sie wollen Maschinen sein, Schrauben, Räder, Kolben, Riemen – doch lieber als Maschinen wären sie Munition: Bomben, Schrapnells, Granaten. Wie gerne würden sie krepieren auf irgendeinem Feld! Der Name auf einem Kriegerdenkmal ist der Traum ihrer Pubertät.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "European Literature",
                "Academic",
                "Literature",
                "Novels",
                "Roman",
                "Historical"
            ]
        },
        {
            "title": "The Innocence of Father Brown",
            "authors": [
                "G.K. Chesterton"
            ],
            "ranking": 3.83,
            "ranking_count": 14769,
            "abstract": "Chesterton portrays Father Brown as a short, stumpy Roman Catholic priest, with shapeless clothes and a large umbrella, and an uncanny insight into human evil. How in Tartarus, cried Flambeau, did you ever hear of the spiked bracelet? -- Oh, one's little flock, you know! said Father Brown, arching his eyebrows rather blankly. When I was a curate in Hartlepool, there were three of them with spiked bracelets.. Not long after he published. Orthodoxy,. G. K. Chesterton moved from London to Beaconsfield, and met Father O'Connor. O'Connor had a shrewd insight to the darker side of man's nature and a mild appearance to go with it--and together those came together to become Chesterton's unassuming Father Brown. Chesterton loved the character, and the magazines he wrote for loved the stories.. The Innocence of Father Brown. was the first collection of them, and it's a great lot of fun.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Classics",
                "Short Stories",
                "Audiobook",
                "European Literature",
                "Thriller",
                "Christian"
            ]
        },
        {
            "title": "Coleridge: Early Visions, 1772-1804",
            "authors": [
                "Richard  Holmes"
            ],
            "ranking": 4.43,
            "ranking_count": 377,
            "abstract": "Winner of the 1989 Whitbread Prize for Book of the Year, this is the first volume of Holmes's seminal two-part examination of Samuel Taylor Coleridge, one of Britain's greatest poets.. Coleridge: Early Visions. is the first part of Holmes's classic biography of Coleridge that forever transformed our view of the poet of 'Kubla Khan' and his place in the Romantic Movement. Dismissed by much recent scholarship as an opium addict, plagiarist, political apostate and mystic charlatan, Richard Holmes's Coleridge leaps out of the page as a brilliant, animated and endlessly provoking figure who invades the imagination. This is an act of biographical recreation which brings back to life Coleridge's poetry and encyclopaedic thought, his creative energy and physical presence. He is vivid and unexpected. Holmes draws the reader into the labyrinthine complications of his subject's personality and literary power, and faces us with profound questions about the nature of creativity, the relations between sexuality and friendship, the shifting grounds of political and religious belief.",
            "part_of_series": true,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Poetry",
                "Literature",
                "Medievalism",
                "History",
                "Biography Memoir",
                "European Literature",
                "Criticism"
            ]
        },
        {
            "title": "One Thousand White Women: The Journals of May Dodd",
            "authors": [
                "Jim Fergus"
            ],
            "ranking": 3.89,
            "ranking_count": 121590,
            "abstract": "One Thousand White Women. is the story of May Dodd and a colorful assembly of pioneer women who, under the auspices of the U.S. government, travel to the western prairies in 1875 to intermarry among the Cheyenne Indians. The covert and controversial Brides for Indians program, launched by the administration of Ulysses S. Grant, is intended to help assimilate the Indians into the white man's world. Toward that end May and her friends embark upon the adventure of their lifetime. Jim Fergus has so vividly depicted the American West that it is as if these diaries are a capsule in time.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Book Club",
                "Westerns",
                "Adult",
                "Adult Fiction",
                "Audiobook",
                "Adventure",
                "Literature"
            ]
        },
        {
            "title": "The Sibyl",
            "authors": [
                "Pär Lagerkvist",
                "Naomi Walford"
            ],
            "ranking": 3.99,
            "ranking_count": 1415,
            "abstract": "In this powerful, poetic, and moving parable, the Wandering Jew of medieval Christian legend journeys to Delphi to consult the famed oracle of the pagans. He is turned away but not before learning that one of the most adept of the old priestesses, or sibyls, lives in disgrace in the mountains above the temple. In her rude goat-hut he seeks the meaning of his disastrous brush with the son of God. She reveals that she, too, has been touched by the son of a god, a very different son, not quite human, born of her own body. He dwells with her as a constant reminder of the betrayal of her mystical and erotic union with the divine, her punishment, and perhaps her redemption.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "European Literature",
                "Religion",
                "Nobel Prize",
                "Fantasy",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Julie's Wolf Pack",
            "authors": [
                "Jean Craighead George",
                "Wendell Minor"
            ],
            "ranking": 4.01,
            "ranking_count": 5785,
            "abstract": "The acclaimed final book in the trilogy that begins with the Newbery Medal-winning. Julie of the Wolves. In this exciting adventure about the wolf pack that saved the life of a young girl when she was lost on the tundra, Julie has returned to her family, but her wolf pack has a story all its own.. Fearless but inexperienced Kapu is now the new leader of the pack. He must protect his wolves from the threats of famine and disease and, at the same time, defend himself from bitter rivals, both inside and outside the pack, who are waiting for their chance to overthrow him. The strength of Kapu's leadership will determine not just the well-being of the pack but its very survival.. Jean Craighead George's research and first-hand observation form this engrossing epic tale that's sure to draw readers into the fascinating world of wolves.. Don't miss any of the books in Jean Craighead George's groundbreaking series:. Julie of the Wolves. ,. Julie. , and. Julie's Wolf Pack. .",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Animals",
                "Childrens",
                "Adventure",
                "Classics",
                "Historical"
            ]
        },
        {
            "title": "Selected Poems of Gabriela Mistral",
            "authors": [
                "Gabriela Mistral",
                "Doris Dana",
                "Antonio Fresconi"
            ],
            "ranking": 3.99,
            "ranking_count": 458,
            "abstract": "Gabriela Mistral was the first Latin American ever to receive the Nobel Prize for Literature, and her works are among the finest in all contemporary poetry. She is loved and honored throughout the world as one of the great humanistic voices of our time.. This bilingual edition of selected poems was translated and edited by Doris Dana, a close personal friend with whom Gabriela lived and worked with prior to her death in 1957. These translations give a profound insight into the original poetry of this greatest of contemporary Latin American women. They were selected from her four major works ‘Desolación', ‘Ternura', ‘Tala', and ‘Lagar’.. ‘Desolación’ reflects the lonely, majestic landscapes of Gabriela’s native Chile, as well as her early years as a rural schoolteacher in the high Andean villages of the valley of Elqui. This book is passionate, personal, subjective; the pervading tone is tragic.. In ‘Ternura’, Gabriela’s deep sense of the maternal is evident, as is her dedication to a lifelong vocation of teaching. With this book she created the first authentic body of children’s literature in Latin America.. In ‘Tala’, there is a continuity of the themes found in the earlier works—death, grief, children, nature, religious faith, and a new heightened sense of hope, an ecstatic encounter with familiar everyday things, the mystery of the imponderable world of the spirit.. ‘Lagar’ was Gabriela’s last published book. In it she cried out against persecution, racial hatred, war, genocide—crimes perpetrated by man against his brother. She was quick to defend all who suffer injustice, and attentive to all who suffer pain. For the people who had no voice, Gabriela became their voice.. The woodcuts in this volume were created especially for it by the Uruguayan artist Antonio Frasconi.",
            "part_of_series": true,
            "genre_list": [
                "Poetry",
                "Nobel Prize",
                "Classics",
                "European Literature",
                "Cultural",
                "Womens",
                "Literature",
                "Fiction"
            ]
        },
        {
            "title": "Wall and Piece",
            "authors": [
                "Banksy"
            ],
            "ranking": 3.85,
            "ranking_count": 216084,
            "abstract": "Banksy, Britain's now-legendary guerilla street artist, has painted the walls, streets, and bridges of towns and cities throughout the world. Not only did he smuggle his pieces into four of New York City's major art museums, he's also hung his work at London's Tate Gallery and adorned Israel's West Bank barrier with satirical images. Banksy's identity remains unknown, but his work is unmistakable with prints selling for as much as $45,000.",
            "part_of_series": false,
            "genre_list": [
                "Art",
                "Nonfiction",
                "Politics",
                "Design",
                "Reference"
            ]
        },
        {
            "title": "Historias y Poemas de una lucha de clases",
            "authors": [
                "Roque Dalton"
            ],
            "ranking": 4.43,
            "ranking_count": 150,
            "abstract": "Roque Dalton (1935–1975), the international prize-winning Salvadoran poet, uses five different voices to express his passion, humor, exuberance, tenderness, and courage, brilliantly fusing his political commitment with his art. He writes: I believe the world is beautiful and that poetry, like bread, is for everyone. Originally published as. Poemas Clandestinos. .",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "German Ideology",
            "authors": [
                "Karl Marx",
                "Friedrich Engels",
                "Christopher J. Arthur"
            ],
            "ranking": 4.09,
            "ranking_count": 3988,
            "abstract": "This edition makes easily accessible the most important parts of Marx's and Engels's major early philosophical work, The German Ideology, a text of key importance for students.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Politics",
                "Nonfiction",
                "History",
                "Sociology",
                "Economics",
                "Classics",
                "Cultural",
                "Academic"
            ]
        },
        {
            "title": "O Que é Isso, Companheiro?",
            "authors": [
                "Fernando Gabeira"
            ],
            "ranking": 3.74,
            "ranking_count": 438,
            "abstract": "Depoimento de Gabeira sobre sua vivencia sob Ditadura militar no Brasil, seus anos de guerrilha e participação no sequestro do embaixador norte-americano Charles Burke Elbrick (em 1969), prisao,tortura e posterior exilio na Europa.. O sequestro em questao culminaria com a libertação de 15 presos politicos enviados pra Cidade do Mexico e uma derrota politica na propaganda militar. Foi transformado em filme do mesmo nome na decada de 90.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "History",
                "Biography",
                "Cultural",
                "European Literature"
            ]
        },
        {
            "title": "A Quiet Strength",
            "authors": [
                "Janette Oke"
            ],
            "ranking": 4.14,
            "ranking_count": 2869,
            "abstract": "Book 3 of A Prairie Legacy. A new marriage brings both joy and strain, refining Virginia into a woman of character and godliness.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Christian",
                "Historical",
                "Fiction",
                "Romance",
                "Young Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Corduroy's Toys",
            "authors": [
                "Don Freeman",
                "Lisa McCue",
                "Lydia Freeman"
            ],
            "ranking": 4.07,
            "ranking_count": 54,
            "abstract": "Labeled pictures introduce the many toys of a young bear. On board pages.",
            "part_of_series": true,
            "genre_list": [
                "Childrens"
            ]
        },
        {
            "title": "We Think the World of You",
            "authors": [
                "J.R. Ackerley",
                "P.N. Furbank"
            ],
            "ranking": 3.63,
            "ranking_count": 506,
            "abstract": "We Think the World of You. combines acute social realism and dark fantasy, and was described by J.R. Ackerley as “a fairy tale for adults.” Frank, the narrator, is a middle-aged civil servant, intelligent, acerbic, self-righteous, angry. He is in love with Johnny, a young, married, working-class man with a sweetly easygoing nature. When Johnny is sent to prison for committing a petty theft, Frank gets caught up in a struggle with Johnny’s wife and parents for access to him. Their struggle finds a strange focus in Johnny’s dog—a beautiful but neglected German shepherd named Evie. And it is she, in the end, who becomes the improbable and undeniable guardian of Frank’s inner world.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Novels",
                "Animals",
                "Literature",
                "Gay"
            ]
        },
        {
            "title": "Contos de Aprendiz",
            "authors": [
                "Carlos Drummond de Andrade"
            ],
            "ranking": 4.0,
            "ranking_count": 246,
            "abstract": "'Contos de aprendiz', de Carlos Drummond de Andrade, foi publicado quando o autor já estava próximo dos 50 anos. Até então, o poeta mineiro nunca tinha se aventurado como contista. Essa edição, com novo projeto gráfico e prefácio escrito pelo escritor e jornalista José Castello, faz parte das comemorações do centenário de nascimento do poeta mineiro. O livro remexe em lembranças de infância, passando muitas vezes a falsa impressão de um livro de memórias. Se por um lado os contos reunidos no livro parecem simples, quase ingênuos, por outro permitem a fantasia e estimulam o imaginário.. Este livro é anterior ao ISBN.. This is a pre-ISBN edition.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "European Literature",
                "Classics",
                "Fiction",
                "Literature"
            ]
        },
        {
            "title": "Music in the Night",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.85,
            "ranking_count": 6159,
            "abstract": "Laura Logan dreams of a glorious Cape Cod day when all the dark secrets are swept away..... For Laura Logan, life on Cape Cod has been nearly perfect, full of magical days spent enjoying the sea with her beloved twin brother, Cary. But then, like the creeping of the tides, the vicious rumors at school begin — cruel voices saying unspeakable things about the Logans. Laura tries to ignore them, but not until handsome, gentle Robert Royce moves to their town does she feel truly carefree and happy again.. While Robert's smile drives the shadows from Laura's heart, she still worries about Cary, whose gloomy moods drift in like the coastal fog. And then Grandma Olivia issues a chilling threat, forbidding Laura to see Robert ever again. Alone to suffer because of dark secrets no one will explain, Laura obeys...until the miracle of a glorious summer leads her back into Robert's arms. But dark thunderclouds have been gathering on the horizon, and when they suddenly burst with tragedy, they howl a name from the Logans' shameful past that plunges Laura into a silent, terrible agony. Now Laura can only dream of the warm, sun-filled life she so desperately desires....",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Gothic",
                "Mystery",
                "Adult Fiction",
                "Womens Fiction",
                "Drama",
                "Thriller"
            ]
        },
        {
            "title": "Madita und Lisabet aus Birkenlund. Sonderausgabe.",
            "authors": [
                "Astrid Lindgren"
            ],
            "ranking": 4.19,
            "ranking_count": 1344,
            "abstract": "När Madicken ska gå och titta på majelden, då vill hon vara fin så att hela stan häpnar. Framför allt vill hon ha sina nya sandaler. men det får hon inte för mamma. Mamma vet hur sandalerna kommer att se ut, ifall Madicken springer runt majelden med dem. Lisabet, hennes lillasyster, av farbror Nilsson kallad Junibackens Pims, hon tycker att Madicken i god tid borde ha bett Gud säga till mamma att låta Madicken få ha sandalerna. Men Madicken vet nog hur det är!. Även om Gud vill och jag vill och mamma inte vill, så får jag gå med dom här gamla usla kängorna i alla fall!. Fast Madicken är bångstyrig ibland, och när hon kommer till majelden, är hon trots allt skrudad i sandalerna. Men konstigt nog, ingen lägger märke till dem. Ingen mer än Mia, Madickens klasskamrat, hon som har så mycket pippor i håret. Så går det som går också. Illa går det för Madickens sandaler.. Men när ett år är förbi och en ny majeld ska tändas, då är Madicken där igen. Med samma gamla sandaler, både hon och sandalerna har hunnit bli ett år äldre nu. tänk så mycket det kan hända på ett år! ibland händer det sånt som man blir lessen av, men för det mest sånt som är roligt, sånt som får Madicken att känna livet i sej.. Du är inte klok, Madicken, säjer Lisabet. Men ändå följer hon sin stora syster i vått och torrt, vilka äventyrligheter Madicken än hittar på.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Classics",
                "European Literature",
                "Asian Literature",
                "Historical",
                "Family",
                "Young Adult"
            ]
        },
        {
            "title": "The Adventures of Paddington",
            "authors": [
                "Michael Bond",
                "Peggy Fortnum"
            ],
            "ranking": 4.21,
            "ranking_count": 284,
            "abstract": "The Adventures of Paddington. is a special edition which contains the first two books of stories about him:. A Bear Called Paddington. and. More About Paddington. .",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "European Literature",
                "Young Adult"
            ]
        },
        {
            "title": "Seven Moomintroll Books",
            "authors": [
                "Tove Jansson"
            ],
            "ranking": 4.56,
            "ranking_count": 518,
            "abstract": "Boxed set of 7 Moomintroll titles: Moomintroll in November; Moominpappa at Sea; Tales From Moominvalley; Comet in Moominland; Moominsummer Madness; Moominland Midwinter; Finn Family Moomintroll.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fantasy",
                "Fiction",
                "Classics",
                "Short Stories",
                "European Literature"
            ]
        },
        {
            "title": "Dinner Along the Amazon",
            "authors": [
                "Timothy Findley"
            ],
            "ranking": 3.66,
            "ranking_count": 297,
            "abstract": "Here is the powerful, haunting Lemonade,where a young boy's world is shattered by his mother's self-destruction, and eleven other stories, including Dinner along the Amazon,an unusual journey into the complexities of contemporary relationships.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Cultural",
                "Unfinished",
                "Contemporary",
                "Literature"
            ]
        },
        {
            "title": "The Legend of Annie Murphy",
            "authors": [
                "Frank E. Peretti"
            ],
            "ranking": 3.89,
            "ranking_count": 1737,
            "abstract": "In 1885, the Murphy mine struck gold. According to legend, Annie Murphy killed her husband out of greed, but just before she was to be hanged for the murder, she escaped. Now, a hundred years later, there have been sightings of Annie Murphy's ghost. The Coopers unwittingly become involved in a mystery that finds them caught between the past and the present.",
            "part_of_series": true,
            "genre_list": [
                "Christian",
                "Fiction",
                "Christian Fiction",
                "Young Adult",
                "Adventure",
                "Mystery",
                "Childrens",
                "Fantasy",
                "Suspense"
            ]
        },
        {
            "title": "Die Krone der Welt",
            "authors": [
                "Peter Berling"
            ],
            "ranking": 3.88,
            "ranking_count": 123,
            "abstract": "Anno Domini 1251. Die beiden Erben des Gralgeschlechts, Roç und Yeza, befinden sich auf der wehrhaften Festung Alamut, dem Sitz der Assassinen. Sie sind in der Hand des Alten vom Berge. Die Geschwister sind die Hoffnung eines mächtigen Geheimbundes, der im Verborgenen wirkt, sowohl gegen die christliche Kirche als auch gegen alle weltlichen Herrscher. Denn die Kinder sind dazu auserkoren, den ersehnten Frieden zwischen den zerstrittenen Völkern und Religionen zu stiften. Allerdings droht der Plan zu scheitern, denn es setzt sich ein ungeheures Mongolenheer in Bewegung, größer als die Welt es jemals gesehen hat. Sein Ziel ist, die Festung zu vernichten und die Kinder zu entführen.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Historical"
            ]
        },
        {
            "title": "Betsy Was a Junior",
            "authors": [
                "Maud Hart Lovelace",
                "Vera Neville"
            ],
            "ranking": 4.19,
            "ranking_count": 5205,
            "abstract": "The Best School Year Ever That's the kind of junior year Betsy Ray has planned for herself. And when her childhood friend Tib Muller moves back to Deep Valley, Betsy's sure her perfect year is off to a grand start. With charming, funny Tib around, Crowd doings are more fun than ever -- especially after Betsy starts Okto Delta, the first -- ever sorority at Deep Valley High.But soon Betsy's luck takes a bad turn. The Crowd is getting into trouble at school, and Betsy isn't given a chance to compete in the annual Essay Contest. Could Betsy's best school year turn out to be her worst?",
            "part_of_series": true,
            "genre_list": [
                "Classics",
                "Young Adult",
                "Fiction",
                "Historical",
                "Childrens",
                "Romance"
            ]
        },
        {
            "title": "Das Treibhaus",
            "authors": [
                "Wolfgang Koeppen"
            ],
            "ranking": 3.43,
            "ranking_count": 301,
            "abstract": "DAS TREIBHAUS bleibt der Roman über den inneren Zustand der Republik, die in Bonn als Hauptstadt ihren metaphorischen Ort fand. Koeppens geniale Metapher: Deutschland - ein großes, öffentliches Treibhaus traf wie kein anderer den Geist der Zeit. Und trifft ihn auch heute noch. Koeppen bleibt für mich der hellsichtigste und präziseste Schriftsteller der Zweiten Republik auf deutschem Boden. Wo Böll sich eher betulich auf einen moralisierenden Standpunkt zurückzieht, Grass sich über die Groteske deutscher Wirklichkeit nähert, beschreibt Koeppen erbarmungslos und radikal die innere Befindlichkeit der Nachkriegsgesellschaft, er beschreibt den Riß zwischen dem Individuum und dem, was gesellschaftlich verhandelt werden soll. Keetenheuve alias Koeppen leidet nicht - wie man so simpel sagt - an der Wirklichkeit, Keetenheuve wie Koeppen leiden daran, daß ihre Utopien größer sind als diese Wirklichkeit.",
            "part_of_series": true,
            "genre_list": [
                "European Literature",
                "Fiction",
                "Cultural",
                "Classics",
                "Literary Fiction",
                "Literature",
                "Politics",
                "Novels",
                "Historical"
            ]
        },
        {
            "title": "After the First Death",
            "authors": [
                "Robert Cormier"
            ],
            "ranking": 3.7,
            "ranking_count": 3509,
            "abstract": "Who will be the next to die?. They've taken the children. And the son of a general. But that isn't enough.. More horrors must come...",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Thriller",
                "Academic",
                "Mystery",
                "Suspense",
                "Horror",
                "War"
            ]
        },
        {
            "title": "The Art of the Novel",
            "authors": [
                "Milan Kundera",
                "Linda Asher"
            ],
            "ranking": 3.98,
            "ranking_count": 5592,
            "abstract": "Kundera brilliantly examines the work of such important and diverse figures as Rabelais, Cervantes, Sterne, Diderot, Flaubert, Tolstoy, and Musil. He is especially penetrating on Hermann Broch, and his exploration of the world of Kafka's novels vividly reveals the comic terror of Kafka's bureaucratized universe.. Kundera's discussion of his own work includes his views on the role of historical events in fiction, the meaning of action, and the creation of character in the post-psychological novel.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Language",
                "Writing",
                "Criticism",
                "Literature",
                "European Literature",
                "Philosophy",
                "Cultural"
            ]
        },
        {
            "title": "Let Your Life Speak: Listening for the Voice of Vocation",
            "authors": [
                "Parker J. Palmer"
            ],
            "ranking": 4.13,
            "ranking_count": 11227,
            "abstract": "PLEASE NOTE: Some recent copies of. Let Your Life Speak. included printing errors. These issues have been corrected, but if you purchased a defective copy between September and December 2019, please send proof of purchase to. josseybasseducation@wiley.com. to receive a replacement copy.. Dear Friends:. I'm sorry that after 20 years of happy traveling,. Let Your Life Speak. hit a big pothole involving printing errors that resulted in an unreadable book. But I'm very grateful to my publisher for moving quickly to see that people who received a defective copy have a way to receive a good copy without going through the return process. We're all doing everything we can to make things right, and I'm grateful for your patience. Thank you, Parker J. Palmer. With wisdom, compassion, and gentle humor, Parker J. Palmer invites us to listen to the inner teacher and follow its leadings toward a sense of meaning and purpose. Telling stories from his own life and the lives of others who have made a difference, he shares insights gained from darkness and depression as well as fulfillment and joy, illuminating a pathway toward vocation for all who seek the true calling of their lives.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Spirituality",
                "Self Help",
                "Religion",
                "Philosophy",
                "Psychology",
                "Christian",
                "Leadership"
            ]
        },
        {
            "title": "Prelude to Christopher",
            "authors": [
                "Eleanor Dark"
            ],
            "ranking": 3.86,
            "ranking_count": 116,
            "abstract": "First published in 1934, this dramatic novel covers four days following a car crash where a doctor is critically injured, and the women around him struggle with their hopes, inhibitions and knowledge.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics"
            ]
        },
        {
            "title": "The Luzhin Defense",
            "authors": [
                "Vladimir Nabokov",
                "Michael Scammell",
                "Владимир Набоков"
            ],
            "ranking": 3.96,
            "ranking_count": 11447,
            "abstract": "A chilling story of obsession and madness. Luzhin, a distracted, withdrawn boy, takes up chess as a refuge from everyday life. As he rises to the heights of grandmaster, the game of chess gradually supplants the world of reality as he moves inexorably towards madness.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Literature",
                "Games",
                "Novels",
                "Literary Fiction",
                "Drama"
            ]
        },
        {
            "title": "Flights from the Lowlands",
            "authors": [
                "Florence Morris Rose"
            ],
            "ranking": 5.0,
            "ranking_count": 4,
            "abstract": "An extraordinary woman’s early writings capture both the stirrings of her individual spirit and her distinct observations of early 20th century America – its legacies and struggles. “Flights from the Lowlands” was first published by Florence Rose’s son, Ward, for an Okmulgee [Oklahoma] High School printing project in 1935. Two daughters, Irva Rose Montijo and Nadine Rose Frary Kimball edited and published “Flights from the Lowlands” again in 1982, and her eldest granddaughter, Edi Montijo Chapman has edited this third edition. These early poems are for readers to devour or browse as they wish. Florence Rose would be delighted to know her words are finding new minds to stir. Poems in this collection feature local and international topics of the day; of the survival struggles in the Depression; of relationships; of heroes; of the angst of writing, and many celebrate the joy of life and beauties of nature. Flight itself was a very contemporary enterprise, intriguing the author, even before she took her first flight. Ancient Greek heroes, American Revolutionaries, post-Civil War contemporaries and family all inspired Florence’s writing.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Black Cauldron",
            "authors": [
                "Walt Disney Company"
            ],
            "ranking": 3.76,
            "ranking_count": 124,
            "abstract": "Relive Walt Disney's 25th full-length animated feature in this beautiful, hardcover, 96-page classic storybook that accurately captures the movie magic and places it right into a child's hands. With every turn of a page, adventure unfolds to create memories that will last a lifetime.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fantasy"
            ]
        },
        {
            "title": "Maten al león",
            "authors": [
                "Jorge Ibargüengoitia"
            ],
            "ranking": 4.14,
            "ranking_count": 1055,
            "abstract": "Parodia de cualquiera de las dictaduras que han asolado a los países de Latinoamérica,. Maten al león. destaca como la única comedia dentro de lo que ya es un subgénero de la novela hispanoamericana. Hacia finales de los años veinte, Puerto Alegre, capital de la isla caribeña de Arepa, se convierte en el centro de una conspiración política. Se trata de matar al viejo león, el tirano, cuando éste se dispone a reelegirse por quinta vez y propone la creación de la presidencia vitalicia. Tras varios intentos frustrados de magnicidio, resulta que el revuelo no ha sido en vano, como se descubre en el inesperado desenlace.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural"
            ]
        },
        {
            "title": "The Case of the Toxic Spell Dump",
            "authors": [
                "Harry Turtledove"
            ],
            "ranking": 3.86,
            "ranking_count": 787,
            "abstract": "David Fisher, a humble but dedicated bureaucrat of the Environmental Perfection Agency, finds that an evil ancient deity (the sort that likes human sacrifices) is about to take over L.A. -- unless he can stop it.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Humor",
                "Mystery",
                "Science Fiction Fantasy",
                "Religion"
            ]
        },
        {
            "title": "A Balcony in the Forest",
            "authors": [
                "Julien Gracq",
                "Richard Howard"
            ],
            "ranking": 4.04,
            "ranking_count": 647,
            "abstract": "In the Ardennes Forest on the Belgian border the French guns point north-east, awaiting the German onslaught. One reinforced-concrete blockhouse in the heart of the forest is manned, this winter of 1939/40, by Lieutenant Grange with three men, who live in a chalet built over it. Cut off from the rest of the world, their senses heightened to capture the sounds and smells of the forest, the men create their own security as autumn turns to winter. Later, though, when winter turns to spring, when the sap rises and the panzer divisions attack, Lieutenant Grange meets the fate he has never believed he would escape. But if this is a story of soldiers, it is not about fighting. It is about solitude, about watching and waiting - and about love, the young Lieutenant's devotion to Mona, the child-widow discovered like a sprite in the forest one rainy night, who, in this surreal period of suspense, becomes his lover.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Novels",
                "Literature",
                "War",
                "Historical",
                "Classics"
            ]
        },
        {
            "title": "The Lost Boy",
            "authors": [
                "Dave Pelzer"
            ],
            "ranking": 4.09,
            "ranking_count": 62773,
            "abstract": "Imagine a young boy who has never had a loving home. His only possesions are the old, torn clothes he carries in a paper bag. The only world he knows is one of isolation and fear. Although others had rescued this boy from his abusive alcoholic mother, his real hurt is just begining -- he has no place to call home.. This is Dave Pelzer's long-awaited sequel to A Child Called It. In The Lost Boy, he answers questions and reveals new adventures through the compelling story of his life as an adolescent. Now considered an F-Child (Foster Child), Dave is moved in and out of five different homes. He suffers shame and experiences resentment from those who feel that all foster kids are trouble and unworthy of being loved just because they are not part of a real family.. Tears, laughter, devastation and hope create the journey of this little lost boy who searches desperately for just one thing -- the love of a family.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Psychology",
                "Sociology",
                "True Story",
                "Adult",
                "Biography Memoir",
                "Family Law"
            ]
        },
        {
            "title": "My Own Country: A Doctor's Story",
            "authors": [
                "Abraham   Verghese"
            ],
            "ranking": 4.2,
            "ranking_count": 11058,
            "abstract": "By the bestselling author of Cutting for Stone, a story of medicine in the American heartland, and confronting one's deepest prejudices and fears.. Nestled in the Smoky Mountains of eastern Tennessee, the town of Johnson City had always seemed exempt from the anxieties of modern American life. But when the local hospital treated its first AIDS patient, a crisis that had once seemed an urban problem had arrived in the town to stay.. Working in Johnson City was Abraham Verghese, a young Indian doctor specializing in infectious diseases. Dr. Verghese became by necessity the local AIDS expert, soon besieged by a shocking number of male and female patients whose stories came to occupy his mind, and even take over his life. Verghese brought a singular perspective to Johnson City: as a doctor unique in his abilities; as an outsider who could talk to people suspicious of local practitioners; above all, as a writer of grace and compassion who saw that what was happening in this conservative community was both a medical and a spiritual emergency.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Health",
                "Medical",
                "Biography",
                "Science",
                "Biography Memoir",
                "History"
            ]
        },
        {
            "title": "Trunk Music",
            "authors": [
                "Michael Connelly"
            ],
            "ranking": 4.19,
            "ranking_count": 61204,
            "abstract": "Back on the job after an involuntary leave of absence, LAPD homicide detective Harry Bosch is ready for a challenge. But his first case is a little more than he bargained for.. It starts with the body of a Hollywood producer in the trunk of a Rolls-Royce, shot twice in the head at close range - what looks like trunk music, a Mafia hit. But the LAPD's organized crime unit is curiously uninterested, and when Harry follows a trail of gambling debts to Las Vegas, the case suddenly becomes more complex - and much more personal.. A rekindled romance with an old girlfriend opens new perspectives on the murder, and he begins to glimpse a shocking triangle of corruption and collusion. Yanked off the case, Harry himself is soon the one being investigated. But only a bullet can stop Harry when he's searching for the truth . . .",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Suspense",
                "Emergency Services",
                "Adult"
            ]
        },
        {
            "title": "Mandie and the Secret Tunnel",
            "authors": [
                "Lois Gladys Leppard"
            ],
            "ranking": 4.0,
            "ranking_count": 4673,
            "abstract": "Mandie Shaw, almost a teenager, is certain God no longer loves her as she watches her father being lowered into his grave. Mandie's move into a neighbor family's home, when her mother remarries, does not soften her grief. Her only comfort is the promise from her father's faithful Cherokee friend, Uncle Ned, to watch out for her and be a friend. Will Mandie be able to escape her new and nearly intolerable home situation? Will she find her long-lost family? Will the mysterious key unlock the door to the secret tunnel and her own family's history?. For children 8-13, mystery adventures set in the North Carolina backwoods at the turn of the century.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "Christian",
                "Childrens",
                "Christian Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "The Battle of the Bulge",
            "authors": [
                "John  Toland"
            ],
            "ranking": 4.14,
            "ranking_count": 921,
            "abstract": "Reprint for children of John Toland's first work of military history, the saga of how beleaguered American troops not only resisted Hitler's deadly counteroffensive in World War II's Battle of the Bulge, but turned it into an Allied victory.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Military",
                "Audiobook",
                "Cultural",
                "North American Hi..."
            ]
        },
        {
            "title": "في ساعة نحس",
            "authors": [
                "Gabriel García Márquez",
                "غابرييل غارسيا ماركيز",
                "كامل يوسف حسين"
            ],
            "ranking": 3.43,
            "ranking_count": 8572,
            "abstract": "في نظرة واحدة أفصح العمدة عن نفاذ الصبر الذي قدمه طوال أسبوعين من المعاناة، حتى ولو كان العالم يوشك أن يبلغ نهايته يا ابت أصبح الألم حصيناً في مواجهة المسكنات، فعلق العمدة أرجوحته على شرفة غرفته محاولاً الإغفاء في برودة صدر المساء، لكنه هوى عند الساعة الثامنة في هاوية اليأس مرة أخرى وهبط إلى الميدان الذي كان يغط في سبات تحت وطأة موجة الحر. بعد الطواف حول المنطقة دون العثور على مصدر الإلهام الذي يحتاجه للسمو فوق الألم مضى إلى دار السينما، وكانت تلك غلطة، فقد زاد أزيز الطائرات العسكرية في تفاقم الألم، غادر دار السينما قبل الاستراحة وبلغ الصيدلية فيما كان دون لالو موسكوته يتأهب لإغلاق الباب.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Classics",
                "Magical Realism",
                "Literature",
                "Cultural",
                "European Literature",
                "Literary Fiction",
                "Nobel Prize"
            ]
        },
        {
            "title": "The Poet",
            "authors": [
                "Michael Connelly"
            ],
            "ranking": 4.21,
            "ranking_count": 92046,
            "abstract": "Denver crime-beat reporter Jack McEvoy specializes in violent death. So when his homicide detective brother kills himself, McEvoy copes in the only way he knows how--he decides to write the story. But his research leads him to suspect a serial killer is at work--a devious murderer who's killing cops and leaving a trail of poetic clues. It's the news story of a lifetime, if he can get the story without losing his life.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Emergency Services",
                "Novels"
            ]
        },
        {
            "title": "The Secret",
            "authors": [
                "K.A. Applegate",
                "Katherine Applegate"
            ],
            "ranking": 3.73,
            "ranking_count": 4743,
            "abstract": "There's something pretty weird going on in the woods behind Cassie's house. The place where Ax and Tobias call home. It seems the Yeerks have figured out one very important thing: Andalites cannot survive without a feeding ground. Visser Three knows the Andalite bandits don't feed where he does, so there can only be one other place.. Now Cassie, Marco, Jake, Rachel, Tobias, and Ax have to figure out a way to stop a bogus logging camp. Because if Visser Three finds Ax in the woods,. nothing. will stop him from finding the Animorphs...",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Childrens",
                "Animals",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "I, Claudius/Claudius the God",
            "authors": [
                "Robert Graves"
            ],
            "ranking": 4.43,
            "ranking_count": 2946,
            "abstract": "Clau-Clau-Claudius the stammerer was known as a buffoon and a pitiful fool.. He made it his business to watch from the sidelines and record the antics, funny, violent and lustful, of the imperial household as its members vied with each other for power. Then he found himself Emperor.. From the great days of Augustus and the cruelties of Tiberius to the deified insanity of Caligula, he records a story breathtaking in its murderousness, greed and folly. Throughout the swings of fortune, his own disastrous love affair with the depraved Messalina and surprisingly successful reign, his voice sometimes puzzled, sometimes rueful, always sane, speaks to us across the centuries in two great, classic historical novels.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Cultural",
                "History",
                "Politics"
            ]
        },
        {
            "title": "Devil's Waltz",
            "authors": [
                "Jonathan Kellerman"
            ],
            "ranking": 3.95,
            "ranking_count": 10661,
            "abstract": "The doctors call it Munchausen by proxy, the terrifying disease that causes parents to induce illness in their own children. Now, in his most frightening case, Dr. Alex Delaware may have to prove that a child's own mother or father is making her sick. Twenty-one-month-old Cassie Jones is bright, energetic, the picture of health. Yet her parents rush her to the emergency room night after night with medical symptoms no doctor can explain. Cassie's parents seem sympathetic and deeply concerned. Her favorite nurse is a model of devotion. Yet when child psychologist Alex Delaware is called in to investigate, instinct tells him that one of them may be a monster. Then a physician at the hospital is brutally murdered. A shadowy death is revealed. And Alex and his friend LAPD detective Milo Sturgis have only hours to uncover the link between these shocking events and the fate of an innocent child.. From the Paperback edition.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Psychology"
            ]
        },
        {
            "title": "Pleading Guilty",
            "authors": [
                "Scott Turow"
            ],
            "ranking": 3.71,
            "ranking_count": 7546,
            "abstract": "Mack Malloy is a partner in one of Kindle County's top law firms. An ex-cop who joined the firm on a wave of enthusiasm and optimism, he now feels himself to be on the way down, and possibly out. Bert Kamin, gifted, erratic and combative, is one of the firm's star litigators and he has disappeared.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Suspense",
                "Novels",
                "Law",
                "Audiobook"
            ]
        },
        {
            "title": "Batman in the Seventies",
            "authors": [
                "Dennis O'Neil",
                "Dick Giordano"
            ],
            "ranking": 3.88,
            "ranking_count": 99,
            "abstract": "In the seventies, Batman began his transformation from the campy Caped Crusader of the sixties television show into the grim Dark Knight of the nineties' motion pictures. This action-packed book includes the greatest adventures of that era which helped to reshape this legendary icon. Featuring Batgirl, Robin, the Joker, Man-Bat, the Huntress, and Ra's al Ghul, BATMAN IN THE SEVENTIES is an outstanding opportunity to look back and enjoy the tales of the past that are now the foundation for the future.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Dc Comics",
                "Fiction",
                "Superheroes",
                "Comics"
            ]
        },
        {
            "title": "Molly's Surprise: A Christmas Story",
            "authors": [
                "Valerie Tripp"
            ],
            "ranking": 4.01,
            "ranking_count": 3709,
            "abstract": "Molly is a lively, lovable schemer and dreamer growing up in 1944. Her stories describe her life on the home front during World War Two. Molly doesn't like many of the changes the war has brought, and she especially misses her father, who is away caring for wounded soldiers. But Molly learns the importance of getting along and pulling together -- just as her country has to do to win the war As the McIntires face a cheerless holiday, Molly decides to make some merriment of her own -- complete with unexpected surprises.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Childrens",
                "Fiction",
                "Holiday",
                "Young Adult"
            ]
        },
        {
            "title": "Anansi the Spider: A Tale from the Ashanti",
            "authors": [
                "Gerald McDermott"
            ],
            "ranking": 4.11,
            "ranking_count": 6895,
            "abstract": "Anansi the Spider is one of the great folk heroes of the world. He is a rogue, a mischief maker, and a wise, lovable creature who triumphs over larger foes.. In this traditional Ashanti tale, Anansi sets out on a long, difficult journey. Threatened by Fish and Falcon, he is saved from terrible fates by his sons. But which of his sons should Anansi reward? Calling upon Nyame, the God of All Things, Anansi solves his predicament in a touching and highly resourceful fashion.. In adapting this popular folktale, Gerald McDermott merges the old with the new, combining bold, rich color with traditional African design motifs and authentic Ashanti language rhythms.. Anansi the Spider. is a 1973 Caldecott Honor Book.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Folklore",
                "Cultural",
                "Animals",
                "Fiction",
                "Folk Tales",
                "Fantasy",
                "Family"
            ]
        },
        {
            "title": "Ronald Reagan: How an Ordinary Man Became an Extraordinary Leader",
            "authors": [
                "Dinesh D'Souza"
            ],
            "ranking": 4.12,
            "ranking_count": 1194,
            "abstract": "Ronald Reagan: How and Ordinary Man Became an Extraordinary Leader. 292 pp. In this enlightening new look at one of our most successful, most popular, and least understood presidents, bestselling author and former Reagan aide Dinesh D'Souza shows how this ordinary man was able to transform the political landscape in a way that made a permanent impact on America and the world. Ronald Reagan is a thoughtful and honest assessment of how this underestimated president became a truly extraordinary leader.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "History",
                "Politics",
                "Nonfiction",
                "North American Hi...",
                "Biography Memoir",
                "Presidents",
                "Historical"
            ]
        },
        {
            "title": "Master Olof",
            "authors": [
                "August Strindberg",
                "Edwin Björkman"
            ],
            "ranking": 2.91,
            "ranking_count": 103,
            "abstract": "Johan August Strindberg (1849-1912) was a Swedish writer, playwright, and painter. Strindberg is known as one of the fathers of modern theatre. His work falls into two major literary movements, Naturalism and Expressionism. His novel The Red Room (1879) brought him fame. His early plays were written in the Naturalistic style. His best-known play from this period is Miss Julie (1888). Later, he underwent a time of inner turmoil known as the Inferno Period, which culminated in the production of a book written in French, Inferno (1897). He also exchanged a few cryptic letters with Nietzsche. Strindberg subsequently broke with Naturalism and began to produce works informed by Symbolism. He is considered one of the pioneers of the Modern European stage and Expressionism. The Dance of Death (1900), A Dream Play (1902) and The Ghost Sonata (1907) are well-known plays from this period. It is not so widely known that Strindberg also was a telegrapher, painter, photographer and alchemist.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "European Literature",
                "Drama",
                "Fiction"
            ]
        },
        {
            "title": "The Coldest Winter Ever",
            "authors": [
                "Sister Souljah"
            ],
            "ranking": 4.46,
            "ranking_count": 35487,
            "abstract": "Renowned hip-hop artist, political activist, and bestselling author Sister Souljah brings the streets of New York to life in a powerful and utterly unforgettable first novel.. I came busting into the world during one of New York's worst snowstorms, so my mother named me Winter.. Ghetto-born, Winter is the young, wealthy daughter of a prominent Brooklyn drug-dealing family. Quick-witted, sexy, and business-minded, she knows and loves the streets like the curves of her own body. But when a cold Winter wind blows her life in a direction she doesn't want to go, her street smarts and seductive skills are put to the test of a lifetime. Unwilling to lose, this ghetto girl will do. anything. to stay on top.. Featuring a Special Collector’s Edition Reader’s Guide—including an author Q&A, detailed character analyses, and the author’s own remarks about the meaning of her story.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Urban",
                "Young Adult",
                "Adult",
                "Contemporary",
                "Adult Fiction",
                "Novels",
                "Classics",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Bookends",
            "authors": [
                "Jane Green"
            ],
            "ranking": 3.73,
            "ranking_count": 40611,
            "abstract": "On the heels of her national bestsellers. Jemima J. and. Mr. Maybe. , British sensation Jane Green delivers a sparkling tale of old friends reunited and old jealousies rekindled.. Catherine Warner and Simon Nelson are best friends: total opposites, always together, and both unlucky in love. Cath is scatterbrained, messy, and–since she had her heart broken a few years back–emotionally closed off. Si is impossibly tidy, bitchy, and desperate for a man of his own. They live in London’s West Hampstead along with their lifelong friends, Josh and Lucy, who are happily married with a devil-spawn child and a terrifying Swedish nanny, Ingrid.. All’s well (sort of) until the sudden arrival of a college friend–the stunningly beautiful Portia, who’s known for breaking hearts. Though they’ve grown up and grown apart from Portia, the four friends welcome her back into the fold. But does Portia have a hidden agenda or is she merely looking to reconnect with old friends? Her reappearance soon unleashes a rollicking series of events that tests the foursome’s friendships to the limit and leaves them wondering if a happy ending is in store.. Fortunately, Cath has plenty to take her mind off Portia’s schemes–like her gutsy decision to leave her job in advertising to fulfill her dream of opening a bookstore. And then there’s James, the sexy real-estate agent who keeps dropping by even after the bookstore deal is done. With his irresistible smile and boyish charm could he be the one to melt Cath’s heart?. Told with Jane Green’s captivating wit and flare,. Bookends. is above all a story about friendship–its twists, turns and complications–and how it weathers the challenges of love, ambition, marriage, and, most of all, growing up. Warmhearted, sophisticated, and full of delicious surprises,. Bookends. is Green’s most dazzling novel yet.",
            "part_of_series": false,
            "genre_list": [
                "Womens Fiction",
                "Fiction",
                "Romance",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "European Literature",
                "Novels"
            ]
        },
        {
            "title": "Camping and Woodcraft: A Handbook for Vacation Campers and for Travelers in the Wilderness",
            "authors": [
                "Horace Kephart",
                "Jim Casada"
            ],
            "ranking": 4.29,
            "ranking_count": 302,
            "abstract": "Originally published in 1906 as one volume, Camping and Woodcraft was expanded into a two-volume edition in 1916-17. Camping and Woodcraft ranks sixth among the ten best-selling sporting books of all time. A standard manual for campers and a veritable outdoor enthusiast’s bible for over four decades, this book reflects Horace Kephart’s practical knowledge and covers, in depth, any problem that campers might confront.. Kephart lived in the Great Smoky Mountains and spent most of his time in the wild. Consequently, he became an expert on all aspects of camp life from living in a semi-permanent lean-to to traveling with only the bare essentials in a backpack. More than simply a hunting or fishing guide, Kephart’s book covers a wide variety of subjects from how to dress game and fish to how to shoot accurately. Every chapter is filled with tips that remain useful even after fifty years of improvements in equipment and technology.. Jim Casada, who has provided an informative introduction to this edition, is professor of history at Winthrop College. He has written numerous articles on sporting figures and outdoor literature and is editor-at-large for Sporting Classics and contributing editor for Fly Fishing Heritage.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Nature",
                "Adventure",
                "Environment"
            ]
        },
        {
            "title": "The Secret of Dragonhome",
            "authors": [
                "John Peel"
            ],
            "ranking": 4.18,
            "ranking_count": 953,
            "abstract": "Melayne and her young brother Sarrow are Talents, hunted by the King's relentless Seekers. If their Talent is discovered, they will be sent to their death. So they must hide...or die.. Melayne and Sarrow find refuge at Dragonhome, the mysterious estate of the shadowy Lord Sander. Lord Sander also has something to hide--a dark and fantastical secret that haunts his every move. In order to save herself and her brother, Melayne must confront forces much stronger than her talent--tempests of magic, desire, and betrayal. If Melayne is not careful, her truth will be revealed.. Melayne must unlock the secrets of Dragonhome. As danger approaches, it will be her only hope.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Romance",
                "Childrens",
                "Animals",
                "Adventure"
            ]
        },
        {
            "title": "Nausicaä of the Valley of the Wind, Vol. 7",
            "authors": [
                "Hayao Miyazaki",
                "Rachel Balzora Thorn",
                "Kaori Inoue",
                "Joe Yamazaki",
                "Walden Wong",
                "Izumi Evers"
            ],
            "ranking": 4.6,
            "ranking_count": 2194,
            "abstract": "Nach den Sieben Tagen des Feuers ist die Erde von einem Wald aus giftigen Riesenpilzen bedeckt. In den wenigen unverseuchten Landstrichen leben die letzten Menschen weitverstreut. Das Tal der Winde ist ein sehr kleines Königreich direkt am Rand des Meers der Fäulnis. Prinzessin Nausicaä kämpft hier mit ihrem Volk ums Überleben...",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Comics",
                "Adventure",
                "Cultural"
            ]
        },
        {
            "title": "Petals of Blood",
            "authors": [
                "Ngũgĩ wa Thiong'o",
                "Moses Isegawa"
            ],
            "ranking": 3.91,
            "ranking_count": 2009,
            "abstract": "The puzzling murder of three African directors of a foreign-owned brewery sets the scene for this fervent, hard-hitting novel about disillusionment in independent Kenya. A deceptively simple tale,. Petals of Blood. is on the surface a suspenseful investigation of a spectacular triple murder in upcountry Kenya. Yet as the intertwined stories of the four suspects unfold, a devastating picture emerges of a modern third-world nation whose frustrated people feel their leaders have failed them time after time. First published in 1977, this novel was so explosive that its author was imprisoned without charges by the Kenyan government. His incarceration was so shocking that newspapers around the world called attention to the case, and protests were raised by human-rights groups, scholars, and writers, including James Baldwin, Toni Morrison, Donald Barthelme, Harold Pinter, and Margaret Drabble.First time in Penguin Classics",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Eastern Africa",
                "Literature",
                "Classics",
                "Historical",
                "Novels",
                "Mystery"
            ]
        },
        {
            "title": "Tailchaser's Song",
            "authors": [
                "Tad Williams"
            ],
            "ranking": 3.97,
            "ranking_count": 11768,
            "abstract": "Meet Fritti Tailchaser, a ginger tom cat of rare courage and curiosity, a born survivor in a world of heroes and villains, of powerful feline gods and whiskery legends about those strange furless, erect creatures called M’an.. “The hour of Unfolding Dark had begun, and the rooftop where Tailchaser lay was smothered in shadow. He was deep in a dream of leaping and flying when he felt an unusual tingling in his whiskers. Fritti Tailchaser, hunterchild of the Folk, came suddenly awake and sniffed the air. Ears pricked and whiskers flared straight, he sifted the evening breeze. Nothing unusual. Then what had awakened him? Pondering, he splayed his claws and began a spine-limbering stretch that finally ended at the tip of his reddish tail.”. Join Tailchaser on his magical quest to rescue his catfriend Hushpad on a quest that will take him all the way to cat hell and beyond.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Animals",
                "Young Adult",
                "Science Fiction Fantasy",
                "Adventure",
                "Adult"
            ]
        },
        {
            "title": "The Pirate",
            "authors": [
                "Frederick Marryat"
            ],
            "ranking": 3.89,
            "ranking_count": 80,
            "abstract": "A contemporary of Charles Dickens, Captain Frederick Marryat was an officer in the Royal British Navy who, also a novelist, certainly followed the old line about writing what you know. The result is an accessible, deeply immersive, high-seas adventure full of chases, battles, baddies getting their comeuppance, the proven loyalty of friends, romance, and reunions. Fair warning that this is a novel of its time, using slurs against and references to captive slaves out of Africa we would not tolerate today.",
            "part_of_series": false,
            "genre_list": [
                "Adventure",
                "Classics",
                "Fiction",
                "Historical"
            ]
        },
        {
            "title": "Under Western Eyes",
            "authors": [
                "Joseph Conrad",
                "Stephen Donovan",
                "J.H. Stape"
            ],
            "ranking": 3.7,
            "ranking_count": 2904,
            "abstract": "'It was I who removed de P- this morning.' With these chilling words Victor Haldin shatters the solitary, industrious existence of Razumov, his fellow student at St Petersburg University. Razumov aims to overcome the denial of his noble birth by a brilliant career in the tsarist bureaucracy created by Peter the Great. But in pre-revolutionary Russia Peter's legacy is autocracy tempered by assassination; and Razumov is soon caught in a tragic web with Haldin's trustful sister Natalia in spy-haunted Geneva. Their fateful story is told by an elderly Englishman who loves Natalia but plays his part of a 'dense Westerner' to the end.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Cultural",
                "Novels",
                "Historical",
                "European Literature",
                "Mystery"
            ]
        },
        {
            "title": "March Violets",
            "authors": [
                "Philip Kerr"
            ],
            "ranking": 3.8,
            "ranking_count": 14750,
            "abstract": "Hailed by Salman Rushdie as a brilliantly innovative thriller-writer, Philip Kerr is the creator of taut, gripping, noir-tinged mysteries that are nothing short of spellbinding.. The first book of the. Berlin Noir. trilogy,. March Violets. introduces readers to Bernie Gunther, an ex-policeman who thought he'd seen everything on the streets of 1930's Berlin; until he turned freelance and each case he tackled sucked him further into the grisly excesses of Nazi subculture. Bernhard Gunther, a hard-boiled Berlin detective who specializes in tracking down missing persons — mostly Jews. He is summoned by a wealthy industrialist to find the murderer of his daughter and son-in-law, killed during the robbery of a priceless diamond necklace. Gunther quickly is catapulted into a major political scandal involving Hitler's two main henchmen, Goering and Himmler. The search for clues takes Gunther to morgues overflowing with Nazi victims; raucous nightclubs; the Olympic games where Jesse Owens tramples the theory of Aryan racial superiority; the boudoir of a famous actress; and finally to the Dachau concentration camp. Fights with Gestapo agents, shoot-outs with adulterers, run-ins with a variety of criminals, and dead bodies in unexpected places keep readers guessing to the very end.. Hard-hitting, fast-paced, and richly detailed,. March Violets. is noir writing at its blackest and best.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Historical",
                "Fiction",
                "Thriller",
                "Cultural"
            ]
        },
        {
            "title": "The Skook",
            "authors": [
                "J.P.  Miller"
            ],
            "ranking": 4.19,
            "ranking_count": 116,
            "abstract": "Fleeing from a motorcycle gang, alienated, middle-aged Spanish Barrman escapes into a hidden cave and finds himself entombed in an underground labyrinth inhabited by the wondrous Skook.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Horror",
                "Magical Realism"
            ]
        },
        {
            "title": "Omerta",
            "authors": [
                "Mario Puzo"
            ],
            "ranking": 3.73,
            "ranking_count": 15804,
            "abstract": "To Don Raymonde Aprile's children he was a loyal family member, their father's adopted nephew. To the FBI he was a man who would rather ride his horses than do Mob business. No one knew why Aprile, the last great American Don, had adopted Astorre Viola many years before in Sicily; no one suspected how he had carefully trained him ... and how, while the Don's children claimed respectable careers in America, Astorre Viola waited for his time to come.. Now his time has arrived. The Don is dead, his murder one bloody act in a drama of ambition and deceit --- from the deadly compromises made by an FBI agent to the greed of two crooked NYPD detectives and the frightening plans of a South American Mob kingpin. In a collision of enemies and lovers, betrayers and loyal soldiers, Astorre Viola will claim his destiny. Because after all these years, this moment is in his blood ...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Novels",
                "Classics",
                "Suspense",
                "Historical",
                "Action",
                "Drama"
            ]
        },
        {
            "title": "Levels of the Game",
            "authors": [
                "John McPhee"
            ],
            "ranking": 4.25,
            "ranking_count": 2168,
            "abstract": "This account of a tennis match played by Arthur Ashe against Clark Graebner at Forest Hills in 1968 begins with the ball rising into the air for the initial serve and ends with the final point. McPhee provides a brilliant, stroke-by-stroke description while examining the backgrounds and attitudes which have molded the players' games.",
            "part_of_series": false,
            "genre_list": [
                "Sports",
                "Nonfiction",
                "History",
                "Biography",
                "Psychology",
                "Language",
                "Writing",
                "Sports and Games",
                "Philosophy"
            ]
        },
        {
            "title": "Two Thousand Seasons",
            "authors": [
                "Ayi Kwei Armah"
            ],
            "ranking": 4.41,
            "ranking_count": 362,
            "abstract": "A young group inexorably rebels against the forces destroying Africa. By the author of Fragments and The Healers.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Literature",
                "Historical",
                "Western Africa",
                "Novels",
                "Feminism",
                "Africa"
            ]
        },
        {
            "title": "Individuals: An Essay in Descriptive Metaphysics",
            "authors": [
                "Peter Frederick Strawson"
            ],
            "ranking": 3.89,
            "ranking_count": 73,
            "abstract": "Since its publication in 1959, Individuals has become a modern philosophical classic. Bold in scope and ambition, it continues to influence debates in metaphysics, philosophy of logic and language, and epistemology. Peter Strawson's most famous work, it sets out to describe nothing less than the basic subject matter of our thought. It contains Strawson's now famous argument for descriptive metaphysics and his repudiation of revisionary metaphysics, in which reality is something beyond the world of appearances.. Throughout, Individuals advances some highly influential and controversial ideas, such as 'non-solipsistic consciousness' and the concept of a person a 'primitive concept'",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction"
            ]
        },
        {
            "title": "Mitologia: wierzenia i podania Greków i Rzymian",
            "authors": [
                "Jan Parandowski"
            ],
            "ranking": 3.78,
            "ranking_count": 4417,
            "abstract": "Ta najbardziej znana książka Jana Parandowskiego zyskała kilkanaście wydań i od dawna pozostaje w kanonie lektur polskiej inteligencji. Mitologia należy do dzieł, z których, jak pisał Autor o pracach swego mistrza, wybitnego znawcy świata antycznego, Tadeusza Zielińskiego, nie tylko można się czegoś nauczyć, ale można się też przy nich czymś stać. Czas nie naruszył autorytetu, jaki się w tej książce objawia, aże Parandowskiego pociągała starożytność dionizyjska - żywiołowa i zmysłowa, nawet niecierpliwi czytelnicy Mitologii przekonują się raz po raz, że dawka nieśmiertelności nie musi być dawką nudy.",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Classics",
                "Academic",
                "Fantasy",
                "Nonfiction",
                "History",
                "Religion",
                "Short Stories",
                "Childrens"
            ]
        },
        {
            "title": "My Dark Places",
            "authors": [
                "James Ellroy"
            ],
            "ranking": 3.86,
            "ranking_count": 6555,
            "abstract": "From the author of. L.A. Confidential. comes. My Dark Places,. an investigative autobiography by James Ellroy. In 1958, Ellroy's mother, Jean, was raped, killed, and dumped off a road in El Monte, California, a rundown L.A. suburb. The killer was never found, and the case was closed. It was a sordid, back-page homicide that no one remembered. Except her son.. James Ellroy was ten years old when his mother died. His bereavement was complex and ambiguous: I cried. I cranked tears out all the way to L.A. I hated her. I hated El Monte. Some unknown killer just bought me a brand-new beautiful life. He grew up obsessed with murdered women and crime. He ran from his mother's ghost.. Ellroy became a writer of radically provocative and bestselling crime novels. I wear obsession well, he says. I've turned it into something. He tried to reclaim his mother through fiction. It didn't work. He quit running and wrote this memoir.. My Dark Places. is Jean and James Ellroy's story—from 1958 to all points past and up to this moment. It is the story of a brilliant homicide detective named Bill Stoner and of the investigation he and Ellroy undertook. It is also an unflinching autobiography with vivid reportage. This is James Ellroy's journey through his most forbidding memories.",
            "part_of_series": false,
            "genre_list": [
                "Crime",
                "Nonfiction",
                "Mystery",
                "Autobiography",
                "Biography",
                "Biography Memoir",
                "History"
            ]
        },
        {
            "title": "Trumpet",
            "authors": [
                "Jackie Kay"
            ],
            "ranking": 4.06,
            "ranking_count": 5609,
            "abstract": "In her starkly beautiful and wholly unexpected tale, Jackie Kay delves into the most intimate workings of the human heart and mind and offers a triumphant tale of loving deception and lasting devotion.. The death of legendary jazz trumpeter Joss Moody exposes an extraordinary secret, one that enrages his adopted son, Colman, leading him to collude with a tabloid journalist. Besieged by the press, his widow Millie flees to a remote Scottish village, where she seeks solace in memories of their marriage. The reminiscences of those who knew Joss Moody render a moving portrait of a shared life founded on an intricate lie, one that preserved a rare, unconditional love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Literary Fiction",
                "Historical",
                "Contemporary",
                "Music",
                "Cultural",
                "Academic"
            ]
        },
        {
            "title": "Symbiotic Planet: A New Look at Evolution",
            "authors": [
                "Lynn Margulis"
            ],
            "ranking": 4.03,
            "ranking_count": 727,
            "abstract": "Although Charles Darwin’s theory of evolution laid the foundations of modern biology, it did not tell the whole story. Most remarkably, The Origin of Species said very little about, of all things, the origins of species. Darwin and his modern successors have shown very convincingly how inherited variations are naturally selected, but they leave unanswered how variant organisms come to be in the first place.In Symbiotic Planet, renowned scientist Lynn Margulis shows that symbiosis, which simply means members of different species living in physical contact with each other, is crucial to the origins of evolutionary novelty. Ranging from bacteria, the smallest kinds of life, to the largest—the living Earth itself—Margulis explains the symbiotic origins of many of evolution’s most important innovations. The very cells we’re made of started as symbiotic unions of different kinds of bacteria. Sex—and its inevitable corollary, death—arose when failed attempts at cannibalism resulted in seasonally repeated mergers of some of our tiniest ancestors. Dry land became forested only after symbioses of algae and fungi evolved into plants. Since all living things are bathed by the same waters and atmosphere, all the inhabitants of Earth belong to a symbiotic union. Gaia, the finely tuned largest ecosystem of the Earth’s surface, is just symbiosis as seen from space. Along the way, Margulis describes her initiation into the world of science and the early steps in the present revolution in evolutionary biology; the importance of species classification for how we think about the living world; and the way “academic apartheid” can block scientific advancement. Written with enthusiasm and authority, this is a book that could change the way you view our living Earth.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Biology",
                "Environment",
                "Philosophy"
            ]
        },
        {
            "title": "Palestine",
            "authors": [
                "Joe Sacco",
                "Edward W. Said"
            ],
            "ranking": 4.2,
            "ranking_count": 16019,
            "abstract": "Prior to. Safe Area Gorazde: The War In Eastern Bosnia 1992-1995. —Joe Sacco's breakthrough novel of graphic journalism—the acclaimed author was best known for. Palestine. , a two-volume graphic novel that won an American Book Award in 1996.. Fantagraphics Books is pleased to present the first single-volume collection of this landmark of journalism and the art form of comics.. Based on several months of research and an extended visit to the West Bank and Gaza Strip in the early 1990s (where he conducted over 100 interviews with Palestinians and Jews),. Palestine. was the first major comics work of political and historical nonfiction by Sacco, whose name has since become synonymous with this graphic form of New Journalism. Like. Safe Area Gorazde. ,. Palestine. has been favorably compared to Art Spiegelman's Pulitzer Prize-winning. Maus. for its ability to brilliantly navigate such socially and politically sensitive subject matter within the confines of the comic book medium.. Sacco has often been called the first comic book journalist, and he is certainly the best. This edition of. Palestine. also features an introduction from renowned author, critic, and historian Edward Said (. Peace and Its Discontents. and. The Question of Palestine. ), one of the world's most respected authorities on the Middle Eastern conflict.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Nonfiction",
                "History",
                "Politics",
                "War",
                "Graphic Novels Comics",
                "Writing",
                "Comics",
                "Autobiography"
            ]
        },
        {
            "title": "A Conspiracy of Paper",
            "authors": [
                "David Liss"
            ],
            "ranking": 3.87,
            "ranking_count": 10905,
            "abstract": "Benjamin Weaver, a Jew and an ex-boxer, is an outsider in eighteenth-century London, tracking down debtors and felons for aristocratic clients. The son of a wealthy stock trader, he lives estranged from his family - until he is asked to investigate his father’s sudden death. Thus Weaver descends into the deceptive world of the English stock jobbers, gliding between coffee houses and gaming houses, drawing rooms and bordellos. The more Weaver uncovers, the darker the truth becomes, until he realizes that he is following too closely in his father’s footsteps - and they just might lead him to his own grave. An enthralling historical thriller,. A Conspiracy of Paper. will leave readers wondering just how much has changed in the stock market in the last three hundred years ...",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "Literature",
                "Thriller",
                "European Literature"
            ]
        },
        {
            "title": "Rose O' the River",
            "authors": [
                "Kate Douglas Wiggin"
            ],
            "ranking": 3.45,
            "ranking_count": 60,
            "abstract": "From the bestselling author of. Rebecca of Sunnybrook Farm. comes a story of life and love in a quaint logging village on the mighty Saco River in Maine.. The residents of Edgewood and Pleasant Valley have always known Rose Wiley and Stephen Waterman were made for each other. Stephen’s considered the catch of the town—strong, handsome, educated, and dependable—and he’s never had eyes for anyone but Rose. But life on a farm in a small village is busy and repetitive, and to Rose, quite monotonous and stifling. She longs for excitement and adventure, and can’t help but feel she’s missing out on a bigger world out there on the other side of the Saco.. Her restlessness grows when a handsome, refined stranger from Boston comes to town and fills Rose’s head with compliments and ideas, and the possibility of a new life in the big city. Rose makes a fateful decision that breaks Stephen’s heart and sets all the tongues in town a-wagging. But Rose soon discovers life’s not always greener on the other side, and that what she really wanted had been right in front of her all along. But will Stephen—and the rest of the town—forgive her for breaking his heart? Will Rose’s plans to win him back succeed before it’s too late?. With its beautiful descriptions, colorful characters, and sprinkling of humor,. Rose O’ the River. is a tender homage to a simpler, sweeter way of life, and at its heart is a love story as moving and timeless as the river itself.. Bonus Content: Introduction, Glossary,. Uncle Ananias. , Image Gallery. Legacy Vintage Collection Enhanced eBooks have been professionally edited for readability and professionally formatted for your favorite e-reader! View more on The Vintage Reader.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Romance",
                "American"
            ]
        },
        {
            "title": "Stranger in the Woods: A Photographic Fantasy",
            "authors": [
                "Carl R. Sams II",
                "Jean Stoick"
            ],
            "ranking": 4.24,
            "ranking_count": 1287,
            "abstract": "Who is this Stranger? Why did he arrive after a winter storm and what wonderful surprises does he bring?Your children will love this photographic fantasy created by two noted wildlife photographers.. You'll discover this tale is beta-carotene for the spirit in everyone.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Animals",
                "Holiday",
                "Environment",
                "Art",
                "Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "God in the Dock",
            "authors": [
                "C.S. Lewis"
            ],
            "ranking": 4.22,
            "ranking_count": 7933,
            "abstract": "God in the Dock. is one of the best known of C.S. Lewis's collections of essays and includes. Myth Become Fact. ,. The Grand Miracle. , Priestesses in the Church and, of course,. God in the Dock. .",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Christian",
                "Nonfiction",
                "Philosophy",
                "Writing",
                "Classics",
                "Spirituality"
            ]
        },
        {
            "title": "Doña Bárbara",
            "authors": [
                "Rómulo Gallegos",
                "Domingo Miliani"
            ],
            "ranking": 3.79,
            "ranking_count": 4477,
            "abstract": "Doña Bárbara. , en la que la llanura venezolana es el personaje central, es la obra de mayor éxito de Rómulo Gallegos. En ella dramatiza el conflicto entre civilización y barbarie que a su parecer definía el ser de Venezuela y su realidad. El final feliz simboliza un futuro esperanzador para el país.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Historical",
                "Literature",
                "Magical Realism",
                "Cultural",
                "Romance",
                "Novels"
            ]
        },
        {
            "title": "The Stalin School of Falsification",
            "authors": [
                "Leon Trotsky",
                "John G. Wright"
            ],
            "ranking": 4.0,
            "ranking_count": 40,
            "abstract": "Reprinting authentic documents from the Bolshevik archives, Trotsky demonstrates how the Stalinist bureaucracy falsified history to serve its own interests and preserve its caste privileges.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Philosophy"
            ]
        },
        {
            "title": "Crete: The Battle And The Resistance",
            "authors": [
                "Antony Beevor"
            ],
            "ranking": 3.85,
            "ranking_count": 1589,
            "abstract": "A riveting account of the fall of Greece, the Battle of Crete, and the Cretan Resistance, from the beginning of World War II to its end.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Military",
                "War",
                "Cultural",
                "European Literature"
            ]
        },
        {
            "title": "Tales Too Ticklish to Tell: Bloom County",
            "authors": [
                "Berkeley Breathed"
            ],
            "ranking": 4.38,
            "ranking_count": 3726,
            "abstract": "Three hundred black-and-white and forty-four color strips bring fans up to date on current affairs in Bloom County: Opus dances in an all-female nightclub and discovers the social penalties for penguin lust and more.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Humor",
                "Fiction",
                "Graphic Novels Comics",
                "Comics",
                "Anthologies"
            ]
        },
        {
            "title": "The Value in the Valley: A Black Woman's Guide Through Life's Dilemmas",
            "authors": [
                "Iyanla Vanzant"
            ],
            "ranking": 4.42,
            "ranking_count": 688,
            "abstract": "“The most powerful spiritual healer, fixer, teacher on the planet.” —Oprah Winfrey. Is it the job you hate but need in order to pay the rent? Is it that relationship that you gave your all to only to end up with a broken heart...again? Perhaps it's your children, a family member, or a life-long friend doing you in, dragging you down, pushing you to the brink. If you are an honorary member of the Black Woman's Suffering Society, you have probably been told that it's all your fault. Or that struggling and suffering is your lot in life. Iyanla Vanzant says,. No!. Life is an Act of Faith and suffering is optional! Those everyday challenges, obstacles, and dilemmas are what Iyanla calls valleys. As bad as they may seem, there is a purpose or, as Iyanla says, There is so much value in the valley.. If you've ever been disappointed, betrayed, rejected, abandoned, or just plain old scared to let go, then you've been or may still be in a valley. Iyanla knows—she's been there and on a bad day she's still there, but now she shares the way out with you.",
            "part_of_series": false,
            "genre_list": [
                "Self Help",
                "Nonfiction",
                "Inspirational",
                "Cultural",
                "Spirituality"
            ]
        },
        {
            "title": "Collected Poems, 1920-1954",
            "authors": [
                "Eugenio Montale",
                "Jonathan Galassi"
            ],
            "ranking": 4.42,
            "ranking_count": 236,
            "abstract": "Winner of the Weidenfeld Translation Prize and the Premio Montale, an acclaimed translation of Italy's greatest modern poet. Eugenio Montale is universally recognized as having brought the great Italian lyric tradition that begins with Dante into the twentieth century with unrivaled power and brilliance. Montale is a love poet, whose deeply beautiful, individual work confronts the dilemmas of modern history, philosophy, and faith with courage and subtlety; he has been widely translated into English, and his work has influenced two generations of American and British poets. Jonathan Galassi's versions of Montale's major works--. Ossi di seppia. ,. Le occasioni. , and. La bufera e altro. --are the clearest and most convincing yet, and his extensive notes discuss in depth the sources and difficulties of this dense, allusive poetry. This book offers English-language readers uniquely informed and readable access to the work of one of the greatest of all modern poets.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "European Literature",
                "Cultural",
                "Nobel Prize",
                "Literature"
            ]
        },
        {
            "title": "The Tender Years",
            "authors": [
                "Janette Oke"
            ],
            "ranking": 4.08,
            "ranking_count": 4679,
            "abstract": "Twenty years have passed since youngest daughter Belinda's story in Love Finds A Home. Marty and Clark Davis's spiritual heritage has been lovingly passed on to their later generations. And now granddaughter Virginia faces the test of her young life. Caught in the difficult period between childhood and adulthood, feeling that she doesn't fit in, Virginia struggles against what she considers to be unreasonable restrictions and expectations. A new girl at school represents the daring and freedom that Virginia thinks she wants -- until one fateful day . . .",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Historical",
                "Christian",
                "Fiction",
                "Romance",
                "Young Adult",
                "Inspirational"
            ]
        },
        {
            "title": "On Top of Concord Hill",
            "authors": [
                "Maria D. Wilkes",
                "Dan Andreasen"
            ],
            "ranking": 4.05,
            "ranking_count": 4963,
            "abstract": "The Little House books have captivated millions of readers with their story of Laura Ingalls, a little pioneer girl growing up on the American frontier. Now travel back to the generation before Laura's and read the story of Caroline Quiner, the little girl who would grow up to be Ma Ingalls in the beloved Little House books.. The first three books in the series describe the Quiners' first years without Father and the family's move to a new home deep in the big woods of Concord, Wisconsin. Caroline is nine years old, and she feels settled in her new little house. She's beginning to explore Concord, and is looking forward to going to school, when disaster strikes. It's a cholera epidemic, and it's sweeping the state. It's up to Caroline to help keep her family together and pull them through this terrible time.. On Top Of Concord Hill is the fourth book in The Caroline Years, an ongoing series about the adventures of another girl from America's favorite pioneer family.. Author Biography: Maria D. Wilkes first read the Little House books as a young girl and has been fascinated by pioneer history ever since. She did extensive research on the Quiner, Ingalls, and Wilder families, studied original sources and family letters and diaries, and worked in close consultation with several historians and the Laura Ingalls Wilder estate as she wrote the Caroline Years books. She lives in New Jersey with her husband, Peter, and her daughters, Grace and Natalie.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Childrens",
                "Fiction",
                "Classics",
                "Young Adult",
                "Family",
                "Kids"
            ]
        },
        {
            "title": "Corduroy's Easter Party",
            "authors": [
                "Don Freeman",
                "Lisa McCue"
            ],
            "ranking": 3.53,
            "ranking_count": 144,
            "abstract": "Based on the character created by Don Freeman.. As he and his friends get ready to celebrate Easter with a special party, Corduroy wonders if the Easter Bunny is real.. Some material in this book was first published in Corduroy's Easter in 1999 by Viking, a division of Penguin Putnam Inc.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Holiday",
                "Fiction"
            ]
        },
        {
            "title": "Counter-Clock World",
            "authors": [
                "Philip K. Dick"
            ],
            "ranking": 3.55,
            "ranking_count": 4410,
            "abstract": "In. Counter-Clock World. , one of the most theologically probing of all of Dick’s books, the world has entered the Hobart Phase — a vast sidereal process in which time moves in reverse. As a result, libraries are busy eradicating books, copulation signifies the end of pregnancy, people greet with, “Good-bye,” and part with, “Hello,” and underneath the world’s tombstones, the dead are coming back to life. One imminent old-born is Anarch Peak, a vibrant religious leader whose followers continued to flourish long after his death. His return from the dead has such awesome implications that those who apprehend him will very likely be those who control the fate of the world.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Speculative Fiction",
                "Novels",
                "Fantasy",
                "Religion",
                "Science Fiction Fantasy",
                "Literature"
            ]
        },
        {
            "title": "Natural Right and History",
            "authors": [
                "Leo Strauss"
            ],
            "ranking": 4.01,
            "ranking_count": 638,
            "abstract": "In this classic work, Leo Strauss examines the problem of natural right and argues that there is a firm foundation in reality for the distinction between right and wrong in ethics and politics. On the centenary of Strauss's birth, and the fiftieth anniversary of the Walgreen Lectures which spawned the work,. Natural Right and History. remains as controversial and essential as ever.. Strauss . . . makes a significant contribution towards an understanding of the intellectual crisis in which we find ourselves . . . [and] brings to his task an admirable scholarship and a brilliant, incisive mind.—John H. Hallowell,. American Political Science Review. Leo Strauss (1899-1973) was the Robert Maynard Hutchins Distinguished Service Professor Emeritus in Political Science at the University of Chicago.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Politics",
                "History",
                "Nonfiction",
                "Law",
                "Historical",
                "History and Politics",
                "Academic",
                "Economics"
            ]
        },
        {
            "title": "Religion and the Decline of Magic: Studies in Popular Beliefs in Sixteenth  and Seventeenth Century England",
            "authors": [
                "Keith Thomas"
            ],
            "ranking": 4.16,
            "ranking_count": 1377,
            "abstract": "Witchcraft, astrology, divination and every kind of popular magic flourished in England during the sixteenth and seventeenth centuries, from the belief that a blessed amulet could prevent the assaults of the Devil to the use of the same charms to recover stolen goods. At the same time the Protestant Reformation attempted to take the magic out of religion, and scientists were developing new explanations of the universe. Keith Thomas's classic analysis of beliefs held on every level of English society begins with the collapse of the medieval Church and ends with the changing intellectual atmosphere around 1700, when science and rationalism began to challenge the older systems of belief.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Religion",
                "Philosophy",
                "Fantasy",
                "Witchcraft",
                "Anthropology",
                "European Literature",
                "Historical"
            ]
        },
        {
            "title": "The Wind Dancer",
            "authors": [
                "Iris Johansen"
            ],
            "ranking": 4.0,
            "ranking_count": 4168,
            "abstract": "A hidden killer...a conspiracy of treachery...and two people caught in the most desperate game of all.... In Renaissance Italy, intrigue is as intricate as carved cathedral doors, but none is so captivating as that surrounding the prized Wind Dancer, the lost treasure of a family--and of the man who will stop at nothing to reclaim it. Lionello Andreas is bound by his vow to guard the exquisite statue. But to recover what is rightfully his, he will need the help of a thief--one he can control body and soul. He finds his answer on the treacherous backstreets of Florence, in a sharp-witted young woman whose poverty leaves her no choice. But in the end, the allure of the. Wind Dancer. , and the ruthlessness of those who would possess her, will catapult them both into a terrifying realm where death may be the most merciful escape.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Mystery",
                "Fiction",
                "Suspense",
                "Thriller"
            ]
        },
        {
            "title": "The Collected Poems of Frank O'Hara",
            "authors": [
                "Frank O'Hara",
                "Donald M. Allen"
            ],
            "ranking": 4.34,
            "ranking_count": 5403,
            "abstract": "Available for the first time in paperback,. The Collected Poems of Frank O'Hara. reflects the poet's growth as an artist from the earliest dazzling experimental verses that he began writing in the late 1940s to the years before his accidental death at forty, when his poems became increasingly individual and reflective.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "LGBT",
                "Literature",
                "Fiction",
                "New York",
                "The United States Of America",
                "United States"
            ]
        }
    ]
}