{
    "books": [
        {
            "title": "O Menino Maluquinho",
            "authors": [
                "Ziraldo"
            ],
            "ranking": 4.24,
            "ranking_count": 2269,
            "abstract": "Na grande obra infantil de Ziraldo, verso e desenho contam a história de um menino traquinas que aprontava muita confusão. Alegria da casa, liderava a garotada, era sabido e um amigão. Fazia versinhos, canções, inventava brincadeiras. Tirava dez em todas as matérias, mas era zero em comportamento. Menino maluquinho, diziam. Mas na verdade ele era um menino feliz.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Cultural",
                "European Literature",
                "Classics",
                "Literature",
                "Sequential Art",
                "Contemporary"
            ]
        },
        {
            "title": "The Rape of Europa: The Fate of Europe's Treasures in the Third Reich and the Second World War",
            "authors": [
                "Lynn H. Nicholas"
            ],
            "ranking": 3.92,
            "ranking_count": 7372,
            "abstract": "The story told in this superbly researched and suspenseful book is that of the Third Reich's war on European culture and the Allies' desperate effort to preserve it. From the Nazi purges of 'degenerate art' and Goering's shopping sprees in occupied Paris to the perilous journey of the 'Mona Lisa' from Paris and the painstaking reclamation of the priceless treasures of liberated Italy,. The Rape of Europa. is a sweeping narrative of greed, philistinism, and heroism that combines superlative scholarship with a compelling drama.. The cast of characters includes Hitler and Goering, Gertrude Stein and Marc Chagall--not to mention works by artists from Leonardo da Vinci to Pablo Picasso.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Art",
                "War",
                "Historical",
                "Cultural",
                "Museology"
            ]
        },
        {
            "title": "The Three Legions",
            "authors": [
                "Gregory Solon"
            ],
            "ranking": 4.0,
            "ranking_count": 11,
            "abstract": "The Tribune Claudius Cinna had won glory and the title of the one savage who pleased Rome, yet he found his triumphant life empty. Arminius, Prince of the German tribe, the Cherusci, looked more Roman than German, yet he hated Rome and longed to free his people.. The girl, Thessia, did not fear the Roman enemy. Let them come soon, she said, hating only the filth and cold and barrenness of her people's life.. The youth, the fisher from Marsilia, knew nothing of war or love except his dreams. The governing passions of these four strangely assorted people - their passions for love, for freedom, for comfort and for fulfillment - played dominant and conflicting parts in the events that led to one of the decisive battles of history.. This novel of the time of Augustus Caesar combines a stirringly dramatic story with mature and subtle characterization.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Roman"
            ]
        },
        {
            "title": "Я, бабушка, Илико и Илларион",
            "authors": [
                "Nodar Dumbadze"
            ],
            "ranking": 4.54,
            "ranking_count": 1324,
            "abstract": "Романы выдающегося грузинского писателя Нодара Думбадзе Я, бабушка, Илико и Илларион (1960), Белые флаги (1972), Закон вечности (1978) повествуют о людях простых и глубоких, наивных и мудрых, глубоко страдающих и безгранично любящих жизнь.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Childrens",
                "Classics",
                "Humor",
                "Literature",
                "Novels",
                "Adventure"
            ]
        },
        {
            "title": "No Great Mischief",
            "authors": [
                "Alistair MacLeod"
            ],
            "ranking": 4.02,
            "ranking_count": 10923,
            "abstract": "Alistair MacLeod musters all of the skill and grace that have won him an international following to give us. No Great Mischief. , the story of a fiercely loyal family and the tradition that drives it.. Generations after their forebears went into exile, the MacDonalds still face seemingly unmitigated hardships and cruelties of life. Alexander, orphaned as a child by a horrific tragedy, has nevertheless gained some success in the world. Even his older brother, Calum, a nearly destitute alcoholic living on Toronto's skid row, has been scarred by another tragedy. But, like all his clansman, Alexander is sustained by a family history that seems to run through his veins. And through these lovingly recounted stories-wildly comic or heartbreakingly tragic-we discover the hope against hope upon which every family must sometimes rely.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Literature",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Book Club"
            ]
        },
        {
            "title": "River of Time",
            "authors": [
                "Jon Swain"
            ],
            "ranking": 4.16,
            "ranking_count": 912,
            "abstract": "A splendid memoir...a tale, at once tragic and beautiful, of love and loss, of coming of age and of witnessing the end of Indochina as the West had known it for more than a century.—. Los Angleles Times Book Review. . From the writer immortalized in the Academy Award-winning film. The Killing Fields. .",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Travel",
                "History",
                "Cultural",
                "War",
                "Autobiography",
                "Biography",
                "Biography Memoir",
                "Politics",
                "Historical"
            ]
        },
        {
            "title": "Afternoon on the Amazon",
            "authors": [
                "Mary Pope Osborne",
                "Salvatore Murdocca"
            ],
            "ranking": 3.96,
            "ranking_count": 15300,
            "abstract": "Jack and Annie are ready for their next fantasy adventure in the bestselling middle-grade series—the Magic Tree House!. Vampire bats and killer ants?. That's what Jack and Annie are about to run into when the Magic Tree House whisks them away to the Amazon River. It's not long before they get hopelessly lost. Will they be able to find their way back to the tree house? Or are Jack and Annie stuck forever in the rain forest?. Visit the Magic Tree House website!. MagicTreeHouse.com",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fantasy",
                "Fiction",
                "Adventure",
                "Historical",
                "Science Fiction"
            ]
        },
        {
            "title": "A Study of History, Abridgement of Vols 1-6",
            "authors": [
                "Arnold Joseph Toynbee",
                "David Churchill Somervell"
            ],
            "ranking": 4.1,
            "ranking_count": 477,
            "abstract": "Arnold Toynbee's. A Study of History. has been acknowledged as one of the greatest achievements of modern scholarship. A ten-volume analysis of the rise and fall of human civilizations, it is a work of breath-taking breadth and vision. D.C. Somervell's abridgement, in two volumes, of this magnificent enterprise, preserves the method, atmosphere, texture, and, in many instances, the very words of the original. Originally published in 1947 and 1957, these two volumes are themselves a great historical achievement.. Volume 1, which abridges the first six volumes of Toynbee's study, includes the Introduction, The Geneses of Civilizations, and The Disintegrations of Civilizations. Volume 2, an abridgement of Volumes VII-X, includes sections on Universal States, Universal churches, Heroic Ages, Contacts Between Civilizations in Space, Contacts Between Civilizations in Time, Law and Freedom in History, The Prospects of the Western Civilization, and the Conclusion.. Of Somervell's work, Toynbee wrote, The reader now has at his command a uniform abridgement of the whole book, made by a clear mind that has not only mastered the contents but has entered into the writer's outlook and purpose.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Philosophy",
                "Sociology",
                "Anthropology",
                "Religion",
                "Classics",
                "Politics",
                "Historical"
            ]
        },
        {
            "title": "The Way Things Work",
            "authors": [
                "David Macaulay"
            ],
            "ranking": 4.35,
            "ranking_count": 2615,
            "abstract": "From levers to lasers, from cameras to computers, this volume is a remarkable overview of the machines and inventions that shape our lives, amusingly presented with a large dose of Macaulay's wit and personality. Full-color illustrations.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Reference",
                "Childrens",
                "History",
                "Education"
            ]
        },
        {
            "title": "Domu: A Child's Dream",
            "authors": [
                "Katsuhiro Otomo",
                "Dana Lewis",
                "Toren Smith"
            ],
            "ranking": 4.1,
            "ranking_count": 1933,
            "abstract": "Old Cho, a disturbed old man with psychic powers, takes control of an apartment complex and causes the tenants to kill themselves or others, but is finally challenged by Etsuko, a young girl with her own psychic talents.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Horror",
                "Science Fiction",
                "Cultural",
                "Fiction",
                "Fantasy",
                "Mystery",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "The Last Lion: Winston Spencer Churchill: Alone, 1932-40",
            "authors": [
                "William Manchester"
            ],
            "ranking": 4.32,
            "ranking_count": 11439,
            "abstract": "In this powerful biography, the middle volume of William Manchester’s critically acclaimed trilogy, Winston Churchill wages his defining campaign: not against Hitler’s war machine but against his own reluctant countrymen. Manchester contends that even more than his leadership in combat, Churchill’s finest hour was the uphill battle against appeasement. As Parliament received with jeers and scorn his warnings against the growing Nazi threat, Churchill stood alone—only to be vindicated by history as a beacon of hope amid the gathering storm.. Praise for. The Last Lion: Alone. “Manchester has such control over a huge and moving narrative, such illumination of character . . . that he can claim the considerable achievement of having assembled enough powerful evidence to support Isaiah Berlin’s judgment of Churchill as ‘the largest human being of our time.’”. —. The New Yorker. “Memorable.”. —. San Francisco Chronicle. “Stirring . . . As Manchester points out several times, it’s as if the age, having produced a Hitler, then summoned Churchill as the only figure equal to the task of vanquishing him. The years. Alone. are the pivotal years of Churchill’s career.”. —. The Boston Sunday Globe. “The best Churchill biography [for] this generation . . . Even readers who know the basic story will find much that is new.”. —. Newsweek. “A triumph . . . equal in stature to the first volume of the series.”. —. Newsday. “Vivid . . . history in the grand manner.”. —The Washington Post. “Compelling reading.”. —. The Times. (London)",
            "part_of_series": true,
            "genre_list": [
                "Biography",
                "History",
                "Nonfiction",
                "Politics",
                "War",
                "Biography Memoir",
                "European Literature"
            ]
        },
        {
            "title": "The Legacy of Gird Omnibus: Surrender None/Liar's Oath",
            "authors": [
                "Elizabeth Moon"
            ],
            "ranking": 3.86,
            "ranking_count": 1054,
            "abstract": "Moon's The Deed of Paksennarion has been a blockbuster success in Baen's one-volume trade paper edition--and now the trilogy has a companion. The Legacy of Gird tells of Gird, the liberator, who teaches his people that they can fight--and win--against their Mage-born rulers, and Luap, Gird's sworn follower, who dares not lie and cannot tell the truth--nor face the future.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction Fantasy",
                "Fiction",
                "Novels",
                "War",
                "Adventure",
                "Epic",
                "Science Fiction"
            ]
        },
        {
            "title": "Pincher Martin",
            "authors": [
                "William Golding"
            ],
            "ranking": 3.57,
            "ranking_count": 2096,
            "abstract": "Drowning in the freezing North Atlantic, Christopher Hadley Martin, temporary lieutenant, happens upon a grotesque rock, an island that appears only on weather charts. To drink there is a pool of rain water; to eat there are weeds and sea anemones. Through the long hours with only himself to talk to, Martin must try to assemble the truth of his fate, piece by terrible piece.. From the author of. Lord of the Flies. ,. Pincher Martin. is a terrifying and unforgettable journey into one man's mind.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Literature",
                "Novels",
                "Fantasy",
                "European Literature",
                "Literary Fiction",
                "Nobel Prize",
                "Modern"
            ]
        },
        {
            "title": "The English Teacher",
            "authors": [
                "R.K. Narayan"
            ],
            "ranking": 3.8,
            "ranking_count": 3970,
            "abstract": "Krishna, an English teacher in the town of Malgudi, nagged by the feeling he's doing the wrong work, is nonetheless delighted by his domestic life, where his wife and young daughter wait for him outside the house every afternoon. Devastated by the death of his wife, Krishna comes to realise what he really wants to do, and makes a decision that will change his life forever.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Classics",
                "Literature",
                "Historical",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Emigrants",
            "authors": [
                "W.G. Sebald",
                "Michael Hulse"
            ],
            "ranking": 4.17,
            "ranking_count": 8665,
            "abstract": "At first. The Emigrants. appears simply to document the lives of four Jewish émigrés in the twentieth century. But gradually, as Sebald's precise, almost dreamlike prose begins to draw their stories, the four narrations merge into one overwhelming evocation of exile and loss.. Written with a bone-dry sense of humour and a fascination with the oddness of existence. The Emigrants. is highly original in its heady mix of fact, memory and fiction and photographs.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Historical",
                "Cultural",
                "Novels",
                "Literature",
                "World War II",
                "Literary Fiction"
            ]
        },
        {
            "title": "Mysticism and Logic and Other Essays",
            "authors": [
                "Bertrand Russell"
            ],
            "ranking": 3.8,
            "ranking_count": 819,
            "abstract": "The classic by Bertrand Russell, in Kindle format.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Writing",
                "Religion",
                "Classics",
                "Occult",
                "Science",
                "Spirituality"
            ]
        },
        {
            "title": "Felicidade Clandestina",
            "authors": [
                "Clarice Lispector"
            ],
            "ranking": 4.23,
            "ranking_count": 2258,
            "abstract": "An alternative cover edition for this ISBN can be found. here. .. Publicado pela primeira vez em 1971, Felicidade clandestina reúne 25 contos que falam de infância, adolescência e família, mas relatam, acima de tudo, as angústias da alma.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Cultural",
                "Classics",
                "Womens",
                "European Literature",
                "Academic",
                "Female Authors",
                "Literature"
            ]
        },
        {
            "title": "Adolf Hitler",
            "authors": [
                "John  Toland"
            ],
            "ranking": 4.22,
            "ranking_count": 3283,
            "abstract": "Pulitzer Prize-winning historian John Toland’s classic, definitive biography of Adolf Hitler remains the most thorough, readable, accessible, and, as much as possible, objective account of the life of a man whose evil effect on the world in the twentieth century will always be felt.. Toland’s research provided one of the final opportunities for a historian to conduct personal interviews with over two hundred individuals intimately associated with Hitler. At a certain distance yet still with access to many of the people who enabled and who opposed the führer and his Third Reich, Toland strove to treat this life as if Hitler lived and died a hundred years before instead of within his own memory. From childhood and obscurity to his desperate end, Adolf Hitler emerges as, in Toland’s words, “far more complex and contradictory . . . obsessed by his dream of cleansing Europe Jews . . . a hybrid of Prometheus and Lucifer.”",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Biography",
                "Nonfiction",
                "War",
                "Cultural",
                "World War II",
                "Biography Memoir",
                "Politics",
                "Military"
            ]
        },
        {
            "title": "Nine Coaches Waiting",
            "authors": [
                "Mary  Stewart",
                "Sandra Brown"
            ],
            "ranking": 4.04,
            "ranking_count": 14344,
            "abstract": "A governess in a French chateau encounters an apparent plot against her young charge's life in this unforgettably haunting and beautifully written suspense novel.. When lovely Linda Martin first arrives at Château Valmy as an English governess to the nine-year-old Count Philippe de Valmy, the opulence and history surrounding her seems like a wondrous, ecstatic dream. But a palpable terror is crouching in the shadows. Philippe's uncle, Léon de Valmy, is the epitome of charm, yet dynamic and arrogant, his paralysis little hindrance as he moves noiselessly in his wheelchair from room to room. Only his son Raoul, a handsome, sardonic man who drives himself and his car with equally reckless abandon, seems able to stand up to him. To Linda, Raoul is an enigma, though irresistibly attracted to him, she senses some dark twist in his nature. When an accident deep in the woods nearly kills Linda's innocent charge, she begins to wonder if someone has deadly plans for the young count.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Romance",
                "Fiction",
                "Gothic",
                "Historical",
                "Suspense",
                "Classics",
                "Thriller"
            ]
        },
        {
            "title": "A Place of Execution",
            "authors": [
                "Val McDermid"
            ],
            "ranking": 4.12,
            "ranking_count": 15262,
            "abstract": "Winter 1963: two children have disappeared in Manchester; the murderous careers of Myra Hindley and Ian Brady have begun. On a freezing day in December, another child goes missing: 13-year-old Alison Carter vanishes from the isolated Derbyshire hamlet of Scardale. For the young George Bennett it is the beginning of his most difficult and harrowing case: a murder with no body, an investigation with more dead ends and closed faces than he'd have found in the inner city; an outcome that reverberates down the years.. Decades later he tells his story to journalist Catherine Heathcote, but just when her book is poised for publication, Bennett tries to pull the plug. He has new information that he will not divulge, and that threatens the very foundation of his existence. Catherine is forced to reinvestigate the past, with results that turn the world upside down.. A taut psychological thriller that explores, exposes and explodes the border between reality and illusion in a multilayered narrative that turns expectations on their head and reminds us that what we know is what we do not know...",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "European Literature",
                "Audiobook",
                "Suspense",
                "Historical"
            ]
        },
        {
            "title": "Killing Hope: U.S. Military and C.I.A. Interventions Since World War II",
            "authors": [
                "William Blum"
            ],
            "ranking": 4.2,
            "ranking_count": 1655,
            "abstract": "Is the United States a force for democracy? In this classic and unique volume that answers this question, William Blum serves up a forensic overview of U.S. foreign policy spanning sixty years. For those who want the details on our most famous actions (Chile, Cuba, Vietnam, to name a few), and for those who want to learn about our lesser-known efforts (France, China, Bolivia, Brazil, for example), this book provides a window on what our foreign policy goals really are. This edition is updated through 2003.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Politics",
                "Nonfiction",
                "War",
                "North American Hi...",
                "Literature",
                "The United States Of America",
                "United States",
                "Philosophy"
            ]
        },
        {
            "title": "The Educated Imagination",
            "authors": [
                "Northrop Frye"
            ],
            "ranking": 4.12,
            "ranking_count": 1337,
            "abstract": "Addressed to educators and general readers—the consumers of literature from all walks of life—this important new book explores the value and uses of literature in our time. Dr. Frye offers, in addition, challenging and stimulating ideas for the teaching of literature at lower school levels, designed both to promote an early interest and to lead the student to the knowledge and kaleidoscopic experience found in the study of literature.. Dr. Frye's proposals for the teaching of literature include an early emphasis on poetry, the central and original literary form, intensive study of the Bible, as literature, and the Greek and Latin classics, as these embody all the great enduring themes of western man, and study of the great literary forms: tragedy and comedy, romance and irony.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Education",
                "Criticism",
                "Philosophy",
                "Writing",
                "Cultural",
                "Literature",
                "Language"
            ]
        },
        {
            "title": "Dark Angel",
            "authors": [
                "Sally Beauman"
            ],
            "ranking": 4.01,
            "ranking_count": 900,
            "abstract": "Halley's Comet night at Winterscombe in 1910 ends with a violent death which throws a giant shadow over three generations of the Cavendish dynasty. At the centre of events is the beautiful and dangerous Constance, who casts a spell - which may be a curse - on all the sons of the family.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "Gothic",
                "Literature",
                "Suspense",
                "Novels",
                "Thriller",
                "Roman"
            ]
        },
        {
            "title": "Silencing the Past: Power and the Production of History",
            "authors": [
                "Michel-Rolph Trouillot"
            ],
            "ranking": 4.33,
            "ranking_count": 2157,
            "abstract": "Placing the West's failure to acknowledge the most successful slave revolt in history alongside denials of the Holocaust and the debate over the Alamo, Michel-Rolph Trouillot offers a stunning meditation on how power operates in the making and recording of history.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Philosophy",
                "Anthropology",
                "Politics",
                "Academic",
                "Race"
            ]
        },
        {
            "title": "Magic by the Lake",
            "authors": [
                "Edward Eager",
                "N.M. Bodecker"
            ],
            "ranking": 4.08,
            "ranking_count": 5187,
            "abstract": "If Jane and Mark and Katharine and Martha had stopped to think, they might have ordered magic by the pound, or by the day, but a lakeful of magic causes extraordinary and unexpected events. By the end of vacation, with an unwilling sly old turtle, and Ali Baba's forty thieves, they help stepfather Mr. Smith save his failing bookstore in a most surprising way.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Classics",
                "Adventure"
            ]
        },
        {
            "title": "Romance",
            "authors": [
                "Joseph Conrad",
                "Ford Madox Ford"
            ],
            "ranking": 3.44,
            "ranking_count": 90,
            "abstract": "Joseph Conrad, born Jozef Teodor Konrad Korzeniowski, (1857-1924) was a Polish-born novelist who spent most of his adult life in Britain. He is regarded as one of the greatest English novelists, which is even more notable because he did not learn to speak English well until he was in his 20s. He is recognized as a master prose stylist. Some of his works have a strain of romanticism, but more importantly he is recognized as an important forerunner of modernist literature. His narrative style and anti-heroic characters have influenced many writers, including Ernest Hemingway, D.H. Lawrence and Graham Greene. Writing during the apogee of the British Empire, Conrad drew upon his experiences in the British Merchant Navy to create novels and short stories that reflected aspects of a world-wide empire while also plumbing the depths of the human soul. Amongst his best known works are Heart of Darkness (1899), Lord Jim (1900), Under Western Eyes (1911), Victory (1915) and The Rescue (1920).",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Novels",
                "European Literature",
                "Adventure",
                "Fiction"
            ]
        },
        {
            "title": "Biedermann und die Brandstifter",
            "authors": [
                "Max Frisch"
            ],
            "ranking": 3.69,
            "ranking_count": 4708,
            "abstract": "Das Stück ist die Geschichte des Bürgers Gottlieb Biedermann, der die Brandstifter in sein Haus einlädt, um von ihnen verschont zu werden. Es entlarvt präzise eines Geisteshaltung, die der Technik des Totalitären zum Erfolg verhilft. Bidermann und die Brandstifter - eine politische Parabel, die ihre kritische Kraft nicht aus der Entlarvung der Lüge bezieht, sondern aus der Inszenierung der biedermännischen Wehrlosigkeit gegenüber Verbrechern, die von Anfang an sagen, was sie wirklich wollen.. Das »Lehrstück ohne Lehre« wurde am 29. März 1958 am Schauspielhaus Zürich uraufgeführt. Die deutsche Erstaufführung mit der Uraufführung des Nachspiels war am 28. September 1958 an den Städtischen Bühnen Frankfurt am Main. Biedermann und die Brandstifter gehört seit Jahren nicht nur zum Theaterrepertoire, sondern auch zum Lekturekanon im Deutschunterricht.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Plays",
                "European Literature",
                "Drama",
                "Fiction",
                "Academic",
                "Literature"
            ]
        },
        {
            "title": "Bearing the Cross: Martin Luther King, Jr., and the Southern Christian Leadership Conference",
            "authors": [
                "David J. Garrow"
            ],
            "ranking": 4.34,
            "ranking_count": 2106,
            "abstract": "Winner of the Pulitzer Prize: The definitive biography of Martin Luther King Jr.. In this monumental account of the life of Martin Luther King Jr., professor and historian David Garrow traces King’s evolution from young pastor who spearheaded the 1955–56 bus boycott of Montgomery, Alabama, to inspirational leader of America’s civil rights movement. Based on extensive research and more than seven hundred interviews, with subjects including Andrew Young, Jesse Jackson, and Coretta Scott King, Garrow paints a multidimensional portrait of a charismatic figure driven by his strong moral obligation to lead—and of the toll this calling took on his life.. Bearing the Cross. provides a penetrating account of King’s spiritual development and his crucial role at the Southern Christian Leadership Conference, whose protest campaigns in Birmingham and Selma, Alabama, led to enactment of the landmark Civil Rights Act of 1964 and Voting Rights Act of 1965.. This comprehensive yet intimate study reveals the deep sense of mission King felt to serve as an unrelenting crusader against prejudice, inequality, and violence, and his willingness to sacrifice his own life on behalf of his beliefs. Written more than twenty-five years ago,. Bearing the Cross. remains an unparalleled examination of the life of Martin Luther King Jr. and the legacy of the civil rights movement.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Biography",
                "Nonfiction",
                "Race",
                "North American Hi...",
                "Cultural",
                "Politics",
                "Religion",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Trouble with Being Born",
            "authors": [
                "Emil M. Cioran",
                "Richard Howard"
            ],
            "ranking": 4.14,
            "ranking_count": 6120,
            "abstract": "In this volume, which reaffirms the uncompromising brilliance of his mind, Cioran strips the human condition down to its most basic components, birth and death, suggesting that disaster lies not in the prospect of death but in the fact of birth, that laughable accident. In the lucid, aphoristic style that characterizes his work, Cioran writes of time and death, God and religion, suicide and suffering, and the temptation to silence. In all his writing, Cioran cuts to the heart of the human experience.",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "Classics",
                "Writing",
                "Cultural",
                "European Literature",
                "Literature",
                "Psychology"
            ]
        },
        {
            "title": "If I Die In A Combat Zone",
            "authors": [
                "Tim O'Brien"
            ],
            "ranking": 3.95,
            "ranking_count": 10027,
            "abstract": "Over time, Tim O'Brien has used both art and artifice to shape his fictional accounts of Vietnam. Award-winning novels such as. Going After Cacciato. and. The Things They Carried. offer up a surreal view of the war: a soldier who decides to walk to Paris, leaving only a trail of M&M's in his wake; a young man who imports his high-school girlfriend to his base camp high in the jungled mountains, only to lose her to a shadowy squad of Special Forces Green Berets and to that mix of unnamed terror and unnamed pleasure that was Vietnam. O'Brien's first account of the war, however, was written in the raw, unfiltered months following his return from Southeast Asia in 1969.. If I Die in a Combat Zone. has all of the eloquence and attention to language and detail that are a mark of the author's work; what is different about it is its straightforward, unembellished depiction of his personal experience of hell.. When you are ordered to march through areas such as Pinkville--GI slang for Song My, parent village of My Lai ... you do some thinking. You hallucinate. You look ahead a few paces and wonder what your legs will resemble if there is more to the earth in that spot than silicates and nitrogen. Will the pain be unbearable? Will you scream or fall silent? Will you be afraid to look at your own body, afraid of the sight of your own red flesh and white bone? You wonder if the medic remembered his morphine.. O'Brien paints an unvarnished portrait of the infantry soldier's life that is at once mundane and terrifying--the endless days of patrolling punctuated by firefights that end as suddenly and inconclusively as they begin; the mind-numbing brutality of burned villages and trampled rice patties; the terror of tunnels, minefields, and the ever-present threat of death. Powerful as these scenes are, perhaps the most memorable chapter in the book concerns his decision to desert just a few weeks before he was sent to Vietnam. The AWOL bag was ready to go, but I wasn't.... I burned the letters to my family. I read the others and burned them, too. It was over. I simply couldn't bring myself to flee. Family, the home town, friends, history, tradition, fear, confusion, exile: I could not run. Tim O'Brien went into the war opposing it and came out knowing exactly why.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "War",
                "Autobiography",
                "History",
                "Biography",
                "Biography Memoir",
                "Military",
                "Historical"
            ]
        },
        {
            "title": "Reflections from the North Country",
            "authors": [
                "Sigurd F. Olson",
                "Leslie C. Kouba"
            ],
            "ranking": 4.24,
            "ranking_count": 411,
            "abstract": "Written in the last years of his life,. Reflections from the North Country. is often considered Sigurd Olson's most intellectually significant work. In an account alive with anecdote and insight, Olson outlines the wilderness philosophy he developed while working as an outspoken advocate for the conservation of America's natural heritage.. Based on speeches delivered at town meetings and government hearings, this book joins. The Singing Wilderness. and. Listening Point. as the core of Olson's work. Upon its initial publication in 1976,. Reflections from the North Country. , with Olson's unique combination of lyrical nature writing and activism, became an inspiration to the burgeoning environmental movement, selling over 46,000 copies in hardcover.. In this wide-ranging work, Olson evokes the soaring grace of raven, osprey, and eagle, the call of the loon, and the song of the hermit thrush. He challenges the reader to loosen the grasp of technology and the rush of contemporary life and make room for a sense of wonder heightened by being in nature. From evolution to the meaning and power of solitude, Olson meditates on the human condition, offering eloquent testimony to the joys and truths he discovered in his beloved north-country wilderness.",
            "part_of_series": false,
            "genre_list": [
                "Environment",
                "Nonfiction",
                "Nature",
                "Philosophy",
                "Autobiography",
                "Conservation",
                "Writing",
                "Travel"
            ]
        },
        {
            "title": "A Book of Common Prayer",
            "authors": [
                "Joan Didion"
            ],
            "ranking": 3.8,
            "ranking_count": 4183,
            "abstract": "Writing with the telegraphic swiftness and microscopic sensitivity that have made her one of our most distinguished journalists, Joan Didion creates a shimmering novel of innocence and evil.. A Book of Common Prayer. is the story of two American women in the derelict Central American nation of Boca Grande. Grace Strasser-Mendana controls much of the country's wealth and knows virtually all of its secrets; Charlotte Douglas knows far too little. Immaculate of history, innocent of politics, she has come to Boca Grande vaguely and vainly hoping to be reunited with her fugitive daughter. As imagined by Didion, her fate is at once utterly particular and fearfully emblematic of an age of conscienceless authority and unfathomable violence.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Literary Fiction",
                "Contemporary",
                "Politics",
                "Literature",
                "Womens",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Last World",
            "authors": [
                "Christoph Ransmayr",
                "John E. Woods"
            ],
            "ranking": 3.8,
            "ranking_count": 978,
            "abstract": "Acclaimed as a modern masterpiece and as one of the most important novels of our time.. The Last World. is the story of a young man's quest for the exiled poet Ovid and the masterwork he has consigned to the flames. Ransmayr has created a visionary landscape, a transformed place where the ancient world meets the twentieth century. A metaphysical thriller both compelling and profound.. The Last World. draws the reader into a universe governed by the power of mythology, a world of decay on the brink of apocalypse. A novel about exile, censorship, and the destruction of the planet, this is a cultural and political fable that is blazingly topical, yet timeless.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Historical",
                "Fantasy",
                "Literature",
                "Classics",
                "Contemporary",
                "Novels",
                "Roman"
            ]
        },
        {
            "title": "Trainspotting: A Screenplay (Based on the Novel by Irvine Welsh)",
            "authors": [
                "John Hodge"
            ],
            "ranking": 4.38,
            "ranking_count": 5224,
            "abstract": "Set in the underbelly of Edinburgh, Trainspotting is a story inhabited by a galaxy of immensely colorful characters -- liars, thieves, junkies -- people whose habits, emotions, and stories will leave an indelible imprint on the reader's mind.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Culture",
                "Plays",
                "Media Tie In",
                "Contemporary",
                "Mystery",
                "European Literature"
            ]
        },
        {
            "title": "The Greater Trumps",
            "authors": [
                "Charles  Williams"
            ],
            "ranking": 3.87,
            "ranking_count": 666,
            "abstract": "The Greater Trumps are the most important cards in the Tarot pack. In this story they are the symbol of the dance of life itself. A set of golden images reflects this dance, but they have been separated from the original pack of cards for centuries. When they are brought together again, good and evil contend for them.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Occult",
                "Literature",
                "Classics",
                "Novels",
                "Christian",
                "Science Fiction Fantasy",
                "Religion"
            ]
        },
        {
            "title": "The Waiting Years",
            "authors": [
                "Fumiko Enchi",
                "John Bester"
            ],
            "ranking": 3.95,
            "ranking_count": 2048,
            "abstract": "The beautiful, immature girl whom she took home to her husband was a maid only in name. Tomo's real mission had been to find him a mistress. Nor did her secret humiliation end there. The web that his insatiable lust spun about him soon trapped another young woman, and another ... and the relationships between the women thus caught were to form, over the years, a subtle, shifting pattern in which they all played a part. There was Suga, the innocent, introspective girl from a respectable but impoverished family; the outgoing, cheerful, almost boyish Yumi; the flirtatious, seductive Miya, who soon found her father-in-law more dependable as a man than his brutish son.... And at the center, rejected yet dominating them all, the near tragic figure of the wife Tomo, whose passionate heart was always, until that final day, held in check by an old-fashioned code.. In a series of colorful, unforgettable scenes, Enchi brilliantly handles the human interplay within the ill-fated Shirakawa family. Japan's leading woman novelist and a member of the prestigious Art Academy, she combines a graceful, evocative style that consciously echoes the. Tale of Genji. with keen insight and an impressive ability to develop her characters over a long period of time. Her work is rooted deep in the female psychology, and it is her women above all-so clearly differentiated yet all so utterly feminine-who live in the memory. With. The Waiting Years. , a new and important literary figure makes her debut in the Western world.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Fiction",
                "Asian Literature",
                "Historical",
                "Classics",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Hamlet: Screenplay, Introduction And Film Diary",
            "authors": [
                "Kenneth Branagh",
                "William Shakespeare"
            ],
            "ranking": 4.14,
            "ranking_count": 183460,
            "abstract": "Often credited with creating a popular movie audience for Shakespeare, Kenneth Branagh has wanted for many years to bring to the screen the complete, full-length version of. Hamlet. , Shakespeare's greatest play.. The film, like the play, will have something for everyone, he says. Its a ghost story, a thriller, an action-packed murder mystery, and a great tragedy that is profoundly moving. With an outstanding cast of international actors--including Derek Jacobi as Claudius, Julie Christie as Gertrude, Kate Winslet as Ophelia, Charlton Heston as the Player King, Robin Williams as Osric, and Gerard Depardieu as Reynaldo--Branagh's version, in which he will play the title role as well as direct, is sure to go down in film history.. This beautiful volume includes Branagh's introduction and screenplay adaptation of Shakespeare's text, color and black-and-white stills, and a production diary that takes us behind the scenes for a day-to-day look at the shooting of his film.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Plays",
                "Fiction",
                "Drama",
                "Literature",
                "Academic",
                "Young Adult",
                "Poetry"
            ]
        },
        {
            "title": "Music at Night and Other Essays",
            "authors": [
                "Aldous Huxley"
            ],
            "ranking": 3.99,
            "ranking_count": 211,
            "abstract": "As T. S. Eliot said, Huxley's place in English literature is unique and is undoubtedly assured. In these essays, with his usual freedom and joy, Huxley deals with a variety of topics ranging from art, literature, music, science, philosophy, religion and history. A book of indisputable amenity and lucidity.",
            "part_of_series": false,
            "genre_list": [
                "Writing",
                "Nonfiction",
                "Music",
                "Art",
                "Criticism",
                "European Literature"
            ]
        },
        {
            "title": "Magnificent Obsession",
            "authors": [
                "Lloyd C. Douglas"
            ],
            "ranking": 3.86,
            "ranking_count": 1921,
            "abstract": "One of the best-loved novels of all time, Magnificent Obsession tells of a young playboy's determination to follow in the steps of the brilliant surgeon whose life has been sacrificed for his own ... of how he discovers the inspiring secret behind the dead man's achievements and applies it to his own life ... how he earns the respect of all around him - and yet almost loses the woman he loves.. Twice filmed and a world best-seller, this is an unforgettable story, spilling over with compassion, humour and an uncanny insight into human weakness and strength.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Religion",
                "Christian Fiction",
                "Romance",
                "Inspirational",
                "Adult Fiction",
                "Literature",
                "Spirituality"
            ]
        },
        {
            "title": "Crisótemis",
            "authors": [
                "Yiannis Ritsos",
                "Selma Ancira"
            ],
            "ranking": 4.79,
            "ranking_count": 19,
            "abstract": "Ritsos, una de las mejores voces de la lírica europea, creó una serie de monólogos de excepcional sutileza, con los que consigue trasladar a nuestros días el pathos de la tragedia griega. Con Crisótemis continuamos la publicación de estos soliloquios dramáticos en versión de Selma Ancira.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Anna Édes",
            "authors": [
                "Dezső Kosztolányi",
                "George Szirtes"
            ],
            "ranking": 3.87,
            "ranking_count": 2334,
            "abstract": "Psychological novel, set in early 20th-century Hungary.",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Classics",
                "Fiction",
                "Cultural",
                "Literature",
                "Academic",
                "Historical",
                "Novels"
            ]
        },
        {
            "title": "Toddler-Hunting & Other Stories",
            "authors": [
                "Taeko Kōno",
                "Lucy North",
                "Lucy Lower"
            ],
            "ranking": 3.92,
            "ranking_count": 710,
            "abstract": "A sense of unease permeates this disturbing and exceptional collection of stories centered on unhappy women in postwar Japan..., wrote. Publishers Weekly. .. World Literature Today. proclaimed: Reminiscent of Flannery O’Connor’s works, Kono’s stories explore the dark, terrifying side of human nature that manifests itself in antisocial behavior.. Toddler-Hunting Other Stories. introduces to American readers a startlingly original voice. Winner of most of Japan’s top literary prizes for fiction, Kono Taeko writes with a disquieting and strange beauty, always foregrounding what Choice called the great power of serious, indeed shocking events. In the title story, the protagonist loathes young girls, but she compulsively buys expensive clothes for little boys so that she can watch them dress and undress. The impersonal gaze Kono Taeko turns on this behavior transfixes the reader with a fatal question: What are we hunting for? And why? Now available in paperback for the first time,. Toddler-Hunting Other Stories. should fascinate any reader interested in Japanese literature––or in the growing world of transgressive fiction.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Cultural",
                "Fiction",
                "Asian Literature",
                "Horror",
                "Literature",
                "Anthologies"
            ]
        },
        {
            "title": "Kerosene",
            "authors": [
                "Chris Wooding"
            ],
            "ranking": 3.62,
            "ranking_count": 446,
            "abstract": "A novel of rage, confusion, and release from an extraordinary young author.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fiction",
                "Health",
                "Realistic Fiction",
                "Mental Health",
                "Novels",
                "Fantasy",
                "Contemporary"
            ]
        },
        {
            "title": "Insurgent Mexico",
            "authors": [
                "John   Reed"
            ],
            "ranking": 3.97,
            "ranking_count": 598,
            "abstract": "American journalist John 'Jack' Reed writes, on the scene, describing the Mexican Revolution of 1914. He gives an excellent realistic account of the Mexican Indians & peons that have suffered under a brutal dictatorship. He writes about the time he spent in Northern Mexico with Pancho Villa & the war in the desert. It was hard for him as a Gringo as most Americans had only gone to Mexico to plunder the environment. Read The White Rose' by Bruno Traven & his other 'jungle' series books about the exploitation of Indian Mexican's. Many would say that Jack Reed took over from Jack London in his war reporting, since Jack had just died in 1914. Jack Reed's other famous book Ten Days That Shook The World is about the Red October (Boleshvik) Russian Revolution--the movie Reds by Warren Beaty is Jack Reed's story.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "Writing",
                "War",
                "Travel",
                "Literature",
                "Textbooks",
                "Autobiography"
            ]
        },
        {
            "title": "The White Boy Shuffle",
            "authors": [
                "Paul Beatty"
            ],
            "ranking": 4.1,
            "ranking_count": 5095,
            "abstract": "Paul Beatty, on the basis of two slim collections of poetry, Big Bank Take Little Bank and Joker, Joker, Deuce, has been called the premier bard of hip hop, a West Coast word wizard, andthe poet laureate of Generation X. He has performed his poetry on college campuses throughout the United States and Europe; he's been lauded by Henry Louis Gates, Jr.; and at thirty-three years old, he has been deemed heir to Allen Ginsberg's oral tradition. His cultural landscape summons up music, sound bites, cartoons, films, and video games. He uses the terms of pop culture to reveal its nonsense, and in his astonishing first novel he brings his extraordinary talent for image, cadence, and rhythm to fiction. Beatty's partly autobiographical novel is a moving, deft satire on issues of race as well as a coming-of-age of a contemporary African American, Gunnar Kaufman, who is in no way typical. Unequivocally and without apology, Gunnar states that he is not the seventh son of a seventh son of a se",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Contemporary",
                "Cultural",
                "Novels",
                "Race",
                "Young Adult",
                "Literary Fiction",
                "Literature",
                "Adult Fiction"
            ]
        },
        {
            "title": "I Who Have Never Known Men",
            "authors": [
                "Jacqueline Harpman",
                "Ros Schwartz"
            ],
            "ranking": 4.23,
            "ranking_count": 5162,
            "abstract": "As far back as I can recall, I have been in the bunker.. A young woman is kept in a cage underground with thirty-nine other females, guarded by armed men who never speak; her crimes unremembered... if indeed there were crimes.. The youngest of forty - a child with no name and no past - she survives for some purpose long forgotten in a world ravaged and wasted. In this reality where intimacy is forbidden - in the unrelenting sameness of the artificial days and nights - she knows nothing of books and time, of needs and feelings.. Then everything changes... and nothing changes.. A young woman who has never known men - a child who knows of no history before the bars and restraints - must now reinvent herself, piece by piece, in a place she has never been... and in the face of the most challenging and terrifying of unknowns: freedom.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Cultural",
                "Fantasy",
                "Apocalyptic",
                "Feminism",
                "Literary Fiction",
                "Novels",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Mountain Man",
            "authors": [
                "Vardis Fisher"
            ],
            "ranking": 4.11,
            "ranking_count": 1436,
            "abstract": "Distributed by the University of Nebraska Press for the University of Idaho Press. A classic in American West literature and the inspiration for Robert Redford's portrayal in the classic film Jeremiah Johnson. Vardis Fisher has captured both the romantic idealism and harsh realism of the wilderness experience with this classic tale of the West.",
            "part_of_series": true,
            "genre_list": [
                "Westerns",
                "Fiction",
                "Historical",
                "Adventure",
                "Environment",
                "Native Americans",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "As a Man Thinketh",
            "authors": [
                "James Allen"
            ],
            "ranking": 4.26,
            "ranking_count": 70795,
            "abstract": "The mind guides our footsteps as we progress along the pathway of life.. Purity of mind leads inevitably to purity of life, to the precious love and understanding that should control our everyday acts and attitudes towards friends and foes.. But where must one look for guidance? How does one achieve purity of mind that alone brings happiness and confidence?. The author offers his clear answers in this book. As A Man Thinketh. . His words have helped millions for more than a century--and they continue to point the true way to a better life for a troubled humanity.. Out of a clean heart comes a clean life and a clean body, James Allen writes. Out of a defiled mind proceeds a defiled life and a corrupt body.. Too many mortals strive to improve only their wordly position--and too few seek spiritual betterment. Such is the problem James Allen faced in his own time. The ideas he found in his inner-most heart after great searching guided him as they will guide you.",
            "part_of_series": false,
            "genre_list": [
                "Self Help",
                "Nonfiction",
                "Philosophy",
                "Psychology",
                "Classics",
                "Spirituality",
                "Business",
                "Inspirational",
                "Audiobook"
            ]
        },
        {
            "title": "Stick It Up Your Punter!: The Uncut Story of the Sun Newspaper",
            "authors": [
                "Peter Chippindale",
                "Chris Horrie"
            ],
            "ranking": 4.29,
            "ranking_count": 124,
            "abstract": "The classic account of modern British journalism, now updated and re-issued.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "History",
                "Politics",
                "Business"
            ]
        },
        {
            "title": "The Bristling Wood",
            "authors": [
                "Katharine Kerr"
            ],
            "ranking": 4.06,
            "ranking_count": 6902,
            "abstract": "Against the passionate sweep of Deverrian history, the powerful wizard Nevyn has lived for centuries, atoning for the sins he committed in his youth.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Epic",
                "Speculative Fiction",
                "Adult",
                "Sci Fi Fantasy"
            ]
        },
        {
            "title": "The Seven Minutes",
            "authors": [
                "Irving Wallace"
            ],
            "ranking": 3.84,
            "ranking_count": 1441,
            "abstract": "In the stillness of the courtroom a bookseller stands accused of selling a book. Is it a work of sensitive genius or an execrable volume of pornography? Could it have driven a respectable college boy to commit brutal rape? And who is the author of the novel at the vortex of a storm of sensation and controversy?. Michael Barret has been asked by a friend to join him in a small law partnership, but has also been offered a huge salary to go into big business. He's certain of his choice, till he is given a chance to be involved with a major case involved with protecting free speech.. The case is about the explicit book The Seven Minutes, which some people consider pornography, while others, Barret included, feel is impressive literature. The main focus of the prosecution's case is a teenager who bought the book, and was soon after arrested for rape. According to the prosecution, the book insinuated the boy to do what he did, so it must be banned.. The novel follows the course of the trial, as both Barret and the prosecutor search for reputable witnesses to prove their side.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Thriller",
                "Mystery",
                "Novels",
                "Literature",
                "Sexuality",
                "Contemporary",
                "Drama"
            ]
        },
        {
            "title": "Two or Three Things I Know for Sure",
            "authors": [
                "Dorothy Allison"
            ],
            "ranking": 4.11,
            "ranking_count": 4602,
            "abstract": "Bastard Out of Carolina. , nominated for the 1992 National Book Award for fiction, introduced Dorothy Allison as one of the most passionate and gifted writers of her generation. Now, in. Two or Three Things I Know for Sure. , she takes a probing look at her family's history to give us a lyrical, complex memoir that explores how the gossip of one generation can become legends for the next.. Illustrated with photographs from the author's personal collection,. Two or Three Things I Know for Sure. tells the story of the Gibson women -- sisters, cousins, daughters, and aunts -- and the men who loved them, often abused them, and, nonetheless, shared their destinies. With luminous clarity, Allison explores how desire surprises and what power feels like to a young girl as she confronts abuse.. As always, Dorothy Allison is provocative, confrontational, and brutally honest.. Two or Three Things I Know for Sure. , steeped in the hard-won wisdom of experience, expresses the strength of her unique vision with beauty and eloquence.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "LGBT",
                "Feminism",
                "Biography",
                "Biography Memoir",
                "Womens",
                "American"
            ]
        },
        {
            "title": "Brazzaville Beach",
            "authors": [
                "William  Boyd"
            ],
            "ranking": 3.94,
            "ranking_count": 5468,
            "abstract": "In the heart of a civil war-torn African nation, primate researcher Hope Clearwater made a shocking discovery about apes and man . . .. Young, alone, and far from her family in Britain, Hope Clearwater contemplates the extraordinary events that left her washed up like driftwood on Brazzaville Beach. It is here, on the distant, lonely outskirts of Africa, where she must come to terms with the perplexing and troubling circumstances of her recent past. For Hope is a survivor of the devastating cruelities of apes and humans alike. And to move forward, she must first grasp some hard and elusive truths: about marriage and madness, about the greed and savagery of charlatan science . . . and about what compels seemingly benign creatures to kill for pleasure alone.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Literature",
                "Adventure",
                "Book Club",
                "Thriller",
                "Historical"
            ]
        },
        {
            "title": "One Christmas",
            "authors": [
                "Truman Capote"
            ],
            "ranking": 3.94,
            "ranking_count": 476,
            "abstract": "One unforgettable Christmas, young Truman Capote is sent from his childhood home and his beloved cousin Miss Sook to New Orleans, to a father he's never met. Far from the warmth and familiarity of small town dreams and family traditions, Truman learns the painful truths about his father, about Santa Claus, and about love lost and found.",
            "part_of_series": false,
            "genre_list": [
                "Holiday",
                "Short Stories",
                "Fiction",
                "Classics",
                "Literature",
                "Book Club"
            ]
        },
        {
            "title": "Juniper Time",
            "authors": [
                "Kate Wilhelm"
            ],
            "ranking": 3.65,
            "ranking_count": 420,
            "abstract": "Juniper Time. is a panoramic and hauntingly beautiful novel of the survival of humankind and nature. Drought has devastated the western United States and the people migrate eastward to settle in squalid concentration camps called Newtowns. One woman, Jean Brighton, flees in the opposite direction. A linguist who can decode secret messages and make sense of alien languages, Jean has found governmental pressure on her university work untenable, and she heads for the only place she knows she will be safe — her grandfather's now-deserted house in the Pacific Northwest.. Yet her survival does not come from her own devices alone, for she receives the help of Indians who have stayed to reclaim the land that was once theirs. Through them and the mysteries of their world, Jean masters the art of survival, not only in the desolate Northwest but also in the white man's world she must return to someday.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Apocalyptic"
            ]
        },
        {
            "title": "Farewell",
            "authors": [
                "Carlos Drummond de Andrade"
            ],
            "ranking": 4.12,
            "ranking_count": 90,
            "abstract": "Como se fosse um adeus, Drummond deixou este livro pronto para publicação, protegido por uma simples pasta de cartolina, alguns dias antes de sua morte em 17 de agosto de 1987. O tom de despedida do poeta e claro. Em seus 49 poemas, 47 inéditos, Drummond faz desta coletânea um primoroso fechamento de sua produção poética.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Le Passé Simple",
            "authors": [
                "Driss Chraïbi"
            ],
            "ranking": 3.46,
            "ranking_count": 321,
            "abstract": "Lors de sa parution en 1954, ce livre fit l'effet d'une véritable bombe, tant en France qu'au Maroc qui luttait pour son indépendance. Avec une rare violence, il projetait le roman maghrébin d'expression française vers des thèmes majeurs : poids de l'Islam, condition féminine dans la société arabe, identité culturelle, conflit des civilisations. Vilipendé au début, commenté par des générations de lecteurs, il est enseigné depuis quelques années dans les universités marocaines.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Northern Africa",
                "Cultural",
                "Moroccan",
                "Literature",
                "Novels",
                "Classics",
                "Literary Fiction",
                "Africa"
            ]
        },
        {
            "title": "The Caveman's Valentine",
            "authors": [
                "George Dawes Green"
            ],
            "ranking": 3.71,
            "ranking_count": 727,
            "abstract": "Romulus Ledbetter wasn't always homeless. He once was a devoted husband, father, and musician with a bright future. He now forages for food in the trash cans of the city's better neighborhoods and wages a strenuous one-man war against Cornelius Gould Stuyvesant, an evil -- and imaginary -- power broker who is responsible for society's ills, as well as the sinister Y- and Z-rays that are corrupting humankind. Then one wintry night, Rom finds a corpse at the mouth of his cave that rouses his well-defined sense of ethics and launches him on an obsessive quest for answers. Forced to reconnect with society, Rom leaves his world and journeys through a spiraling web of clues and hunches, straight into a sinister den of money, temptation, and murder--otherwise known as the civilized world.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Humor",
                "Novels",
                "Adult",
                "Mental Health"
            ]
        },
        {
            "title": "Darkest Hour",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.86,
            "ranking_count": 8533,
            "abstract": "Lillian's world is as thrilling as the fairy tales Mama spins for her and her little sister, Eugenia. No one, not even her cold, stern Papa and her Bible spouting sister Emily, can crush her spirits — until the day Emily reveals the shattering secret at Lillian's birth. Still Lillian refuses to believe Emily's hateful claim that she is evil, a curse.. But when tragedy befalls her best friend Lillian comes to believe Emily's grim words. Meekly, she endures her penance, finding a strange solace in the endless repetition of prayers. Then Papa loses The Meadows in a card game, and Lillian is faced with a new and terrifying prospect. Arrogant, handsome playboy Bill Cutler will return the plantation if Lillian will marry him...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Gothic",
                "Drama",
                "Mystery",
                "Womens Fiction",
                "Adult Fiction",
                "Thriller"
            ]
        },
        {
            "title": "Lapidarium",
            "authors": [
                "Ryszard Kapuściński"
            ],
            "ranking": 4.02,
            "ranking_count": 309,
            "abstract": "Książka wybitnego pisarza, reprezentuje nowoczesną formułę prozatorską. Jest to gatunek z pogranicza reportażu, eseju, pamiętnika intymnego; polega on na budowaniu refleksji, nastrojów, ocen zamiast tworzenia postaci i fabuły. Z. Lapidarium. wyłania się sugestywny obraz Polski i świata lat osiemdziesiątych.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "European Literature",
                "Travel"
            ]
        },
        {
            "title": "Since You Went Away",
            "authors": [
                "Dean Hughes"
            ],
            "ranking": 4.3,
            "ranking_count": 8363,
            "abstract": "Mom, when are you going to add two more stars to the banner in our window? LaRue asked.. You obviously haven't looked. I sewed them on this morning. All around Salt Lake City-and across the nation — the banners were showing up now. Each star represented a member of the household who was serving in the military. And already, gold stars — for those who had died in action — were beginning to replace some of the blue ones.. Picking up where the bestseller Rumors of War left off, Since You Went Away continues with Wally Thomas's struggle to survive as a prisoner of war on the Bataan Peninsula while his family begin to disperse due to the war. Bobbi and Alex Thomas are leaving for military duty at the infant stages of World War II — Bobbi as a naval nurse at Pearl Harbor and Alex in army basic training. A gripping novel filled with memorable characters, Since You Went Away will draw you into a past charged with danger, action, romance, and the importance of family and faith.. http://deseretbook.com/item/4931241/C...",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Lds",
                "Christianity",
                "Fiction",
                "Religion",
                "War",
                "Adult",
                "Christian"
            ]
        },
        {
            "title": "Uneasy Money",
            "authors": [
                "P.G. Wodehouse"
            ],
            "ranking": 4.05,
            "ranking_count": 1879,
            "abstract": "William FitzWilliam Delamere Chalmers, Lord Dawlish, or Bill, makes his living as a London club secretary. His beautiful fiancée, Claire Fenwick, will not marry him unless he makes more money. Bill decides to move to America in hopes of striking it rich. Just before he sails, Bill is unexpectedly bequeathed a million pounds by an American he once helped at golf; the millionaire left his niece and nephew only twenty pounds, which makes him uneasy. He endeavors to approach them and see if he can fix up something, like giving them half the inheritance. He discovers that it can be difficult to give money away.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Classics",
                "European Literature",
                "Romance",
                "Novels",
                "Historical",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "The Ragamuffin Gospel: Good News for the Bedraggled, Beat-Up, and Burnt Out",
            "authors": [
                "Brennan Manning",
                "Michael W.  Smith",
                "Rich Mullins"
            ],
            "ranking": 4.17,
            "ranking_count": 36475,
            "abstract": "A Furious Love Is Hot on Your Trail!. Many believers feel stunted in their Christian growth. We beat ourselves up over our failures and, in the process, pull away from God because we subconsciously believe He tallies our defects and hangs His head in disappointment. In this newly repackaged edition--now with full appendix, study questions, and the author's own epilogue, Ragamuffin Ten Years Later, Brennan Manning reminds us that nothing could be further from the truth. The Father beckons us to Himself with a furious love that burns brightly and constantly. Only when we truly embrace God's grace can we bask in the joy of a gospel that enfolds the most needy of His flock--the ragamuffins.. Are you bedraggled, beat-up, burnt-out?. Most of us believe in God's grace--in theory. But somehow we can't seem to apply it in our daily lives. We continue to see Him as a small-minded bookkeeper, tallying our failures and successes on a score sheet.. Yet God gives us His grace, willingly, no matter what we've done. We come to Him as ragamuffins--dirty, bedraggled, and beat-up. And when we sit at His feet, He smiles upon us, the chosen objects of His furious love.. Brennan Manning 's now-classic meditation on grace and what it takes to access it--simple honesty--has changed thousands of lives. Now with a Ragamuffin's thirty-day spiritual journey guide, it will change yours, too.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Nonfiction",
                "Religion",
                "Spirituality",
                "Inspirational"
            ]
        },
        {
            "title": "One",
            "authors": [
                "Richard Bach"
            ],
            "ranking": 3.93,
            "ranking_count": 13676,
            "abstract": "I gave my life to become the person I am right now. Was it worth it?. Under the spell of quantum physics, Bach and his wife Leslie are catapulted into an alternate world, one in which they exist simultaneously in many different incarnations. First they encounter themselves as they were 16 years ago on the day they first met. In this version of their lives, they do not marry, and never achieve the happiness Bach assures us that their real union has produced. Bach once again displays an inventive imagination and inspirational zeal that will have readers examining their own lives.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Philosophy",
                "Spirituality",
                "Fantasy",
                "Romance",
                "Inspirational",
                "Novels",
                "Literature",
                "Self Help",
                "Adventure"
            ]
        },
        {
            "title": "Loving",
            "authors": [
                "Henry Green"
            ],
            "ranking": 3.55,
            "ranking_count": 3490,
            "abstract": "One of his most admired works,. Loving. describes life above and below stairs in an Irish country house during the Second World War. In the absence of their employers the Tennants, the servants enact their own battles and conflict amid rumours about the war in Europe, invading one another's provinces of authority to create an anarchic environment of self-seeking behaviour, pilfering, gossip, and love.. With an Introduction by Philip Hensher",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Novels",
                "Literature",
                "Cultural",
                "European Literature",
                "War"
            ]
        },
        {
            "title": "Dream Work",
            "authors": [
                "Mary Oliver"
            ],
            "ranking": 4.33,
            "ranking_count": 9194,
            "abstract": "Dream Work, a collection of forty-five poems, follows both chronologically and logically Mary Oliver's American Primitive, which won for her the Pulitzer Prize for the finest book of poetry published in 1983 by an American poet. The depth and diversity of perceptual awareness-so steadfast and radiant in American Primitive-continue in Dream Work. Additionally, she has turned her attention in these poems to the solitary and difficult labors of the spirit-to accepting the truth about one's personal world, and to valuing the triumphs while transcending the failures of human relationships. Whether by way of inheritance-as in her poem about the Holocaust-or through a painful glimpse into the present-as in Acid, a poem about an injured boy begging in the streets of Indonesia-the events and tendencies of history take on a new importance also. More deeply than in her previous volumes, the sensibility behind these poems has merged with the world. Mary Oliver's willingness to be joyful continues, deepened by self-awareness, by experience, and by choice.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Nonfiction",
                "Environment",
                "Classics",
                "LGBT",
                "Adult",
                "Literature",
                "Spirituality",
                "Womens"
            ]
        },
        {
            "title": "قبسات من الرسول",
            "authors": [
                "محمد قطب"
            ],
            "ranking": 4.16,
            "ranking_count": 497,
            "abstract": "محاولة يسوق الكاتب من خلالها بعض الأحاديث النبوية الشريفة مع تفسيرها تفسيراً علمياً محاولاً استنباط الأحكام منها، والحكم والعبر التى لابد لنا وأن نعمل بها من أجل إصلاح ما اعوج فى حياتنا على ضوء سنة رسول الله وأحاديثه النبوية",
            "part_of_series": false,
            "genre_list": [
                "Religion"
            ]
        },
        {
            "title": "The Road to Avalon",
            "authors": [
                "Joan Wolf",
                "Mary Jo Putney"
            ],
            "ranking": 4.02,
            "ranking_count": 1708,
            "abstract": "The pageantry and passionate intrigues of King Arthur’s court are expertly re-created in this historical novel—the only Arthurian novel in which all of the central characters are portrayed as intrinsically good people. This realistic retelling of the legend shows Arthur severing the bonds of bastardy, vanquishing the Saxons, and loving one woman. As the daring teenage warrior prepares for the throne, he discovers true love with Morgan of Avalon, the youngest of Merlin’s daughters, but fate cruelly thwarts their hopes for a future together. Never before has a telling of the Arthur story made the breathtaking drama of this charismatic king more real or moving.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Mythology",
                "Fantasy",
                "Romance",
                "Fiction",
                "Historical Fiction"
            ]
        },
        {
            "title": "عاشقة في محبرة",
            "authors": [
                "غادة السمان"
            ],
            "ranking": 3.79,
            "ranking_count": 553,
            "abstract": "حبك لا يتطرق إليه اليقين، مبهم كالجنون، عذب كالطفولة.. غجري، يكتم اللقاء أنفاسه وجدده الفراق.. حب معلق بين الاختفاء والعناق.. الغيرة هراء.. عما قريب–أبو بعيد–نصير تراباً، ولن يكون بوسعي محاسبتك، على الرياح التي تمزجك بغير ترابي.. مع غادة السمان كل قصيدة مملكة، وكل كلمة شجرة ياسمين، وكل منزل وطن، وحين نقرأ لها نوقن أننا عثرنا على الشعر. وهي في عاشقة في محبرة شاعرة لامبالية تماماً، ولكنها بأبجدية ودودة ملغمة أحياناً وأحرف عن ليمون وحناء وضوء... إنه جنون الكتابة هذا الذي جعلها تصنع عسل حريتها الصافي، فتلعب بالوقت والكلمات.. فهي تحيا بهذا النزف المقدس: الكتابة، المكان الوحيد الذي لا يصله الموت... تحيا على الورقة على الأقل وكأنها في سباق مع الموت",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "A Morte Melancólica do Rapaz Ostra & Outras Estórias",
            "authors": [
                "Tim Burton",
                "Margarida Vale de Gato"
            ],
            "ranking": 4.12,
            "ranking_count": 36088,
            "abstract": "Depois do sucesso no cinema, o realizador Tim Burton apresenta-nos A Morte Melancólica do Rapaz Ostra, que reúne 23 histórias para miúdos e graúdos, em que as personagens são heróis especiais, sem super- -poderes, meros sobreviventes num mundo sem amor. Construídas com um humor sinistro, estas histórias são profusamente ilustradas por belíssimas gravuras que retratam de forma exempla",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Fiction",
                "Short Stories",
                "Fantasy",
                "Humor",
                "Horror",
                "Art",
                "Sequential Art",
                "Gothic",
                "Young Adult"
            ]
        },
        {
            "title": "La reina estrangulada",
            "authors": [
                "Maurice Druon"
            ],
            "ranking": 4.15,
            "ranking_count": 9474,
            "abstract": "La saga de Los reyes malditos, obra cumbre de Maurice Druon, en una edición especial en formato Maxi tapa dura. En el plazo de un año fallecen Felipe IV el Hermoso, el papa Clemente V y Guillermo de Nogaret. A Felipe el Hermoso le sucede en el trono de Francia Luis X, príncipe de débil carácter y pobre inteligencia. Las rivalidades, intrigas y conspiraciones llevan a la corte, a los prelados, a los jueces, a los banqueros y hasta al propio rey a una situación desesperada. Todo ello será preámbulo de un crimen…",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Fantasy",
                "Classics",
                "European Literature",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Happy as a Tapir",
            "authors": [
                "Terry Carbone"
            ],
            "ranking": 4.0,
            "ranking_count": 29,
            "abstract": "When the zoo animals gather to trade animal suits and change identities, as they do twice a year, the tapir is told that he must remain a tapir until he gets it right.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Animals"
            ]
        },
        {
            "title": "Rabbit-Proof Fence: The True Story of One of the Greatest Escapes of All Time",
            "authors": [
                "Doris Pilkington",
                "Nugi Garimara"
            ],
            "ranking": 3.69,
            "ranking_count": 6579,
            "abstract": "The remarkable true story of three young girls who cross the harsh Australian desert on foot to return to their home.. Following an Australian government edict in 1931, black aboriginal children and children of mixed marriages were gathered up by whites and taken to settlements to be assimilated. In. Rabbit-Proof Fence. , award-winning author Doris Pilkington traces the captivating story of her mother, Molly, one of three young girls uprooted from her community in Southwestern Australia and taken to the Moore River Native Settlement. At the settlement, Milly and her relatives Gracie and Daisy were forbidden to speak their native language, forced to abandon their aboriginal heritage, and taught to be culturally white. After regular stays in solitary confinement, the three girls scared and homesick planned and executed a daring escape from the grim camp, with its harsh life of padlocks, barred windows, and hard cold beds.. The girls headed for the nearby rabbit-proof fence that stretched over 1,000 miles through the desert toward their home. Their journey lasted over a month, and they survived on everything from emus to feral cats, while narrowly avoiding the police, professional trackers, and hostile white settlers. Their story is a truly moving tale of defiance and resilience.. About the author:. Doris Pilkington is also the author of. Caprice: A Stockman's Daughter. .. Rabbit-Proof Fence. , her second book, is now a major motion picture from Miramax Films, directed by Phillip Noyce and starring Kenneth Branagh.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Cultural",
                "History",
                "Biography",
                "Autobiography",
                "Historical",
                "Biography Memoir",
                "Academic",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "The Celtic Book of Days: A Guide to Celtic Spirituality and Wisdom",
            "authors": [
                "Caitlín Matthews"
            ],
            "ranking": 3.71,
            "ranking_count": 76,
            "abstract": "In Celtic tradition, spirituality is woven into and through the rhythms of daily life. Because the way we observe the unfolding year shapes the way we live, many have adopted the Celtic calendar--strongly linked to natural elements and the seasons--as a means of personal and spiritual discovery.The diverse writings and vibrant illustrations in this book have been carefully chosen to inspire daily reflection. Each month opens with a full-page illustration: the daily entries are drawn from Celtic myth, poetry, prayers, and customs.Author Caitlin Matthews highlights the unique characteristics of each of the four Celtic festivals and the four magical gates of the year: Samhain (ancestral communion and introspection); Imbolc (beginnings and primal innocence); Beltane (creative and powerful expression); and Lughnasadh (maturity and consolidation). Material from many eras of Celtic history is included to present both pagan and Christian streams of Celtic spirituality.The author has created new translations for many of the entries, including some material from rare and previously unpublished works. Throughout the book, full color art, ranging from illuminated pages from the Book of Kells to modern illustrations, highlight the text.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Religion",
                "Spirituality",
                "Fantasy",
                "Cultural",
                "Folklore",
                "History"
            ]
        },
        {
            "title": "Ο άνθρωπος που έγινε Θεός",
            "authors": [
                "Gerald Messadié",
                "Ελένη Κεκροπούλου"
            ],
            "ranking": 4.06,
            "ranking_count": 250,
            "abstract": "Ένας συγγραφέας ξαναδιαβάζει τα Κανονικά Ευαγγέλια. Με μεγάλη του έκπληξη ανακαλύπτει κενά, αντιφάσεις και ιστορικές αναλήθειες.. Αναζητά περισσότερες πληροφορίες στα άλλα Ευαγγέλια, τα αποκαλούμενα Απόκρυφα, που μέχρι τον 5ο αιώνα θεωρούνταν ισάξια με τα Κανονικά. Ύστερα βρίσκει και διαβάζει το Ευαγγέλιο του Θωμά και στη συνέχεια τα Χειρόγραφα της Νεκράς Θαλάσσης, καθώς και για τις πρόσφατες αρχαιολογικές ανακαλύψεις και μελέτες... Μετά από μια σειρά ετών ανακαλύπτει την ιστορία του Ιησού όπως δεν είχε ποτέ γραφτεί πουθενά κι αποφασίζει να τη γράψει ο ίδιος.. Πού πέρασε ο Ιησούς τα νεανικά του χρόνια; Γιατί η παιδεία του μοιάζει τόσο πολύ μ? αυτή των Εσσαίων; Γιατί δεν αναφέρεται πουθενά τίποτε γι? αυτούς; Γιατί το Σανχεντρίν τον καταδίκασε σε θάνατο; Και γιατί ?σκάνδαλο μέγα!? δύο αρχιερείς του Σαμχεντρίν που τον καταδίκασε σε θάνατο πηγαίνουν στον Πιλάτο για να ζητήσουν το πτώμα του; Σ? αυτά αλλά και σε πολλά άλλα ερωτήματα απαντά ο Ζεράλ Μεσαντιέ μέσα από μια γλαφυρή αφήγηση. Αναδιπλώνει στα μάτια της φαντασίας του αναγνώστη το πολιτικό σκηνικό της Παλαιστίνης του 1ου αιώνα κάτω από τη ρωμαϊκή κατοχή, την καθημερινή ζωή του λαού, το διαρκή επαναστατικό αναβρασμό, την πληθώρα των μεσσιών, τις συνωμοσίες που χωρίζουν τους Εβραίους σε φατρίες και μέσα απ όλα αυτά το δρόμο που χαράζει ο Ιησούς.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Historical",
                "Fiction",
                "Literature",
                "European Literature",
                "Roman"
            ]
        },
        {
            "title": "The Fiftieth Gate: A Journey Through Memory",
            "authors": [
                "Mark Raphael  Baker"
            ],
            "ranking": 3.07,
            "ranking_count": 498,
            "abstract": "′This gate here, I recognise it. Behind it is a steep slope, a hill, fields, grass. We would slide down it in winter.′. At last, an incontrovertible test through which my father′s memory might be vindicated. Two lone gates that appear to lead nowhere.. ′Push,′ we scream, ′lift the latch and push.′. ′No. I remember too much now. No.′. A love story and a detective story, a study of history and of memory, this spellbinding new work explores a son′s confrontation with the terror of his parents′ childhood.. Moving from Poland and Germany to Jerusalem and Melbourne, Mark Raphael Baker travels across the silence of fifty years, through the gates of Auschwitz, and into a dark bunker where a little girl hides in fear. As he returns to scenes of his parents′ captivity, he struggles to unveil the mystery of their survival.. The Fiftieth Gate. is a journey from despair and death towards hope and life; the story of a son who enters his parents′ memories and, inside the darkness, finds light.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "World War II",
                "War",
                "Literature",
                "History",
                "Academic",
                "Cultural",
                "Historical",
                "Autobiography"
            ]
        },
        {
            "title": "Watch for Me on the Mountain",
            "authors": [
                "Forrest Carter"
            ],
            "ranking": 4.22,
            "ranking_count": 512,
            "abstract": "The white man had burned their land, raped their women, and slaughtered their children.  He had made them a nation of slaves, and those he could not enslave, he promised to destroy.  The Apache had one hope: vengeance.. Out of the scattered remnants of the Apache tribes rose a man whose cunning, ferocity, and genuis for warfare would make him their leader in a last tragic struggle for survival.  The Apache gave him their arms, their strength, and their absolute devotion.  The white man gave him his name: Geronimo!",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Westerns",
                "Novels"
            ]
        },
        {
            "title": "Oliver and Company (Mouse Works Classic Storybook Collection)",
            "authors": [
                "Walt Disney Company"
            ],
            "ranking": 3.84,
            "ranking_count": 195,
            "abstract": "Relive Walt Disney's 27th full-length animated feature in this beautiful, hardcover, 96-page classic storybook that accurately captures the movie magic and places it right into a child's hands. With every turn of a page, adventure unfolds to create memories that will last a lifetime.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Animals",
                "Adventure"
            ]
        },
        {
            "title": "The Fires of Jubilee: Nat Turner's Fierce Rebellion",
            "authors": [
                "Stephen B. Oates"
            ],
            "ranking": 3.74,
            "ranking_count": 530,
            "abstract": "The bloody slave rebellion led by Nat Turner in Virginia in 1831 and the savage reprisals that followed shattered beyond repair the myth of the contented slave and the benign master, and intensified the forces of change that would plunge America into the bloodbath of the Civil War.. Stephen B. Oates, the acclaimed biographer of Abraham Lincoln and Martin Luther King, Jr., presents a gripping and insightful account of the rebellion—the complex, gifted, and driven man who led it, the social conditions that produced it, and the legacy it left. A classic now newly reissued for the first time in more than twenty years, here is the dramatic re-creation of the turbulent period that marked a crucial turning point in America's history.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "North American Hi...",
                "Military History",
                "Biography",
                "Cultural",
                "American History",
                "Academic",
                "Race",
                "Historical"
            ]
        },
        {
            "title": "Wizard of the Upper Amazon",
            "authors": [
                "Frank Bruce Lamb",
                "Manuel Córdova-Rios",
                "Andrew Weil"
            ],
            "ranking": 4.16,
            "ranking_count": 301,
            "abstract": "Wizard of the Upper Amazon. is an extraordinary document of the life among a tribe of South American Indians at the beginning of the 20th century. For many readers, the most compelling sections of the book will be the descriptions of the use of Banisteriopsis caapi, the ayahuasca of the Amazon forests. This powerful hallucinogen has long been credited with the ability to transport human beings to realms of experience where telepathy and clairvoyance are commonplace. Manual Córdova, the narrator of these adventures is a well-known as a healer in Peru.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Anthropology",
                "History",
                "Adventure",
                "Spirituality",
                "Biography",
                "Travel",
                "Cultural"
            ]
        },
        {
            "title": "El violí d'Auschwitz",
            "authors": [
                "Maria Àngels Anglada"
            ],
            "ranking": 3.64,
            "ranking_count": 4530,
            "abstract": "Un cop reclòs al camp d’extermini d’Auschwitz, en Daniel, un luthier jueu, amaga als nazis el seu ofici de constructor de violins.. Text de contraportada. Per sobreviure, els diu que és fuster, una feina amb una utilitat pràctica que li permet resistir les condicions de vida infrahumanes, i ajornar així la seva probable “eliminació”. Gran aficionat a la música clàssica, el comandant del camp descobreix la veritable professió d’en Daniel i aleshores el sotmet a una prova: li haurà de construir un violí que tingui un so perfecte. El luthier es posa a l’obra, però no es pot ni imaginar el càstig que l’espera si no compleix bé el sinistre encàrrec.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "World War II",
                "War",
                "Music",
                "Literature",
                "Cultural",
                "Adult"
            ]
        },
        {
            "title": "Platoon Leader: A Memoir of Command in Combat",
            "authors": [
                "James R. McDonough"
            ],
            "ranking": 4.19,
            "ranking_count": 1877,
            "abstract": "A remarkable memoir of small-unit leadership and the coming of age of a young soldier in combat in Vietnam.'. Using a lean style and a sense of pacing drawn from the tautest of novels, McDonough has produced a gripping account of his first command, a U.S. platoon taking part in the 'strategic hamlet' program. . . . Rather than present a potpourri of combat yarns. . . McDonough has focused a seasoned storyteller's eye on the details, people, and incidents that best communicate a visceral feel of command under fire. . . . For the author's honesty and literary craftsmanship,. Platoon Leader. seems destined to be read for a long time by second lieutenants trying to prepare for the future, veterans trying to remember the past, and civilians trying to understand what the profession of arms is all about.-. Army Times",
            "part_of_series": false,
            "genre_list": [
                "War",
                "History",
                "Leadership",
                "Nonfiction",
                "Military",
                "Biography",
                "Autobiography",
                "North American Hi...",
                "Cultural"
            ]
        },
        {
            "title": "That Awful Mess on the Via Merulana",
            "authors": [
                "Carlo Emilio Gadda",
                "William Weaver",
                "Italo Calvino"
            ],
            "ranking": 3.64,
            "ranking_count": 2658,
            "abstract": "In a large apartment house in the center of Rome, two crimes are committed within a matter of days: a burglary, in which a good deal of money and precious jewels are taken, and a murder, as a young woman whose husband is out of town is found with her throat cut. Called in to investigate, melancholy Detective Ciccio, a secret admirer of the murdered woman and a friend of her husband’s, discovers that almost everyone in the apartment building is somehow involved in the case, and with each new development the mystery only deepens and broadens. Gadda’s sublimely different detective story presents a scathing picture of fascist Italy while tracking the elusiveness of the truth, the impossibility of proof, and the infinite complexity of the workings of fate, showing how they come into conflict with the demands of justice and love.. Italo Calvino, Pier Paolo Pasolini, and Alberto Moravia all considered. That Awful Mess on the Via Merulana. to be the great modern Italian novel. Unquestionably, it is a work of universal significance and protean genius: a rich social novel, a comic opera, an act of political resistance, a blazing feat of baroque wordplay, and a haunting story of life and death in the Eternal City.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Classics",
                "Mystery",
                "Literature",
                "Novels",
                "Unfinished"
            ]
        },
        {
            "title": "Hell",
            "authors": [
                "Henri Barbusse",
                "Robert Baldick"
            ],
            "ranking": 3.62,
            "ranking_count": 2054,
            "abstract": "A young man staying in a Paris boarding house finds a hole in the wall above his bed. Alternately voyeur and seer, he obsessively studies the private moments and secret activities of his neighbors: childbirth, first love, marriage, betrayal, illness and death all present themselves to him through this spy hole. Decades ahead of its time, Hell shocked and scandalized the reviewing public when first released in English in 1966. Even so, the New Republic praised the beauty of the book's nervous yet fluid rhythms... The book sweeps away life's illusions.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Classics",
                "Philosophy",
                "European Literature",
                "Literature",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "Afghanistan's Two-Party Communism: Parcham and Khalq",
            "authors": [
                "Anthony Arnold"
            ],
            "ranking": 3.5,
            "ranking_count": 8,
            "abstract": "On December 27, 1979, the USSR invaded Afghanistan to save an endangered communist regime. The People's Democratic Party of Afghanistan, founded in 1965 but almost immediately riven into two hostile wings, had been induced by Moscow into unifying in 1977 in order to seize power the following year. Within weeks, however, the majority Khalqi faction had driven out the rival Parchamis, only to discover that its rigid Marxism-Leninism was no match for Islam. As the Khalqi position deteriorated, Moscow thought to regain control by forceful replacement of the PDPA leaders with Parchamis. Instead, their invasion only consolidated popular determination to eject an alien ideology.. In. Afghanistan's Two-Party Communism. , Anthony Arnold brings these dramatic developments to life, examining Parcham and Khalq in the context of the cultural, ethnic, and class factors that distinguish their leaders and separate constituencies. He analyzes the PDPA's development through 1982 and closes with speculation on the degree of Soviet commitment to communism in Afghanistan. Written in a lively, penetrating style, yet with a wealth of detail and analysis, Arnold's book reflects the intimate feel for the country that he acquired while serving there. His multilingual source material includes hitherto classified documents, and the appendixes (biographic sketches of PDPA leaders, translations of key party documents, charts of party and state personnel changes) will provide valuable sources for other researchers.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Jantera Bianglala",
            "authors": [
                "Ahmad Tohari"
            ],
            "ranking": 4.13,
            "ranking_count": 687,
            "abstract": "Atas kehendaknya sendiri kehidupan sering memanjakan seseorang dengan cara memberinya kecantikan. Srintil, ronggeng Dukuh Paruk dan sekaligus daya hidup pedukuhan yang melarat itu, adalah salah seorang di antara mereka yang mendapat hadiah kecantikan.. Bagi Srintil, menjadi ronggeng adalah tugas hidup yang sudah ditentukan dalam cetak biru pakem hidupnya. Namun ketika status ronggeng ternyata mengantarkannya ke rumah penjara selama dua tahun, Srintil berupaya merayap menggapai makna kehidupan yang lebih terang. Dengan kemampuan nuraninya sendiri Srintil berhasil mencapai dataran di mana dia mendapat keyakinan baru. Bahwa menjadi perempuan milik umum tidak lebih berharga daripada menjadi perempuan rumah tangga. Keyakinan baru ini dibelanya dengan keras. Dan Srintil merasa hampir menanng ketika seoranng lelaki bermartabat kelihatan menaruh minat kepadanya. Sayang, kehidupan masih ingin membanting Srintil sekali lagi; bantingan dahsyat sehingga kemanusiaan Srintil hanya tersisa pada sosok dan namanya.. Srintil yang hancur jiwa dan raganya menggugah kesadaran Rasus, anak muda sepermainan Srintil ketika bocah. Rasus akhirnya mengerti, Srintil yang tinggal menjadi puing dan Dukuh Paruk yang melarat seumur-umur adalah amanat baginya. Srintil harus dibebaskan dari kegetiran dan Dukuh Paruk bersama puaknya tidak bisa lebih lama dibiarkan seperti apa adanya.. Jentera Bianglala. ini adalah buku ketiga dan terakhir dari urutan dua buku lain yang mendahuluinya, yakni. Ronggeng Dukuh Paruk. dan. Lintang Kemukus Dini Hari",
            "part_of_series": true,
            "genre_list": [
                "Novels",
                "Fiction",
                "Asian Literature",
                "Romance",
                "Historical"
            ]
        },
        {
            "title": "Philadelphia, Here I Come!",
            "authors": [
                "Brian Friel"
            ],
            "ranking": 3.61,
            "ranking_count": 1341,
            "abstract": "Fed up with the dreary round of life in Ballybeg, with his uncommunicative father and the humiliating job in his father's grocery shop, with his frustrated love for Kathy Doogan who married a richer, more successful young man and with the total absence of prospect and opportunity in his life at home, Gareth O'Donnell has accepted his aunt's invitation to come to Philadelphia. Now, on the eve of his departure, he is not happy to be leaving Ballybeg.. With this play Brian Friel made his reputation and it is now an acknowledged classic of modern drama.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Drama",
                "Fiction",
                "European Literature",
                "Cultural",
                "Academic",
                "Classics",
                "Literature"
            ]
        },
        {
            "title": "Famine",
            "authors": [
                "Liam O'Flaherty"
            ],
            "ranking": 3.99,
            "ranking_count": 427,
            "abstract": "Set in the period of the Great Famine of the 1840s, Famine is the story of three generations of the Kilmartin family. It is a masterly historical novel, rich in language, character, and plot--a panoramic story of passion, tragedy, and resilience.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Cultural",
                "European Literature",
                "Fiction",
                "Literature",
                "Classics",
                "Novels"
            ]
        },
        {
            "title": "The Evolution Man: Or, How I Ate My Father",
            "authors": [
                "Roy  Lewis"
            ],
            "ranking": 3.67,
            "ranking_count": 6379,
            "abstract": "Here is a typical Stone Age family, reimagined by Roy Lewis in this hilarious novel as characters in some glittering drawing-room comedy. Father, who has a scientific turn of mind, has just discovered fire. Mother makes sure the children finish supper, even when the plat du jour is toad. Uncle Vanya thinks that the species has been flirting with disaster ever since it began to chip flint into tools. While little Alexander has gotten himself in deep trouble by making the first cave painting: artists are always so misunderstood.. Long out of print,. The Evolution Man. would make Charles Darwin turn over in his grave. Lewis has written a witty, intelligent satire of the lives of our remote ancestors, complete with highly revisionist accounts of everything from the origins of courtship to the staples of Pleistocene cuisine. It's the funniest thing to happen to prehistory since Raquel Welch donned a fur bikini in. One Million B.C.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Historical",
                "Roman",
                "Science Fiction",
                "European Literature",
                "Academic",
                "Fantasy",
                "Novels"
            ]
        },
        {
            "title": "The White Feather",
            "authors": [
                "P.G. Wodehouse"
            ],
            "ranking": 3.76,
            "ranking_count": 514,
            "abstract": "This is a pre-1923 historical reproduction that was curated for quality. Quality assurance was conducted on each of these books in an attempt to remove books with imperfections introduced by the digitization process. Though we have made best efforts - the books may have occasional errors that do not impede the reading experience. We believe this work is culturally important and have elected to bring the book back into print as part of our continuing commitment to the preservation of printed works worldwide.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Humor",
                "Academic",
                "Classics",
                "European Literature",
                "Literature",
                "Historical",
                "Novella",
                "Audiobook"
            ]
        },
        {
            "title": "Five Go to Demon's Rocks",
            "authors": [
                "Enid Blyton"
            ],
            "ranking": 4.0,
            "ranking_count": 7910,
            "abstract": "The Famous Five have heard the stories about treasure on Demon's Rocks - bu they never thought they were really true! But then they discover a very old and valuable gold coin and what was a myth becomes real! Who does the treasure belong to? The gang are determined to find out, but first they need to know who else is exploring Demon's Rocks for the Treasure - just like they are . . . About The Author: Enid Blyton, 1896 - November 28, 1959 Enid Blyton was born in London in 1896. She was educated in a private school and thought that she would become a musician until she realized that writing was her passion. She attended Ipswich High School where she trained to become a kindergarten teacher and eventually opened her own school for infants. Blyton's first poem was published in 1917, entitled Have You- which appeared in Nash's Magazine. In 1922, her first book of verses was published, entitled Child Whispers. In 1926 she accepted a position editing the children's magazine Sunny Stories as well as writing the column Teachers World. Blyton's first full length children's book was published din 1938 and was titled The Secret Island. After working on the column for years, Blyton quit Teachers World in 1945 and also ended her stint as editor of Sunny Stories seven years later. In 1953 she started her own children's magazine called The Edith Blyton Magazine which featured stories about her characters and news on the clubs formed around them. Her most famous stories were those of the Famous Five The Magazine closed in 1959. In the 50's and 60's Blyton was criticized for the language in her book, for being to simple, but some 300 are still in print today. Blyton has published over 600 books in the course of her career. Enid Blyton died in her sleep on November 28, 1968. She was 72 years old.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Adventure",
                "Fiction",
                "Mystery",
                "Young Adult",
                "Classics",
                "Novels",
                "Thriller"
            ]
        },
        {
            "title": "By Grand Central Station I Sat Down and Wept",
            "authors": [
                "Elizabeth Smart"
            ],
            "ranking": 3.59,
            "ranking_count": 4335,
            "abstract": "First published in 1945, Elizabeth Smart's. By Grand Central Station I Sat Down and Wept. is an enigmatic and nearly indescribable book, a small classic of poetic prose whose author has been compared with Anaïs Nin and Djuna Barnes. In lushly evocative language, Smart recounts her love affair with the poet George Barker with an operatic grandeur that takes in the tragedy of her passion; the suffering of Barker's wife;the children the lovers conceived. Accompanied in this edition by. The Assumption of the Rogues and Rascals. , a short novel that may be read as its sequel,. By Grand Central Station I Sat Down and Wept. has been hailed by critics worldwide as a work of sheer genius.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Fiction",
                "Classics",
                "Cultural",
                "Romance",
                "Novels",
                "Literature",
                "Literary Fiction",
                "Womens"
            ]
        },
        {
            "title": "Dinosaurs Before Dark",
            "authors": [
                "Mary Pope Osborne",
                "Salvatore Murdocca"
            ],
            "ranking": 3.95,
            "ranking_count": 37633,
            "abstract": "Jack and Annie's very first fantasy adventure in the bestselling middle-grade series—the Magic Tree House!. Where did the tree house come from?. Before Jack and Annie can find out, the mysterious tree house whisks them to the prehistoric past. Now they have to figure out how to get home. Can they do it before dark . . . or will they become a dinosaur's dinner?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Adventure",
                "Historical",
                "Animals",
                "Science Fiction"
            ]
        },
        {
            "title": "Παραμύθια και άλλα",
            "authors": [
                "Penelope Delta",
                "Πηνελόπη Σ. Δέλτα"
            ],
            "ranking": 3.73,
            "ranking_count": 193,
            "abstract": "Το έργο Παραμύθια και άλλα πρωτοεκδόθηκε το 1915. Έκτοτε ταξιδεύει τους αναγνώστες από την εποχή με τις βασιλοπούλες και τα πριγκιπόπουλα στην πρώτη πολιορκία του Μεσολογγίου απ' τους Τούρκους, και από τη φρίκη του πολέμου στις προδομένες προσδοκίες μιας Πρωτοχρονιάς.",
            "part_of_series": false,
            "genre_list": [
                "Childrens"
            ]
        },
        {
            "title": "The Struggle Outside",
            "authors": [
                "Raymond Fraser"
            ],
            "ranking": 5.0,
            "ranking_count": 2,
            "abstract": "Novel.. THE STRUGGLE OUTSIDE by Raymond Fraser. An abandoned farmhouse, a cache of stolen arms, four revolutionaries awaiting their leader, and a comrade just escaped from custody... The Popular Liberation Army is ready to stage the operation that will trigger the long-awaited revolution in New Brunswick. Raymond Fraser's wickedly funny first novel has the hallmark of an old British Ealing Studios comedy — except that the setting, rough satirical edge, and oddball characters driven by earnest desperation, are distinctly Canadian — and all the more entertaining for it.. “Literally one of the best books I’ve ever read. I split a gut from cover to cover An overlooked masterpiece.”. — BERNELL MACDONALD, Author, Birds of Passage",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Henry James: A Life in Letters",
            "authors": [
                "Henry James",
                "Philip Horne"
            ],
            "ranking": 4.15,
            "ranking_count": 40,
            "abstract": "James's correspondents included presidents and prime ministers, painters and great ladies, actresses and bishops, and the writers Robert Louis Stevenson, H.G. Wells and Edith Wharton. This fully-annotated selection from James's eloquent correspondence allows the writer to reveal himself and the fascinating world in which he lived. The letters provide a rich and fascinating source for James' views on his own works, on the literary craft, on sex, politics and friendship. Together they constitute, in Philip Horne's own words, James' 'real and best biography'.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Literary Fiction",
                "Classics",
                "Literature"
            ]
        },
        {
            "title": "The Tough Guide to Fantasyland",
            "authors": [
                "Diana Wynne Jones"
            ],
            "ranking": 3.95,
            "ranking_count": 4718,
            "abstract": "The definitive edition of a cult classic by the legendary Diana Wynne Jones.. Imagine that all fantasy novels--the ones featuring dragons, knights, wizards, and magic--are set in the same place. That place is called Fantasyland.. The Tough Guide to Fantasyland. is your travel guide, a handbook to everything you might find: Evil, the Dark Lord, Stew, Boots (but not Socks), and what passes for Economics and Ecology. Both a hilarious send-up of the cliches of the genre and an indispensable guide for writers,. The Tough Guide to Fantasyland. has been nearly impossible to find for years. Now this cult classic is back, and readers can experience Diana Wynne Jones at her very best: incisive, funny, and wildly imaginative. This is the definitive edition of The Tough Guide, featuring a new map, an entirely new design, and additional material written for it by Diana Wynne Jones.. World Fantasy Award Finalist. A Hugo Award Finalist (Nonfiction)",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Humor",
                "Language",
                "Fiction",
                "Reference",
                "Young Adult",
                "Science Fiction Fantasy",
                "Writing"
            ]
        },
        {
            "title": "Father and Son",
            "authors": [
                "Edmund Gosse"
            ],
            "ranking": 3.73,
            "ranking_count": 917,
            "abstract": "Edmund Gosse wrote of his account of his life, This book is the record of a struggle between two temperaments, two consciences and almost two epochs.. Father and Son. remains one of English literature's seminal autobiographies. In it, Edmund Gosse recounts, with humor and pathos, his childhood as a member of a Victorian Protestant sect and his struggles to forge his own identity despite the loving control of his father. His work is a key document of the crisis of faith and doubt and a penetrating exploration of the impact of evolutionary science. An astute, well-observed, and moving portrait of the tensions of family life,. Father and Son. remains a classic of twentieth-century literature.. This edition contains an illuminating introduction, and provides a series of fascinating appendices including extracts from Philip Gosse's. Omphalos. and Edmund Gosse's harrowing account of his wife's death from breast cancer.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Autobiography",
                "Classics",
                "Religion",
                "Literature",
                "European Literature",
                "History"
            ]
        },
        {
            "title": "The Clone",
            "authors": [
                "Theodore L. Thomas",
                "Kate Wilhelm"
            ],
            "ranking": 3.43,
            "ranking_count": 92,
            "abstract": "First publication.. Cover Artist: Hoot von Zitzewitz",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Horror",
                "Fiction"
            ]
        }
    ]
}