{
    "books": [
        {
            "title": "Lucy",
            "authors": [
                "Laurence Gonzales",
                "Britta Mümmler"
            ],
            "ranking": 3.49,
            "ranking_count": 2376,
            "abstract": "Das Mädchen Lucy wächst im afrikanischen Dschungel bei ihrem Vater, einem englischen Naturforscher, in völliger Abgeschiedenheit auf. Sie ist vierzehn, als er stirbt. Durch Zufall findet die amerikanische Wissenschaftlerin Jenny sie und nimmt sie mit nach Amerika. Lucy ist hübsch und sehr begabt. Was niemand ahnt: Sie ist das Ergebnis eines unglaublichen Experiments, ihr Erbgut eine Kreuzung zwischen dem von Mensch und Menschenaffe. Irgendwann lässt sich das nicht mehr geheimhalten - woraufhin Medien, Militär und Wissenschaftler eine erbarmungslose Jagd auf Lucy beginnen ...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Fantasy",
                "Animals",
                "Thriller",
                "Adult Fiction",
                "Audiobook",
                "Science Fiction Fantasy",
                "Contemporary",
                "Young Adult"
            ]
        },
        {
            "title": "The Widow's House",
            "authors": [
                "Daniel Abraham"
            ],
            "ranking": 4.08,
            "ranking_count": 7665,
            "abstract": "THE RISE OF THE DRAGON AND THE FALL OF KINGS. Lord Regent Geder Palliako's war has led his nation and the priests of the spider goddess to victory after victory. No power has withstood him, except for the heart of the one woman he desires. As the violence builds and the cracks in his rule begin to show, he will risk everything to gain her love or else her destruction.. Clara Kalliam, the loyal traitor, is torn between the woman she once was and the woman she has become. With her sons on all sides of the conflict, her house cannot stand, but there is a power in choosing when and how to fall.. And in Porte Oliva, banker Cithrin bel Sarcour and Captain Marcus Wester learn the terrible truth that links this war to the fall of the dragons millennia before, and that to save the world, Cithrin must conquer it.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Epic",
                "Audiobook",
                "Adventure",
                "Adult"
            ]
        },
        {
            "title": "Common Knowledge?: An Ethnography of Wikipedia",
            "authors": [
                "Dariusz Jemielniak"
            ],
            "ranking": 3.95,
            "ranking_count": 21,
            "abstract": "With an emphasis on peer–produced content and collaboration, Wikipedia exemplifies a departure from traditional management and organizational models. This iconic project has been variously characterized as a hive mind and an information revolution, attracting millions of new users even as it has been denigrated as anarchic and plagued by misinformation. Have Wikipedia's structure and inner workings promoted its astonishing growth and enduring public relevance?. In. Common Knowledge?. , Dariusz Jemielniak draws on his academic expertise and years of active participation within the Wikipedia community to take readers inside the site, illuminating how it functions and deconstructing its distinctive organization. Against a backdrop of misconceptions about its governance, authenticity, and accessibility, Jemielniak delivers the first ethnography of Wikipedia, revealing that it is not entirely at the mercy of the public: instead, it balances open access and power with a unique bureaucracy that takes a page from traditional organizational forms. Along the way, Jemielniak incorporates fascinating cases that highlight the tug of war among the participants as they forge ahead in this pioneering environment.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Anthropology"
            ]
        },
        {
            "title": "Невже то я?",
            "authors": [
                "Yevhen Sverstiuk"
            ],
            "ranking": 0.0,
            "ranking_count": 0,
            "abstract": "Євген Сверстюк – людина-легенда, багаторічний «в’язень сумління» й моральний авторитет для кількох поколінь українців. Пропонована книжка вміщує автобіографічні спогади і роздуми. На їхньому тлі розгортається розлога панорама свідчень людини ХХ століття, якій попри зміну політичних режимів, війну й концтабори, втрату друзів, роботи, волі вдалося зберегти власну честь і вірність принципам. Автор ділиться секретами стійкості, основу якої формують родинне виховання, утривалення національної традиції та християнські цінності, іронізує над своїм життям, обставинами і сподіваннями й водночас дає глибокі оцінки часові, людям і подіям. Видання містить рідкісні світлини з приватних архівів – своєрідну візуальну хронологію життєвого шляху Євгена Сверстюка, а також архівні матеріали слідчої справи, завдяки яким читач зможе ознайомитися з жанром «внутрішніх рецензій».",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "The Queen of the Night",
            "authors": [
                "Alexander Chee"
            ],
            "ranking": 3.44,
            "ranking_count": 11073,
            "abstract": "Lilliet Berne is a sensation of the Paris Opera, a legendary soprano with every accolade except an original role, every singer’s chance at immortality. When one is finally offered to her, she realizes with alarm that the libretto is based on a hidden piece of her past. Only four could have betrayed her: one is dead, one loves her, one wants to own her. And one, she hopes, never thinks of her at all.  As she mines her memories for clues, she recalls her life as an orphan who left the American frontier for Europe and was swept up into the glitzy, gritty world of Second Empire Paris. In order to survive, she transformed herself from hippodrome rider to courtesan, from empress’s maid to debut singer, all the while weaving a complicated web of romance, obligation, and political intrigue.. Featuring a cast of characters drawn from history,. The Queen of the Night. follows Lilliet as she moves ever closer to the truth behind the mysterious opera and the role that could secure her reputation -- or destroy her with the secrets it reveals.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Cultural",
                "Music",
                "Literary Fiction",
                "Adult",
                "Adult Fiction",
                "Novels"
            ]
        },
        {
            "title": "Night of Cake & Puppets",
            "authors": [
                "Laini Taylor",
                "Jim Di Bartolo"
            ],
            "ranking": 4.3,
            "ranking_count": 19578,
            "abstract": "In this stand-alone companion to the. New York Times. bestselling Daughter of Smoke & Bone series comes the story of Mik and Zuzana's fantastical first date—as a gorgeously illustrated gift edition with bonus content included.. Petite though she may be, Zuzana is not known for timidity. Her best friend, Karou, calls her rabid fairy, her voodoo eyes are said to freeze blood, and even her older brother fears her wrath. But when it comes to the simple matter of talking to Mik, or Violin Boy, her courage deserts her. Now, enough is enough. Zuzana is determined to make the first move, and she has a fistful of magic and a plan. It's a wonderfully elaborate treasure hunt of a plan that will take Mik all over Prague on a cold winter's night before leading him to the treasure: herself! Violin Boy is not going to know what hit him.. New York Times. bestselling author Laini Taylor brings to life a night only hinted at in the Daughter of Smoke & Bone trilogy—the magical first date of fan-favorites Zuzana and Mik. Originally published as an ebook, this new print edition will include breathtaking black and white illustrations, plus bonus content in a gorgeous package perfect for new and current fans of the series.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Short Stories",
                "Novella",
                "Fiction"
            ]
        },
        {
            "title": "Freed-Hardeman University: Alumni Today 2010",
            "authors": [
                "Harris Connect"
            ],
            "ranking": 5.0,
            "ranking_count": 1,
            "abstract": "This publication is for official Freed-Hardeman University and Alumni Association use, and also for individual communications of a person nature among alumni listed therein.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Devil All the Time",
            "authors": [
                "Donald Ray Pollock"
            ],
            "ranking": 4.12,
            "ranking_count": 29079,
            "abstract": "Set in rural southern Ohio and West Virginia,. The Devil All the Time. follows a cast of characters from the end of World War II to the 1960s. There’s Willard Russell, tormented veteran of the carnage in the South Pacific, who can’t save his beautiful wife, Charlotte, from an agonizing death by cancer no matter how much sacrifi­cial blood he pours on his “prayer log.” There’s Carl and Sandy Henderson, a husband-and-wife team of serial kill­ers, who troll America’s highways searching for suitable models to photograph and exterminate. There’s the spider-handling preacher Roy and his crippled virtuoso-guitar-playing sidekick, Theodore, running from the law. And caught in the middle of all this is Arvin Eugene Russell, Willard and Charlotte’s orphaned son, who grows up to be a good but also violent man in his own right.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Horror",
                "Thriller",
                "Historical",
                "Mystery",
                "Gothic",
                "Audiobook"
            ]
        },
        {
            "title": "Agatha H and the Clockwork Princess",
            "authors": [
                "Phil Foglio",
                "Kaja Foglio"
            ],
            "ranking": 4.24,
            "ranking_count": 1617,
            "abstract": "Intrigue! Subterfuge! Circus Folk! In a time when the Industrial Revolution has escalated into all-out warfare, mad science rules the world... with mixed success.. With the help of Krosp, Emperor of All Cats, Agatha has escaped from the massive airship known as Castle Wulfenbach. After crashing their escape dirigible, Agatha and Krosp fall in with Master Payne's Circus of Adventure, a traveling troupe of performers dedicated to staging Heterodyne shows - dramatizations of the exploits of Bill and Barry Heterodyne and their allies - who are unaware of Agatha's connection to the Heterodyne line.. Pursued by the ruthless Baron Klaus Wulfenbach, his handsome son Gil, and their minions (not to mention Othar Tryggvassen, Gentleman Adventurer), Agatha hides in plain sight among the circus folk, servicing their clanks and proving herself adept in performing the role of Lucrezia Mongfish, nemesis to - and later wife of - Barry Heterodyne. She also begins training under Zeetha, swordmistress and princess of the lost city of Skifander. Together, Agatha, Krosp, and the performers travel across the treacherous wasteland of war-torn Europa, towards Mechanicsburg, and the ancestral home of the Heterodynes - Castle Heterodyne.. But with many perils standing in her way - including Wulfenbach's crack troops, mysterious Geisterdamen, savage Jagermonsters, and the fabled Storm King - it's going to take more than a spark of Mad Science for Agatha to get through.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Adventure",
                "Humor",
                "Science Fiction Fantasy",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "The Song Rising",
            "authors": [
                "Samantha Shannon"
            ],
            "ranking": 4.18,
            "ranking_count": 14358,
            "abstract": "A rebel who becomes a queen. The amazing third book in the bestselling. Bone Season. series – a ground-breaking, dystopian fantasy of extraordinary imagination. Following a bloody battle against foes on every side, Paige Mahoney has risen to the dangerous position of Underqueen, ruling over London's criminal population.. But, having turned her back on Jaxon Hall and with vengeful enemies still at large, the task of stabilising the fractured underworld has never seemed so challenging.. Little does Paige know that her reign may be cut short by the introduction of a deadly technology that spells doom for the clairvoyant community and the world as they know it…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Adult",
                "Audiobook",
                "Romance"
            ]
        },
        {
            "title": "Allt jag önskar mig",
            "authors": [
                "Grégoire Delacourt",
                "Sofia Strängberg"
            ],
            "ranking": 3.59,
            "ranking_count": 11518,
            "abstract": "Livet blev nog inte riktigt som hon hade tänkt sig. Jocelyne, även kallad Jo, drömde om att bli modeskapare i Paris, men driver i en sybehörsaffär i Arras. Hon väntade på drömprinsen, men det var Jocelyn, även kallad Jo, som dök upp. De har två utflugna barn och lever ett stillsamt liv tillsammans.För nöjes skull skriver hon en blogg om sömnad, spets och pärlor.. En dag övertalas hon av sina väninnor att spela på lotto och vinner 18 547 301 euro! Den dagen vinner hon stort. Eller gör hon det?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Contemporary",
                "Novels",
                "Roman",
                "European Literature",
                "Romance",
                "Adult Fiction",
                "Adult",
                "Drama"
            ]
        },
        {
            "title": "The Cut",
            "authors": [
                "George Pelecanos"
            ],
            "ranking": 3.7,
            "ranking_count": 4487,
            "abstract": "Crime fiction writer George Pelecanos introduces Spero Lucas, an anti-hero making his place in the world one battle at a time. Includes a bonus work of short fiction focusing on Spero's early life.. Spero Lucas has a new line of work. Since he returned home to Washington, D.C. after serving in Iraq, he has been doing special investigations for a defense attorney. He's good at it, and he has carved out a niche: recovering stolen property, no questions asked. His cut is forty percent.. A high-profile crime boss who has heard of Lucas's specialty hires him to find out who has been stealing from his operation. It's the biggest job Spero has ever been offered, and he quickly gets a sense of what's going on. But before he can close in on what's been taken, he tangles with a world of men whose amorality and violence leave him reeling. Is any cut worth your family, your lover, your life?. The first in a series of thrillers featuring Spero Lucas,. The Cut. is the latest confirmation of why George Pelecanos is perhaps America's greatest living crime writer. (Stephen King)",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Thriller",
                "Audiobook",
                "Novels",
                "Unfinished"
            ]
        },
        {
            "title": "Heresy",
            "authors": [
                "S.J. Parris"
            ],
            "ranking": 3.77,
            "ranking_count": 11157,
            "abstract": "Masterfully blending true events with fiction, this blockbuster historical thriller delivers a page-turning murder mystery set on the sixteenth-century Oxford University campus.. Giordano Bruno was a monk, poet, scientist, and magician on the run from the Roman Inquisition on charges of heresy for his belief that the Earth orbits the sun and that the universe is infinite. This alone could have got him burned at the stake, but he was also a student of occult philosophies and magic.. In S.J. Parris's gripping novel, Bruno's pursuit of this rare knowledge brings him to London, where he is unexpectedly recruited by Queen Elizabeth I and is sent undercover to Oxford University on the pretext of a royal visitation. Officially Bruno is to take part in a debate on the Copernican theory of the universe; unofficially, he is to find out whatever he can about a Catholic plot to overthrow the queen.. His mission is dramatically thrown off course by a series of grisly murders and a spirited and beautiful young woman. As Bruno begins to discover a pattern in these killings, he realizes that no one at Oxford is who he seems to be. Bruno must attempt to outwit a killer who appears obsessed with the boundary between truth and heresy.. Like The Dante Club and The Alienist, this clever, sophisticated, exceptionally enjoyable novel is written with the unstoppable narrative propulsion and stylistic flair of the very best historical thrillers.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Mystery",
                "Fiction",
                "Thriller",
                "Religion",
                "European Literature"
            ]
        },
        {
            "title": "Prayers for the Stolen",
            "authors": [
                "Jennifer Clement"
            ],
            "ranking": 3.97,
            "ranking_count": 8071,
            "abstract": "A haunting story of love and survival that introduces an unforgettable literary heroine. Ladydi Garcia Martínez is fierce, funny and smart. She was born into a world where being a girl is a dangerous thing. In the mountains of Guerrero, Mexico, women must fend for themselves, as their men have left to seek opportunities elsewhere. Here in the shadow of the drug war, bodies turn up on the outskirts of the village to be taken back to the earth by scorpions and snakes. School is held sporadically, when a volunteer can be coerced away from the big city for a semester. In Guerrero the drug lords are kings, and mothers disguise their daughters as sons, or when that fails they “make them ugly” – cropping their hair, blackening their teeth- anything to protect them from the rapacious grasp of the cartels. And when the black SUVs roll through town, Ladydi and her friends burrow into holes in their backyards like animals, tucked safely out of sight.. While her mother waits in vain for her husband’s return, Ladydi and her friends dream of a future that holds more promise than mere survival, finding humor, solidarity and fun in the face of so much tragedy. When Ladydi is offered work as a nanny for a wealthy family in Acapulco, she seizes the chance, and finds her first taste of love with a young caretaker there. But when a local murder tied to the cartel implicates a friend, Ladydi’s future takes a dark turn. Despite the odds against her, this spirited heroine’s resilience and resolve bring hope to otherwise heartbreaking conditions.. An illuminating and affecting portrait of women in rural Mexico, and a stunning exploration of the hidden consequences of an unjust war, PRAYERS FOR THE STOLEN is an unforgettable story of friendship, family, and determination.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Feminism",
                "Adult Fiction",
                "Womens",
                "Young Adult",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Red: A Natural History of the Redhead",
            "authors": [
                "Jacky Colliss Harvey"
            ],
            "ranking": 3.5,
            "ranking_count": 1167,
            "abstract": "A. New York Times. bestseller,. Red. is the first book to explore the history of red hair and red-headedness throughout the world.. With an obsessive fascination that is as contagious as it is compelling, Jacky Colliss Harvey explores red hair in the ancient world, the prejudice manifested against redheads across medieval Europe, and red hair during the Renaissance as both an indicator of Jewishness and the height of fashion in Protestant England, thanks to Elizabeth I.. Colliss Harvey also examines depictions of red hair in art and literature, looks at modern medicine and the genetic decoding of redheads, and considers red hair in contemporary culture, from advertising to 'gingerism' and bullying.. More than just a book for redheads,. Red. is a fascinating social and cultural celebration of a rich and mysterious genetic quirk.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Science",
                "Sociology",
                "Historical",
                "Art",
                "Audiobook",
                "Biology",
                "Culture"
            ]
        },
        {
            "title": "Doctor Who: Borrowed Time",
            "authors": [
                "Naomi Alderman"
            ],
            "ranking": 3.97,
            "ranking_count": 1325,
            "abstract": "'You want more time Mr Brown, of course you do. We all want more time. Let me make you an offer...'. Andrew Brown never has enough time. No time to call his sister, or to prepare for that important presentation at the bank where he works. The train's late, the lift jams. If only he'd had just a little more time. And time is the business of Mr Symington and Mr Blenkinsop. They'll lend him some - at a very reasonable rate of interest.. Detecting a problem, the Doctor, Amy and Rory go undercover at the bank. But they have to move fast to stop Symington and Blenkinsop before they cash in their investments.. A thrilling all-new adventure featuring the Doctor, Amy and Rory, as played by Matt Smith, Karen Gillan and Arthur Darvill in the spectacular hit Doctor Who series from BBC Television.",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Young Adult",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Black Movie",
            "authors": [
                "Danez Smith"
            ],
            "ranking": 4.47,
            "ranking_count": 1143,
            "abstract": "“These harrowing poems make montage, make mirrors, make elegiac biopic, make “dope ass trailer with a hundred black children / smiling into the camera & the last shot is the wide mouth of a pistol.” That’s no spoiler alert, but rather, Smith’s way–saying & laying it beautifully bare. A way of desensitizing the reader from his own defenses each time this long, Black Movie repeats.”. – Marcus Wicker, author of. Silencer",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Race",
                "LGBT",
                "Cultural",
                "Nonfiction",
                "Politics",
                "Adult",
                "Queer"
            ]
        },
        {
            "title": "The Last Tudor",
            "authors": [
                "Philippa Gregory"
            ],
            "ranking": 3.83,
            "ranking_count": 20376,
            "abstract": "The latest novel from #1 New York Times bestselling author Philippa Gregory features one of the most famous girls in history, Lady Jane Grey, and her two sisters, each of whom dared to defy her queen.. Jane Grey was queen of England for nine days. Her father and his allies crowned her instead of the dead king’s half sister Mary Tudor, who quickly mustered an army, claimed her throne, and locked Jane in the Tower of London. When Jane refused to betray her Protestant faith, Mary sent her to the executioner’s block, where Jane transformed her father’s greedy power grab into tragic martyrdom.. “Learn you to die,” was the advice Jane wrote to her younger sister Katherine, who has no intention of dying. She intends to enjoy her beauty and her youth and fall in love. But she is heir to the insecure and infertile Queen Mary and then to her half sister, Queen Elizabeth, who will never allow Katherine to marry and produce a Tudor son. When Katherine’s pregnancy betrays her secret marriage, she faces imprisonment in the Tower, only yards from her sister’s scaffold.. “Farewell, my sister,” writes Katherine to the youngest Grey sister, Mary. A beautiful dwarf, disregarded by the court, Mary keeps family secrets, especially her own, while avoiding Elizabeth’s suspicious glare. After seeing her sisters defy their queens, Mary is acutely aware of her own danger but determined to command her own life. What will happen when the last Tudor defies her ruthless and unforgiving Queen Elizabeth?",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "English History",
                "European Literature",
                "Adult",
                "Audiobook",
                "Romance",
                "Literature",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Novice's Tale",
            "authors": [
                "Ann Swinfen"
            ],
            "ranking": 4.32,
            "ranking_count": 1630,
            "abstract": "When the novice Emma Thorgold goes missing from Godstow Abbey in the summer of 1353, the hunt is on throughout the Oxfordshire countryside. Bookseller Nicholas Elyot and scholar Jordain Brinkylsworth are anxious to help the girl, but her stepfather has other intentions. Why is he so determined to shut her away for life? Or worse? And will she be found unharmed?",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Mystery",
                "Fiction",
                "European Literature"
            ]
        },
        {
            "title": "Бедността. Пътеводител за деца",
            "authors": [
                "Hanna Gill-Piątek",
                "Henryka Krzywonos",
                "Павлина Сивова",
                "Anna Pluta"
            ],
            "ranking": 4.36,
            "ranking_count": 25,
            "abstract": "Полските авторки са се заели с нелеката задача да обяснят по достъпен начин какво причинява бедността и защо има хора, които не могат да се избавят от нея, както и какви са пътищата едно общество да реши този проблем.. Бедността не е само липса на пари. С нея са свързани много по-лоши неща. Срам, че нямам това, което имат другите. Чувство на малоценност, когато се сравнявам с връстниците си. Както и когато техните родители им купуват скъпи подаръци, с които те се хвалят пред целия клас.. Сигурно чувстваш колко е трудно. Още повече, че бедността никога не е по вина на децата. Възрастните са тези, които отговарят за съдбата им.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "A Million Suns",
            "authors": [
                "Beth Revis"
            ],
            "ranking": 4.01,
            "ranking_count": 53261,
            "abstract": "Godspeed was once fueled by lies. Now it is ruled by chaos.. It’s been three months since Amy was unplugged. The life she always knew is over. Everywhere she looks, she sees the walls of the spaceship. Godspeed. .. But there may be hope: Elder has assumed leadership of the ship. He's finally free to act on his vision—no more Phydus, no more lies.. But when Elder learns shocking news about the ship, he and Amy race to discover the truth behind life on. Godspeed. . They must work together to unlock a mystery that was set in motion hundreds of years earlier. Their success—or failure—will determine the fate of the 2,298 passengers aboard. Godspeed. . But with each step, the journey becomes more perilous, the ship more chaotic, and the love between them more impossible to fight.. Beth Revis catapulted readers into the far reaches of space with her. New York Times. bestselling debut,. Across the Universe. . In. A Million Suns. , Beth deepens the mystery with action, suspense, romance, and deep philosophical questions. And this time it all builds to one mind-bending conclusion:. They have to get off this ship.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fantasy",
                "Fiction",
                "Mystery",
                "Space",
                "Futuristic"
            ]
        },
        {
            "title": "The Municipalists",
            "authors": [
                "Seth Fried"
            ],
            "ranking": 3.6,
            "ranking_count": 2556,
            "abstract": "A novel about an unlikely pair of lonely outsiders--one human, one AI--on an adventure to save the great American city of Metropolis written by one of the most exciting new voices in fiction (Charles Yu). *Named one of the best books of the month by. Library Journal. (Debut of the Month),. The Verge. ,. io9. ,. Amazon Books. , Book of the Month Club,. Vol. 1 Brooklyn. ,. NYLON,. and. Tor.com. *. In Metropolis, the gleaming city of tomorrow, the dream of the great American city has been achieved. But all that is about to change, unless a neurotic, rule-following bureaucrat and an irreverent, freewheeling artificial intelligence can save the city from a mysterious terrorist plot that threatens its very existence.. Henry Thompson has dedicated his life to improving America's infrastructure as a proud employee of the United States Municipal Survey. So when the agency comes under attack, he dutifully accepts his unexpected mission to visit Metropolis looking for answers. But his plans to investigate quietly, quickly, and carefully are interrupted by his new partner: a day-drinking know-it-all named OWEN, who also turns out to be the projected embodiment of the agency's supercomputer. Soon, Henry and OWEN are fighting to save not only their own lives and those of the city's millions of inhabitants, but also the soul of Metropolis.. The Municipalists. is a thrilling, funny, and touching adventure story, a tour-de-force of imagination that trenchantly explores our relationships to the cities around us and the technologies guiding us into the future.. A new and irreverent take on both real-world politics and sci-fi history.. -The Wall Street Journal",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Mystery",
                "Science Fiction Fantasy",
                "Humor",
                "Thriller",
                "Novels",
                "Geography",
                "Artificial Intelligence"
            ]
        },
        {
            "title": "The Lazarus Poems",
            "authors": [
                "Edward Kamau Brathwaite"
            ],
            "ranking": 4.5,
            "ranking_count": 4,
            "abstract": "A mystical masterwork. This book by the great Barbadian poet Kamau Brathwaite is characteristically sui generis, vatic, and strange, exhibiting ornery bravura. Tonally and typographically frenetic in the 'sycorax video style' he's been employing for decades, the work examines a major theme appropriate to a great poet in the late stages of his career: that of the afterlife. Brathwaite performs a kind of spiritual/aesthetic GPS in his poetry and is is a poet of undeniable stature, writing the final poems of his career. Central to the book is a series of poems outlining the speaker's (the poet's) experiences with what he calls Cultural Lynching. These poems speak of appropriation, theft, isolation, and exploitation, all within a context of an American hegemony that intensifies the racial politics and ageism underlying the events described. The speaker's pain and outrage are almost overwhelming. Filled with longing, rage, nostalgia, impotence, wisdom, and love, this book is moving in every sense of the word.",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "The Tenant",
            "authors": [
                "Katrine Engberg"
            ],
            "ranking": 3.58,
            "ranking_count": 12103,
            "abstract": "When a young woman is discovered brutally murdered in her own apartment, with an intricate pattern of lines carved into her face, Copenhagen police detectives Jeppe Korner and Anette Werner are assigned to the case. In short order, they establish a link between the victim, Julie Stender, and her landlady, Esther de Laurenti, who’s a bit too fond of drink and the host of raucous dinner parties with her artist friends. Esther also turns out to be a budding novelist—and when Julie turns up as a murder victim in the still-unfinished mystery she’s writing, the link between fiction and real life grows both more urgent and more dangerous.. But Esther’s role in this twisted scenario is not quite as clear as it first seems. Is she the culprit—or just another victim, trapped in a twisted game of vengeance? Anette and Jeppe must dig more deeply into the two women’s pasts to discover the identity of the brutal puppet-master pulling the strings in this electrifying literary thriller.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Scandinavian Lite...",
                "Suspense",
                "Audiobook",
                "Cultural",
                "Contemporary"
            ]
        },
        {
            "title": "The Best of All Possible Worlds",
            "authors": [
                "Karen Lord"
            ],
            "ranking": 3.6,
            "ranking_count": 4566,
            "abstract": "A proud and reserved alien society finds its homeland destroyed in an unprovoked act of aggression, and the survivors have no choice but to reach out to the indigenous humanoids of their adopted world, to whom they are distantly related. They wish to preserve their cherished way of life but come to discover that in order to preserve their culture, they may have to change it forever.. Now a man and a woman from these two clashing societies must work together to save this vanishing race—and end up uncovering ancient mysteries with far-reaching ramifications. As their mission hangs in the balance, this unlikely team—one cool and cerebral, the other fiery and impulsive—just may find in each other their own destinies . . . and a force that transcends all.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Romance",
                "Fantasy",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Adult",
                "Space"
            ]
        },
        {
            "title": "The Angel of History",
            "authors": [
                "Rabih Alameddine"
            ],
            "ranking": 3.84,
            "ranking_count": 1214,
            "abstract": "Following the critical and commercial success of. An Unnecessary Woman. , Alameddine delivers a spectacular portrait of a man and an era of profound political and social upheaval.. Set over the course of one night in the waiting room of a psych clinic,. The Angel of History. follows Yemeni-born poet Jacob as he revisits the events of his life, from his maternal upbringing in an Egyptian whorehouse to his adolescence under the aegis of his wealthy father and his life as a gay Arab man in San Francisco at the height of AIDS. Hovered over by the presence of alluring, sassy Satan who taunts Jacob to remember his painful past and dour, frigid Death who urges him to forget and give up on life, Jacob is also attended to by 14 saints. Set in Cairo and Beirut; Sana'a, Stockholm, and San Francisco; Alameddine gives us a charged philosophical portrait of a brilliant mind in crisis. This is a profound, philosophical and hilariously winning story of the war between memory and oblivion we wrestle with every day of our lives.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Literary Fiction",
                "Novels",
                "Cultural",
                "Contemporary",
                "Literature",
                "Northern Africa"
            ]
        },
        {
            "title": "D.L. Moody - A Life: Innovator, Evangelist, World Changer",
            "authors": [
                "Kevin Belmonte"
            ],
            "ranking": 4.08,
            "ranking_count": 153,
            "abstract": "He burst on the fusty corridors of Victorian spirituality like a breath of fresh air, regaling one prime minister with his sense of humor and touching the lives of seven presidents.. Who was this man? A visionary educator and fundraiser, D. L. Moody was also a renowned evangelist in the nineteenth century. Long before radio and television, he brought the transformative message of the gospel before 100 million people on both sides of the Atlantic. Thousands of underprivileged young people were educated in the schools he established, and before the Civil War, he went to a place no one else would: the slums of Chicago called, Little Hell. The mission he started in an abandoned saloon drew children by the hundreds and prompted a visit from President-elect, Abraham Lincoln, in 1860.. Drawing on the best, most recent scholarship,. D. L. Moody—A Life. chronicles the incredible journey of one of the great souls of history.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "History",
                "Christian",
                "Nonfiction"
            ]
        },
        {
            "title": "The League of Extraordinary Gentlemen, Vol. 4: The Tempest",
            "authors": [
                "Alan Moore",
                "Kevin    O'Neill"
            ],
            "ranking": 3.73,
            "ranking_count": 646,
            "abstract": "Welcome to the story to end all stories. Two decades of literary League lunacy have all been building to this, the most ambitious meta-comic imaginable.. After an epic twenty-year journey through the entirety of human culture - the biggest cross-continuity 'universe' that is conceivable - Alan Moore and Kevin O'Neill conclude both their legendary League of Extraordinary Gentlemen and their equally legendary comic-book careers with the series' spectacular fourth and final volume, The Tempest. Tying up the slenderest of plot threads and allusions from the three preceding volumes, The Black Dossier, and the Nemo trilogy into a dazzling and ingenious bow, the world's most accomplished and bad-tempered artist-writer team use their most stylistically adventurous outing yet to display the glories of the medium they are leaving; to demonstrate the excitement that attracted them to the field in the first place; and to analyse, critically and entertainingly, the reasons for their departure.. Opening simultaneously in the panic-stricken headquarters of British Military Intelligence, the fabled Ayesha's lost African city of Kor and the domed citadel of 'We' on the devastated Earth of the year 2,996, the dense and yet furiously-paced narrative hurtles like an express locomotive across the fictional globe from Lincoln Island to modern America to the Blazing World; from the Jacobean antiquity of Prospero's Men to the superhero-inundated pastures of the present to the unimaginable reaches of a shimmering science-fiction future. With a cast-list that includes many of the most iconic figures from literature and pop culture, and a tempo that conveys the terrible momentum of inevitable events, this is literally and literarily the story to end all stories. Originally published as a six-issue run of unfashionable, outmoded and flimsy children's comics that would make you appear emotionally backward if you read them on the bus, this climactic magnum opus also reprints classic English super-team publication The Seven Stars from the murky black-and-white reaches of 1964. A magnificent celebration of everything comics were, are and could be, any appreciator or student of the medium would be unwise to miss The League of Extraordinary Gentlemen, Volume IV: THE TEMPEST.. Co-Published by Top Shelf Productions (US) and Knockabout (UK).",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Science Fiction",
                "Comics",
                "Fiction",
                "Graphic Novels Comics",
                "Horror",
                "Adventure"
            ]
        },
        {
            "title": "Mr. Vega",
            "authors": [
                "Xyla Turner"
            ],
            "ranking": 4.22,
            "ranking_count": 1041,
            "abstract": "Mr. Vega. I didn't want this woman to be my nanny. She had no experience and a failed art career. What did she know about rearing children? She was my late wife's choice and I didn't too much care for the woman and she didn't care for me either.. Until all hell broke loose and the nanny was the only one my son could turn to. The only one. we. could rely on. She kept us going and then she wanted to leave too.. Not a damn chance.. Faith. There could never be anything between me and Mr. Vega. He was the father of the boy in my charge. I was his nanny. Nothing more and nothing less.. The lines needed to be clear between him and me, but a nagging feeling told me, he would keep them blurred.. --. Note:. This is a standalone book, but it does have cameos from other series.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Audiobook",
                "Death",
                "Fiction"
            ]
        },
        {
            "title": "The Divide: A Brief Guide to Global Inequality and its Solutions",
            "authors": [
                "Jason Hickel"
            ],
            "ranking": 4.63,
            "ranking_count": 1886,
            "abstract": "For decades we have been told a story about the divide between rich countries and poor countries.. We have been told that development is working: that the global South is catching up to the North, that poverty has been cut in half over the past thirty years, and will be eradicated by 2030. It’s a comforting tale, and one that is endorsed by the world’s most powerful governments and corporations. But is it true?. Since 1960, the income gap between the North and South has roughly tripled in size. Today 4.3 billion people, 60 per cent of the world's population, live on less than $5 per day. Some 1 billion live on less than $1 a day. The richest eight people now control the same amount of wealth as the poorest half of the world combined.. What is causing this growing divide? We are told that poverty is a natural phenomenon that can be fixed with aid. But in reality it is a political problem: poverty doesn’t just exist, it has been created.. Poor countries are poor because they are integrated into the global economic system on unequal terms. Aid only works to hide the deep patterns of wealth extraction that cause poverty and inequality in the first place: rigged trade deals, tax evasion, land grabs and the costs associated with climate change.. The Divide. tracks the evolution of this system, from the expeditions of Christopher Columbus in the 1490s to the international debt regime, which has allowed a handful of rich countries to effectively control economic policies in the rest of the world.. Because poverty is a political problem, it requires political solutions.. The Divide. offers a range of revelatory answers, but also explains that something much more radical is needed – a revolution in our way of thinking. Drawing on pioneering research, detailed analysis and years of first-hand experience,. The Divide. is a provocative, urgent and ultimately uplifting account of how the world works, and how it can change.",
            "part_of_series": false,
            "genre_list": [
                "Economics",
                "Nonfiction",
                "Politics",
                "History",
                "Sociology",
                "Culture",
                "Social Movements",
                "Social Issues",
                "Science"
            ]
        },
        {
            "title": "How to be a Tudor",
            "authors": [
                "Ruth Goodman"
            ],
            "ranking": 4.03,
            "ranking_count": 3372,
            "abstract": "The real Wolf Hall - a time traveller's guide to daily life in Tudor England The Tudor era encompasses some of the greatest changes in our history. But while we know about the historical dramas of the times - most notably in the court of Henry VIII - what was life really like for a commoner like you or me? To answer this question, the renowned method historian and historical advisor to the BBC Ruth Goodman has slept, washed and cooked as the Tudors did - so you don't have to! She is your expert guide to this fascinating era, drawing on years of practical historical study to show how our ancestors coped with everyday life, from how they slept to how they courted. Using a vast range of sources, she takes you back to the time when soot was used as toothpaste and the upper crust of bread was served to the wealthier members of the house. Exploring how the Tudors learnt, danced and even sat and stood according to the latest fashion, she reveals what it all felt, smelt and tasted like, from morning until night. 'Ruth is the queen of living history, long may she reign!' - Lucy Worsley",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Historical",
                "English History",
                "European Literature",
                "Audiobook",
                "Reference",
                "Literature",
                "Adult"
            ]
        },
        {
            "title": "Laughing All the Way to the Bank (Robbery): My Education at Con College",
            "authors": [
                "Michael  Rickard"
            ],
            "ranking": 4.5,
            "ranking_count": 52,
            "abstract": "What happens when an attorney decides to rob banks? He gets sent to Con College where he finds out what it's like INSIDE of prison. Read the amazing story of how an attorney survived three years in federal prison, and emerged the better for it.",
            "part_of_series": false,
            "genre_list": [
                "Crime"
            ]
        },
        {
            "title": "Winter Tide",
            "authors": [
                "Ruthanna Emrys"
            ],
            "ranking": 3.75,
            "ranking_count": 3018,
            "abstract": "After attacking Devil’s Reef in 1928, the U.S. government rounded up the people of Innsmouth and took them to the desert, far from their ocean, their Deep One ancestors, and their sleeping god Cthulhu. Only Aphra and Caleb Marsh survived the camps, and they emerged without a past or a future.. The government that stole Aphra's life now needs her help. FBI agent Ron Spector believes that Communist spies have stolen dangerous magical secrets from Miskatonic University, secrets that could turn the Cold War hot in an instant, and hasten the end of the human race.. Aphra must return to the ruins of her home, gather scraps of her stolen history, and assemble a new family to face the darkness of human nature.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Horror",
                "Fiction",
                "Historical",
                "Science Fiction",
                "Audiobook",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Running with Sherman",
            "authors": [
                "Christopher McDougall"
            ],
            "ranking": 4.27,
            "ranking_count": 7917,
            "abstract": "A heartwarming story about training a rescue donkey to run one of the most challenging races in America.. When Chris McDougall agreed to take in a donkey from an animal hoarder, he thought it would be no harder than the rest of the adjustments he and his family had made after moving from Philadelphia to the heart of Pennsylvania Amish country. But when he arrived, Sherman was in such bad shape he could barely move, and his hair was coming out in clumps. Chris decided to undertake a radical rehabilitation program designed not only to heal Sherman's body but to heal his mind as well. It turns out the best way to soothe a donkey is to give it a job, and so Chris decided to teach Sherman how to run. He'd heard about burro racing--a unique type of race where humans and donkeys run together in a call-back to mining days--and decided he and Sherman would enter the World Championship in Colorado.. Easier said than done. In the course of Sherman's training, Chris would have to recruit several other runners, both human and equine, and call upon the wisdom of burro racers, goat farmers, Amish running club members, and a group of irrepressible female long-haul truckers. Along the way, he shows us the life-changing power of animals, nature, and community.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Animals",
                "Autobiography",
                "Sports",
                "Audiobook",
                "Biography",
                "Adventure",
                "Adult",
                "Book Club",
                "Biography Memoir"
            ]
        },
        {
            "title": "Miracles & Merits of Allah's Messenger - Al Bidayah VI",
            "authors": [
                "ابن كثير",
                "Ibn Kathir"
            ],
            "ranking": 4.6,
            "ranking_count": 60,
            "abstract": "Darussalam is proud to present the abridged English translation of the classic work: Al-Bidayah wan Nihayah. This book focus on the events that took place after the death of Messenger of Allah, peace and blessings of Allah be upon him, such as the choosing of Abu Bakr as the Caliph, the ghusl of Prophet, peace and blessings of Allah be upon him, and his burial.. The book then discusses the blessed and beautiful characteristics and merits of the Prophet and then goes on to describe the miracles that he performed. Ibn Katheer then compares the miracles given to Prophet Muhammad, peace and blessings of Allah be upon him, with those that were given to other prophets; he then shows that Prophet Muhammad, peace and blessings of Allah be upon him, collectively received the same miracles that were granted to other Prophets separately.. Al-Bidayah wan Nihayah (The Beginning and The End) by the renowned scholar Abu Al-Fida ‘Imad ad-Deen Isma’eel bin ‘Umar ibn Katheer, is considered one of the most authoritative sources of Islamic history.",
            "part_of_series": false,
            "genre_list": [
                "Religion"
            ]
        },
        {
            "title": "Wait for Me!",
            "authors": [
                "Deborah Mitford"
            ],
            "ranking": 3.79,
            "ranking_count": 2998,
            "abstract": "Deborah Mitford, Duchess of Devonshire, is the youngest of the famously witty brood of six daughters and one son that included the writers Jessica and Nancy, who wrote, when Deborah was born, “How disgusting of the poor darling to go and be a girl.” Deborah’s effervescent memoir. Wait for Me!. chronicles her remarkable life, from an eccentric but happy childhood roaming the Oxfordshire countryside, to tea with Adolf Hitler and her sister Unity in 1937, to her marriage to Andrew Cavendish, the second son of the Duke of Devonshire. Her life changed utterly with his unexpected inheritance of the title and vast estates after the wartime death of his brother, who had married “Kick” Kennedy, the beloved sister of John F. Kennedy. Her friendship with that family would last through triumph and tragedy.. In 1959, the Duchess and her family took up residence in Chatsworth, the four-hundred-year-old family seat, with its incomparable collections of paintings, tapestry, and sculpture—the combined accumulations of generations of tastemakers. Neglected due to the economies of two world wars and punitive inheritance taxes, the great house soon came to life again under the careful attention of the Duchess. It is regarded as one of England’s most loved and popular historic houses.. Wait for Me!. is written with intense warmth, charm, and perception. A unique portrait of an age of tumult, splendor, and change, it is also an unprecedented look at the rhythms of life inside one of the great aristocratic families of England. With its razor-sharp portraits of the Duchess’s many friends and cohorts—politicians, writers, artists, sportsmen—it is truly irresistible reading, and will join the shelf of Mitford classics to delight readers for years to come.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Autobiography",
                "History",
                "Biography Memoir",
                "European Literature",
                "Historical",
                "Audiobook",
                "War"
            ]
        },
        {
            "title": "The Bone Houses",
            "authors": [
                "Emily Lloyd-Jones"
            ],
            "ranking": 4.01,
            "ranking_count": 15338,
            "abstract": "Seventeen-year-old Aderyn (Ryn) only cares about two things: her family, and her family's graveyard. And right now, both are in dire straits. Since the death of their parents, Ryn and her siblings have been scraping together a meager existence as gravediggers in the remote village of Colbren, which sits at the foot of a harsh and deadly mountain range that was once home to the fae. The problem with being a gravedigger in Colbren, though, is that the dead don't always. stay. dead.. The risen corpses are known as bone houses, and legend says that they're the result of a decades-old curse. When Ellis, an apprentice mapmaker with a mysterious past, arrives in town, the bone houses attack with new ferocity. What is it that draws them near? And more importantly, how can they be stopped for good?. Together, Ellis and Ryn embark on a journey that will take them deep into the heart of the mountains, where they will have to face both the curse and the long-hidden truths about themselves.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Horror",
                "Historical",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Chalk Man",
            "authors": [
                "C.J. Tudor"
            ],
            "ranking": 3.72,
            "ranking_count": 85161,
            "abstract": "In 1986, Eddie and his friends are just kids on the verge of adolescence. They spend their days biking around their sleepy English village and looking for any taste of excitement they can get. The chalk men are their secret code: little chalk stick figures they leave for one another as messages only they can understand. But then a mysterious chalk man leads them right to a dismembered body, and nothing is ever the same.. In 2016, Eddie is fully grown, and thinks he's put his past behind him. But then he gets a letter in the mail, containing a single chalk stick figure. When it turns out that his friends got the same message, they think it could be a prank . . . until one of them turns up dead.. That's when Eddie realizes that saving himself means finally figuring out what really happened all those years ago.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Horror",
                "Suspense",
                "Adult",
                "Audiobook",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Glass Room",
            "authors": [
                "Ann Cleeves"
            ],
            "ranking": 4.04,
            "ranking_count": 8526,
            "abstract": "DI Vera Stanhope is not one to make friends easily, but her hippy neighbours keep her well-supplied in homebrew and conversation so she has more tolerance for them than most. When one of them goes missing she feels duty-bound to find out what happened. But her path leads her to more than just a missing friend.Shortlisted for the Specsavers Bestseller Dagger.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Audiobook",
                "European Literature",
                "Thriller",
                "Contemporary"
            ]
        },
        {
            "title": "Hunting Prince Dracula",
            "authors": [
                "Kerri Maniscalco"
            ],
            "ranking": 4.24,
            "ranking_count": 48876,
            "abstract": "Following the grief and horror of her discovery of Jack the Ripper's true identity, Audrey Rose Wadsworth has no choice but to flee London and its memories. Together with the arrogant yet charming Thomas Cresswell, she journeys to the dark heart of Romania, home to one of Europe's best schools of forensic medicine... and to another notorious killer, Vlad the Impaler, whose thirst for blood became legend.. But her life's dream is soon tainted by blood-soaked discoveries in the halls of the school's forbidding castle, and Audrey Rose is compelled to investigate the strangely familiar murders. What she finds brings all her terrifying fears to life once again.. In this New York Times bestselling sequel to Kerri Maniscalco's haunting #1 debut Stalking Jack the Ripper, bizarre murders are discovered in the castle of Prince Vlad the Impaler, otherwise known as Dracula. Could it be a copycat killer...or has the depraved prince been brought back to life?",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Mystery",
                "Young Adult",
                "Romance",
                "Fantasy",
                "Horror",
                "Audiobook",
                "Thriller"
            ]
        },
        {
            "title": "Command and Control",
            "authors": [
                "Eric Schlosser"
            ],
            "ranking": 4.24,
            "ranking_count": 11843,
            "abstract": "Command and Control. interweaves the minute-by-minute story of an accident at a missile silo in rural Arkansas, where a single crew struggled to prevent the explosion of the most powerful nuclear warhead ever built by the United States, with a historical narrative that spans more than fifty years. It depicts the urgent effort to ensure that nuclear weapons can't be stolen, sabotaged, used without permission, or detonated inadvertently. Schlosser also looks at the Cold War from a new perspective, offering history from the ground up, telling the stories of bomber pilots, missile commanders, maintenance crews, and other ordinary servicemen who risked their lives to avert a nuclear holocaust. Drawing on recently declassified documents and interviews with men who designed and routinely handled nuclear weapons,. Command and Control. takes readers into a terrifying but fascinating world that, until now, has been largely hidden from view.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "Science",
                "War",
                "North American Hi...",
                "Audiobook",
                "Military"
            ]
        },
        {
            "title": "Bluebird: Women and the New Psychology of Happiness",
            "authors": [
                "Ariel Gore"
            ],
            "ranking": 3.73,
            "ranking_count": 632,
            "abstract": "CAN A WOMAN BE SMART, EMPOWERED, AND HAPPY ?. Happiness has become a serious business. Where twentiethcentury psychology focused on depression and illness, in the new millennium scientists have begun focusing on positive psychology--the study of happiness. Ariel Gore first became intrigued by this subject when she discovered that Positive Psychology was the most popular course on the Harvard campus. As she read deeper into the topic, she noticed something disturbing: everyone in this happy land was a man. Worse still, some of these new experts seemed hell-bent on proving that women with traditional values and breadwinning husbands--those who had made an effort to expect less, according to one sociologist--were more content than women with feminist values. The more she read the more she wondered: Can a woman be smart, empowered, and happy? Determined to find out, Gore began her own study in living-- a journey into the feminine history, science, and experience of happiness. Her results, chronicled with humor and curiosity in Bluebird, are by turns fascinating and enriching. A woman's happiness may not come easy, and it may not take the forms prescribed by popular culture. But, as Gore discovers, it is not only possible but necessary. Bluebird is a smart, no-nonsense, uplifting study of the real secret of joy, and whether it's truly at odds with the goals of modern women.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Feminism",
                "Self Help",
                "Health",
                "Womens",
                "Adult",
                "Gender"
            ]
        },
        {
            "title": "Merivel: A Man of His Time",
            "authors": [
                "Rose Tremain"
            ],
            "ranking": 3.97,
            "ranking_count": 2099,
            "abstract": "Robert Merivel, medecin renomme et ami du roi Charles II d'Angleterre, n'est desormais plus un jeune homme en age de batifoler a sa guise. Desespere a cette idee, il se rend en France pour tenter de se faire une place a la cour du Roi-Soleil.Mais Versailles - aux decors si brillants et aux realites parfois si sordides - n'est qu'un monde d'illusions. Heureusement, la rencontre fortuite avec Madame de Flamanville, une botaniste experimentee va l'entrainer sur les sentiers de l'amour erotique.. Dechire entre le bonheur des plaisirs retrouves et le desir de donner un sens a sa vie, Merivel se lance dans les sciences et notamment dans l'etude originale de l'ame des animaux, s'il s'efforce d'etre assidu, il se laisse souvent aller a la paresse et au rire. Car Merivel reste avant tout un epicurien, qui peut concevoir la vie sans amour ni sans joie.Traduit de l'anglais par Edith Soonckindt",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Literature",
                "Literary Fiction",
                "Novels",
                "European Literature",
                "Cultural",
                "Audiobook"
            ]
        },
        {
            "title": "They Fight Like Soldiers, They Die Like Children: The Global Quest to Eradicate the Use of Child Soldiers",
            "authors": [
                "Roméo Dallaire",
                "Jessica Dee Humphreys"
            ],
            "ranking": 4.03,
            "ranking_count": 1214,
            "abstract": "The ultimate focus of the rest of my life is to eradicate the use of child soldiers and to eliminate even the thought of the use of children as instruments of war. —Roméo Dallaire. In conflicts around the world, there is an increasingly popular weapon system that requires negligible technology, is simple to sustain, has unlimited versatility and incredible capacity for both loyalty and barbarism. In fact, there is no more complete end-to-end weapon system in the inventory of war-machines. What are these cheap, renewable, plentiful, sophisticated and expendable weapons? Children.. Roméo Dallaire was first confronted with child soldiers in unnamed villages on the tops of the thousand hills of Rwanda during the genocide of 1994. The dilemma of the adult soldier who faced them is beautifully expressed in his book's title: when children are shooting at you, they are soldiers, but as soon as they are wounded or killed they are children once again.. Believing that not one of us should tolerate a child being used in this fashion, Dallaire has made it his mission to end the use of child soldiers. In this book, he provides an intellectually daring and enlightening introduction to the child soldier phenomenon, as well as inspiring and concrete solutions to eradicate it.. From the Hardcover edition.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Cultural",
                "War",
                "History",
                "Politics",
                "Eastern Africa",
                "Social Movements",
                "Biography"
            ]
        },
        {
            "title": "The Memoir Project: A Thoroughly Non-Standardized Text for Writing  Life",
            "authors": [
                "Marion Roach Smith"
            ],
            "ranking": 4.31,
            "ranking_count": 1242,
            "abstract": "A recent study revealed that the Number 1 thing that baby boomers want to do in retirement is write a book....about themselves. It's not that every person has lived such a unique or dramatic life, but we inherently understand that writing memoir-whether it's a book, blog, or just a letter to a child-is the single greatest portal to self-examination.. While there have been other writing books, there's been nothing like Marion Roach Smith's. THE MEMOIR PROJECT. . Marion has written four books and she's been teaching a sold-out memoir writing class for 13 years. Her new book is a disarmingly frank, but wildly fun, distillation of all the unsentimental lessons that WORK. Tired topics like writing exercises, morning pages and writer's block are replaced with quirky, provocative tactics that teach you to write with purpose.. Previously self-published in April 2010 (under the title. Writing What You Know: Realia. ), the book has already proven hugely popular, and with its new title and updated content, it is sure to find an even bigger and even more enthusiastic audience.",
            "part_of_series": false,
            "genre_list": [
                "Language",
                "Autobiography",
                "Nonfiction",
                "How To",
                "Reference",
                "Art",
                "Self Help",
                "Biography",
                "Education",
                "Diary"
            ]
        },
        {
            "title": "Rise of the Corpses",
            "authors": [
                "Ty Drago"
            ],
            "ranking": 3.98,
            "ranking_count": 474,
            "abstract": "On a sunny Wednesday morning in October, a day that would mark the end of one life and the beginning of another, I found out my grouchy next door neighbor was the walking dead. When you turn around expecting to see something familiar, and instead see something else altogether, it takes a little while for your brain to catch up with your eyes. I call it the 'Holy Crap Factor.'. Forced to flee his home and family, twelve-year-old Will Ritter falls in with the Undertakers - a rag-tag army of teenage resistance fighters who've banded together to battle the Corpses.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Adventure",
                "Apocalyptic"
            ]
        },
        {
            "title": "Tilt",
            "authors": [
                "Ellen Hopkins"
            ],
            "ranking": 4.2,
            "ranking_count": 15958,
            "abstract": "Love—good and bad—forces three teens’ worlds to tilt in a riveting novel from. New York Times. bestselling author Ellen Hopkins.. Three teens, three stories—all interconnected through their parents’ family relationships. As the adults pull away, caught up in their own dilemmas, the lives of the teens begin to tilt….. Mikayla, almost eighteen, is over-the-top in love with Dylan, who loves her back jealously. But what happens to that love when Mikayla gets pregnant the summer before their senior year—and decides to keep the baby?. Shane turns sixteen that same summer and falls hard in love with his first boyfriend, Alex, who happens to be HIV positive. Shane has lived for four years with his little sister’s impending death. Can he accept Alex’s love, knowing that his life, too, will be shortened?. Harley is fourteen—a good girl searching for new experiences, especially love from an older boy. She never expects to hurdle toward self-destructive extremes in order to define who she is and who she wants to be.. Love, in all its forms, has crucial consequences in this standalone novel.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Poetry",
                "Contemporary",
                "Fiction",
                "Realistic Fiction",
                "Romance",
                "LGBT",
                "Health"
            ]
        },
        {
            "title": "Captive: My Time as a Prisoner of the Taliban",
            "authors": [
                "Jere Van Dyk"
            ],
            "ranking": 3.37,
            "ranking_count": 334,
            "abstract": "An American reporter's chilling account of being kidnapped and imprisoned by the Taliban, in the no-man's-land between Afghanistan and Pakistan. Jere Van Dyk was on the wrong side of the border. He and three Afghan guides had crossed into the tribal areas of Pakistan, where no Westerner had ventured for years, hoping to reach the home of a local chieftain by nightfall. But then a dozen armed men in black turbans appeared over the crest of a hill.. Captive is Van Dyk's searing account of his forty-five days in a Taliban prison, and it is gripping and terrifying in the tradition of the best prison literature. The main action takes place in a single room, cut off from the outside world, where Van Dyk feels he can trust nobody--not his jailers, not his guides (who he fears may have betrayed him), and certainly not the charismatic Taliban leader whose fleeting appearances carry the hope of redemption as well as the prospect of immediate, violent death.. Van Dyk went to the tribal areas to investigate the challenges facing America there. His story is of a deeper, more personal challenge, an unforgettable tale of human endurance.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "War",
                "Thriller",
                "Adventure",
                "History"
            ]
        },
        {
            "title": "WWW: Wonder",
            "authors": [
                "Robert J. Sawyer"
            ],
            "ranking": 3.98,
            "ranking_count": 4066,
            "abstract": "Webmind-the vast consciousness that spontaneously emerged from the infrastructure of the World Wide Web-has proven its worth to humanity by aiding in everything from curing cancer to easing international tensions. But the brass at the Pentagon see Webmind as a threat that needs to be eliminated.. Caitlin Decter-the once-blind sixteen-year-old math genius who discovered, and bonded with, Webmind-wants desperately to protect her friend. And if she doesn't act, everything-Webmind included-may come crashing down.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Young Adult",
                "Audiobook",
                "Cultural",
                "Fantasy",
                "Science Fiction Fantasy",
                "Computer Science",
                "Artificial Intelligence"
            ]
        },
        {
            "title": "Leaving Alexandria: A Memoir of Faith and Doubt",
            "authors": [
                "Richard Holloway"
            ],
            "ranking": 4.1,
            "ranking_count": 446,
            "abstract": "The acclaimed writer, respected thinker and outspoken former bishop Richard Holloway recounts a life defined by the biggest questions: Who am I? And what is God? At fourteen, Richard Holloway left his home in the Vale of Leven, north of Glasgow, and travelled hundreds of miles to be educated and trained for the priesthood by a religious order in an English monastery. By twenty-five he had been ordained and was working in the slums of Glasgow. Throughout the following forty years, Richard touched the lives of many people in the Church and in the wider community. But behind his confident public face lay a restless, unquiet heart and a constantly searching mind. Why is the Church, which claims to be the instrument of God's love, so prone to cruelty and condemnation? And how can a man live with the tension between public faith and private doubt? In his long-awaited memoir, Richard seeks to answer these questions and to explain how, after many crises of faith, he finally and painfully left the Church. It is a wise, poetic and fiercely honest book.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Religion",
                "Autobiography",
                "Biography",
                "Philosophy",
                "Spirituality",
                "Cultural"
            ]
        },
        {
            "title": "Fairytales for Wilde Girls",
            "authors": [
                "Allyse Near"
            ],
            "ranking": 4.17,
            "ranking_count": 1058,
            "abstract": "A deliciously dark bubblegum-gothic fairytale from a stunning new Australian talent.. ‘He's gone the same way as those little birds that bothered me with their awful songs! And you will too, you and your horrible heart-music, because you won't stay out of my woods!'. There's a dead girl in a birdcage in the woods. That's not unusual. Isola Wilde sees a lot of things other people don't. But when the girl appears at Isola's window, her every word a threat, Isola needs help.. Her real-life friends – Grape, James and new boy Edgar – make her forget for a while. And her brother-princes – the mermaids, faeries and magical creatures seemingly lifted from the pages of the French fairytales Isola idolises – will protect her with all the fierce love they possess.. It may not be enough.. Isola needs to uncover the truth behind the dead girl's demise and appease her enraged spirit, before the ghost steals Isola's last breath.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Romance",
                "Paranormal",
                "Gothic",
                "Horror"
            ]
        },
        {
            "title": "The Art Forger",
            "authors": [
                "Barbara A. Shapiro",
                "B.A. Shapiro"
            ],
            "ranking": 3.73,
            "ranking_count": 82748,
            "abstract": "A Barbara A. Shapiro tour de force.. On March 18, 1990, thirteen works of art worth today over $500 million were stolen from the Isabella Stewart Gardner Museum in Boston. It remains the largest unsolved art heist in history, and Claire Roth, a struggling young artist, is about to discover that there’s more to this crime than meets the eye.. Claire makes her living reproducing famous works of art for a popular online retailer. Desperate to improve her situation, she lets herself be lured into a Faustian bargain with Aiden Markel, a powerful gallery owner. She agrees to forge a painting—one of the Degas masterpieces stolen from the Gardner Museum—in exchange for a one-woman show in his renowned gallery. But when the long-missing Degas painting—the one that had been hanging for one hundred years at the Gardner—is delivered to Claire’s studio, she begins to suspect that it may itself be a forgery.. Claire’s search for the truth about the painting’s origins leads her into a labyrinth of deceit where secrets hidden since the late nineteenth century may be the only evidence that can now save her life. B. A. Shapiro’s razor-sharp writing and rich plot twists make. The Art Forger. an absorbing literary thriller that treats us to three centuries of forgers, art thieves, and obsessive collectors. it’s a dazzling novel about seeing—and not seeing—the secrets that lie beneath the canvas.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Art",
                "Historical",
                "Contemporary",
                "Audiobook",
                "Adult Fiction",
                "Book Club",
                "Thriller"
            ]
        },
        {
            "title": "Du och jag och vi",
            "authors": [
                "Pia Hagmar"
            ],
            "ranking": 3.48,
            "ranking_count": 42,
            "abstract": "Den du minst anar. En stark bok om relationer, vänskap och hästar!. Annika, Lisbeth, Ellen och Linn har ingenting annat gemensamt än att deras hästar delar stall – tror de. Annika äger stallet och är en trött och sliten tvåbarnsmor som önskar att hennes man skulle se henne igen. Lisbeth är nyligen frånskild och plågas svårt av att inte få dela vardagen med sin son på grund av ett svek hon begått. Ellen borde vara lyckligt gift med sin attraktive man men under ytan ligger det något och skaver henne tills det blöder. Linn är en beskedlig curlingmamma som visar sig besitta på mörkare krafter än vad någon kunnat tro.. I takt med att de lär känna varandra och delar hemligheter växer så sakta en mogen och vuxen vänskap fram. Och när en av dem befinner sig i livsfara träder oanade sidor hos dem fram.",
            "part_of_series": false,
            "genre_list": [
                "Animals",
                "European Literature"
            ]
        },
        {
            "title": "Doctor Who: The Ring of Steel",
            "authors": [
                "Stephen Cole",
                "Arthur Darvill"
            ],
            "ranking": 3.33,
            "ranking_count": 378,
            "abstract": "Arthur Darvill (Rory from Doctor Who) reads this exclusive audio adventure featuring the Eleventh Doctor and Amy. When the TARDIS lands on Orkney in the near future, the Doctor and Amy arrive to find a large demonstration in progress over the construction of new electricity pylons. The Doctor tries to break things up peacefully – but suddenly the road splits open without warning and swallows police, security guards and protestors alike.. Separated from the Doctor, Amy takes charge of transporting the wounded to hospital – but the rescue mission becomes a terrifying ride as the pylons come to life and begin to walk and the road rears up, erupting with boiling tarmac.... The Doctor, meanwhile, has even more than metal monsters and rebellious roads to deal with. Who is sucking the life out of the power company's employees – and just what is lurking inside the Astra-Gen headquarters?. Written specially for audio by Stephen Cole and read by Arthur Darvill, who plays Rory in Doctor Who, The Ring of Steel features the Doctor as played by Matt Smith in the acclaimed hit series from BBC Television.",
            "part_of_series": true,
            "genre_list": [
                "Media Tie In",
                "Science Fiction",
                "Audiobook",
                "Fiction",
                "European Literature",
                "Adventure",
                "Fantasy"
            ]
        },
        {
            "title": "Theodore and Woodrow: How Two American Presidents Destroyed Constitutional Freedom",
            "authors": [
                "Andrew P. Napolitano"
            ],
            "ranking": 3.99,
            "ranking_count": 451,
            "abstract": "A harsh and revealing political expose of two beloved presidents. Judge Andrew P. Napolitano reveals how Roosevelt, a bully, and Wilson, a constitutional scholar, each pushed aside the Constitution's restrictions on the federal government and used it as an instrument to redistribute wealth, regulate personal behavior, and enrich the government. These two men and the Progressives that supported them have brought us, among other things:. -the income tax. -the Federal Reserve. -compulsory, state-prescribed education. -the destruction of state sovereignty. -the rise of Jim Crow and military conscription. -prohibition and war. This Progressive Era witnessed the most dramatic peaceful shift of power from persons and from the states to a new and permanent federal bureaucracy in all of American history.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Politics",
                "Nonfiction",
                "North American Hi...",
                "Biography",
                "Historical",
                "War",
                "Law"
            ]
        },
        {
            "title": "Mark of the Thief",
            "authors": [
                "Jennifer A. Nielsen"
            ],
            "ranking": 3.95,
            "ranking_count": 10928,
            "abstract": "When Nic, a slave in the mines outside of Rome, is forced to enter a sealed cavern containing the lost treasures of Julius Caesar, he finds much more than gold and gemstones: He discovers an ancient bulla, an amulet that belonged to the great Caesar and is filled with a magic once reserved for the Gods -- magic some Romans would kill for.. Now, with the deadly power of the bulla pulsing through his veins, Nic is determined to become free. But instead, he finds himself at the center of a ruthless conspiracy to overthrow the emperor and spark the Praetor War, a battle to destroy Rome from within. Traitors and spies lurk at every turn, each more desperate than the next to use Nic's newfound powers for their own dark purposes.. In a quest to stop the rebellion, save Rome, and secure his own freedom, Nic must harness the magic within himself and defeat the empire's most powerful and savage leaders.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Young Adult",
                "Childrens",
                "Adventure",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "A Highlander's Homecoming",
            "authors": [
                "Melissa Mayhue"
            ],
            "ranking": 4.19,
            "ranking_count": 1387,
            "abstract": "When Robert MacQuarrie was swept forward in time to present-day Scotland, he left behind in the thirteenth century a vow he could no longer keep—to protect his friend’s little daughter, Isabella. Haunted by guilt, he leaps at the chance to go back…except the fickle Faerie Magic returns him to his family castle twenty years after he left it. In Scotland, 1292, Isabella MacGahan is now a grown woman. Rejected by her family for her Faerie blood and uncanny powers, her safety depends on pretending that her magical abilities have made her mad. But appearances are deceiving for both Robbie and Isabella. Will the magic of the Fae allow them to find a true homecoming in each other’s arms??",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Romance",
                "Fantasy",
                "Historical",
                "Fairies"
            ]
        },
        {
            "title": "The Companions",
            "authors": [
                "R.A. Salvatore"
            ],
            "ranking": 4.35,
            "ranking_count": 7798,
            "abstract": "This latest installment in. New York Times. best-selling author R.A. Salvatore's beloved fantasy saga,. The Companions. moves Salvatore's signature hero Drizzt into a new era of the Forgotten Realms. As Drizzt's fate hangs in the balance, he reflects on the lives of the trusted allies who stood by his side throughout his early life--the friends now known as the Companions of the Hall. Meanwhile, the first stirrings of the Sundering begin.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Dungeons and Dragons",
                "Fiction",
                "Role Playing Games",
                "Adventure",
                "Audiobook",
                "Science Fiction Fantasy",
                "Novels"
            ]
        },
        {
            "title": "Godin, held",
            "authors": [
                "Gustaaf Peek"
            ],
            "ranking": 2.77,
            "ranking_count": 651,
            "abstract": "Wat is liefde? Is het een werkelijkheid geworden droom of zelfbedrog? Het hart is onvoorspelbaar, de mens een tegenstrijdig wezen. Wat is intimiteit?. Tessa en Marius zijn hun hele leven verliefd. Ze ontmoeten elkaar op school en kunnen elkaar daarna niet meer vergeten. Soms zijn ze samen, soms niet. Jarenlang leven ze van geheime ontmoetingen in hotelkamers. Een romance met vele namen: bevlieging, affaire, obsessie. Dit is hun onverhulde verhaal, verteld van einde tot begin. Van de laatste aanraking tot de eerste ontmoeting, van het laatste woord tot de eerste blik.. Godin, held is een openhartige, aangrijpende roman over het mysterieuze en al te menselijke van de liefde.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Roman",
                "European Literature",
                "Literature",
                "Love",
                "Novels"
            ]
        },
        {
            "title": "Chimera",
            "authors": [
                "Rob Thurman"
            ],
            "ranking": 3.81,
            "ranking_count": 2002,
            "abstract": "What makes us human? What makes us unique? And what makes us kill? Ten years ago, Stefan Korsak's younger brother was kidnapped. Now a rising figure in the Russian mafia, Stefan has finally found Lukas. But Lukas is now a trained, genetically-altered killer who his creators want back. Saving Lukas may be easier than surviving him.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Adult",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Le commissaire Bordelli",
            "authors": [
                "Marco Vichi"
            ],
            "ranking": 3.39,
            "ranking_count": 1756,
            "abstract": "Florence, été 1963. Le commissaire Bordelli est appelé dans une somptueuse villa dont la propriétaire ne donne plus de nouvelles. Il trouve la vieille femme inanimée sur son lit, ayant succombé apparemment à une violente crise d’asthme. Mais, devant cette scène trop parfaite, le doute s’installe rapidement, et les analyses médicales vont venir confirmer qu’il s’agit d’un meurtre.. Bordelli mène l’enquête, aidé du jeune Piras et entouré de personnages hauts en couleur – Diotivede, le médecin légiste ; Dante, le frère de la défunte, scientifique génial et excentrique ; Botta, voleur et cuisinier hors pair ; Rosa, prostituée au grand coeur…. Désabusé, nostalgique, solitaire, mais gourmand et bon vivant, le commissaire se meut dans une Florence déserte écrasée par une chape de chaleur, au volant de sa Coccinelle et poursuivi par ses souvenirs de la guerre et de la Résistance.. Atmosphérique, plein d’esprit, ce roman aux accents chandlériens entraîne le lecteur à la découverte d’une ville et de ses méandres, d’une époque délicate mais surtout d’un héros subtil et attachant. Une pépite.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Cultural",
                "Fiction",
                "European Literature",
                "Historical",
                "Thriller"
            ]
        },
        {
            "title": "Never Cry Werewolf",
            "authors": [
                "L.A. Banks"
            ],
            "ranking": 4.21,
            "ranking_count": 836,
            "abstract": "The last fight between the werewolf clans spilled onto the streets of New Orleans—and now the whole city’s on red alert. Martial law has gone into effect. Mediums, ghost hunters, and other supernatural pundits have taken over the media, swarming the Big Easy to expose the hard truth about lycanthropes. And to make matters worse, a beastly killer is clawing up humans…. Secret government operative Sasha Trudeau doesn’t like what she’s seeing—a series of brutal and bloody slayings that appear to be wolf-like attacks. It might be the work of a copy cat killer—vampire or Unseelie or some other enemy of the Seelie clan. But while Sasha races to find suspects and motives, the panic level is rising—and the city’s human population is clamoring for an all-out wolf hunt...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Shapeshifters",
                "Paranormal",
                "Adult"
            ]
        },
        {
            "title": "Princes at War: The Bitter Battle Inside Britain's Royal Family in the Darkest Days of WWII",
            "authors": [
                "Deborah Cadbury"
            ],
            "ranking": 4.08,
            "ranking_count": 1358,
            "abstract": "In 1936, the monarchy faced the greatest threats to its survival in the modern era - the crisis of abdication and the menace of Nazism. The fate of the country rested in the hands of George V's sorely unequipped sons: Edward VIII abandoned his throne to marry divorced American socialite Wallis Simpson; Prince Henry preferred the sporting life of a country squire; the glamorous and hedonistic Prince George, Duke of Kent, was considered a wild card; and stammering George VI felt himself woefully unprepared for the demanding role of King. As Hitler's Third Reich tore up the boundaries of Europe and Britain braced itself for war, the new king struggled to manage internal divisions within the royal family. Drawing on many new sources including from the Royal Archives, Princes at War goes behind the palace doors to tell the thrilling drama of Britain at war.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "War",
                "European Literature",
                "Historical",
                "Literature",
                "Audiobook",
                "Biography Memoir"
            ]
        },
        {
            "title": "Something About You",
            "authors": [
                "Julie James"
            ],
            "ranking": 3.94,
            "ranking_count": 59565,
            "abstract": "Fate has thrown two sworn enemies.... Of all the hotel rooms rented by all the adulterous politicians in Chicago, female Assistant U.S. Attorney Cameron Lynde had to choose the one next to 1308, where some hot-and-heavy lovemaking ends with a death. And of all the FBI agents in Illinois, it had to be Special Agent Jack Pallas who gets assigned to this high-profile homicide. The same Jack Pallas who still blames Cameron for a botched crackdown three years ago—and for nearly ruining his career.. Into each other's arms.... Work with Cameron Lynde? Are they kidding? Maybe, Jack thinks, this is some kind of welcome-back prank after his stint away from Chicago. But it's no joke; the pair is going to have to put their rocky past behind them and focus on the case at hand. That is, if they can cut back on the razor-sharp jibes—and smother the flame of their sizzling-hot sexual tension.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Womens Fiction",
                "Adult",
                "Suspense",
                "Mystery",
                "Fiction"
            ]
        },
        {
            "title": "A Gentleman Undone",
            "authors": [
                "Cecilia Grant"
            ],
            "ranking": 3.87,
            "ranking_count": 2342,
            "abstract": "A seductive beauty turns the tables on a gentleman gaming for the guiltiest of pleasures in this rich and sensual Regency romance from beloved newcomer Cecilia Grant.. Lydia Slaughter understands the games men play—both in and out of the bedroom. Not afraid to bend the rules to suit her needs, she fleeces Will Blackshear outright. The Waterloo hero had his own daring agenda for the gaming tables of London’s gentlemen’s clubs. But now he antes up for a wager of wits and desire with Lydia, the streetwise temptress who keeps him at arm’s length.. A kept woman in desperate straits, Lydia has a sharp mind and a head for numbers. She gambles on the sly, hoping to win enough to claim her independence. An alliance with Will at the tables may be a winning proposition for them both. But the arrangement involves dicey odds with rising stakes, sweetened with unspoken promise of fleshly delights. And any sleight of hand could find their hearts betting on something neither can afford to risk: love.. From the Paperback edition.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Audiobook",
                "Adult",
                "Historical Romance"
            ]
        },
        {
            "title": "In Search of the Lost Heart: Explorations in Islamic Thought",
            "authors": [
                "William C. Chittick",
                "Mohammed Rustom",
                "Atif Khalil",
                "Kazuyo Murata"
            ],
            "ranking": 3.91,
            "ranking_count": 11,
            "abstract": "In Search of the Lost Heart. brings together twenty-six essays by William C. Chittick, renowned scholar of Sufism and Islamic philosophy. Written between 1975 and 2011, most of these essays are not readily available in Chittick's own books. Although this is a collection, its editors have crafted it to be a book sufficient unto itself, which, when taken as a whole, can be said to explore the underlying worldview of Islam.. Chittick draws upon the writings of towering figures such as Ibn al-'Arabī, Rūmī, and Mullā Ṣadrā, as well as other important, but lesser-known thinkers, as he engages with a wide variety of topics, such as the nature of being and knowledge, the relationship between love and scriptural hermeneutics, the practical and theoretical dimensions of Islamic mysticism, the phenomenon of religious diversity, and the ecological crisis.",
            "part_of_series": false,
            "genre_list": [
                "Religion"
            ]
        },
        {
            "title": "Set in Stone",
            "authors": [
                "Frank Morin"
            ],
            "ranking": 4.0,
            "ranking_count": 378,
            "abstract": "Tomorrow, at sixteen, Connor will reveal his secret curse to the world and take his place as a guardian.. If he survives today.. When armies descend upon his peaceful village, led by superhuman Petralists and clever Builders, most people run and hide. Connor's not that smart. He manages to get caught in the middle of the escalating conflict. Worse, he learns his curse is the rarest of powers, the Blood of the Tallan, and both sides will do anything to control it and secure his loyalty. Connor is fast, but even he can't outrun this avalanche.. Truths are sacrificed, loyalties are sundered, and dangerous girls twist his heart into knots.. That's when things get complicated.. While his friends try to free the village under siege, Connor peels back layers of intrigue and half-truths to find secrets neither side wants him to know. Surrounded by deadly enemies that all claim to be his friends, Connor must choose a course with the lives of everyone he loves hanging in the balance.. His only hope is to gamble everything on a curse that could destroy them all unless his final choice is Set in Stone.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult"
            ]
        },
        {
            "title": "The Memory Painter",
            "authors": [
                "Gwendolyn Womack"
            ],
            "ranking": 3.87,
            "ranking_count": 3775,
            "abstract": "Two lovers who have traveled across time. A team of scientists at the cutting edge of memory research. A miracle drug that unlocks an ancient mystery.. Bryan Pierce is an internationally famous artist whose paintings have dazzled the world. But there's a secret to his success: Every canvas is inspired by an unusually vivid dream. When Bryan awakes, he possesses extraordinary new skills...like the ability to speak obscure languages and an inexplicable genius for chess. All his life, he has wondered if his dreams are recollections, if he is re-experiencing other people's lives.. Linz Jacobs is a brilliant neurogeneticist, absorbed in decoding the genes that help the brain make memories, until she is confronted with an exact rendering of a recurring nightmare at one of Bryan's shows. She tracks down the elusive artist, and their meeting triggers Bryan's most powerful dream yet: visions of a team of scientists who, on the verge of discovering a cure for Alzheimer's, died in a lab explosion decades ago.. As Bryan becomes obsessed with the mysterious circumstances surrounding the scientists' deaths, his dreams begin to reveal what happened at the lab, as well as a deeper mystery that may lead all the way to ancient Egypt. Together, Bryan and Linz start to discern a pattern. But a deadly enemy watches their every move, and he will stop at nothing to ensure that the past stays buried.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Historical",
                "Science Fiction",
                "Mystery",
                "Romance",
                "Thriller",
                "Contemporary"
            ]
        },
        {
            "title": "Trail of Broken Wings",
            "authors": [
                "Sejal Badani"
            ],
            "ranking": 4.02,
            "ranking_count": 45811,
            "abstract": "When her father falls into a coma, Indian American photographer Sonya reluctantly returns to the family she’d fled years before. Since she left home, Sonya has lived on the run, free of any ties, while her soft-spoken sister, Trisha, has created a perfect suburban life, and her ambitious sister, Marin, has built her own successful career. But as these women come together, their various methods of coping with a terrifying history can no longer hold their memories at bay.. Buried secrets rise to the surface as their father—the victim of humiliating racism and perpetrator of horrible violence—remains unconscious. As his condition worsens, the daughters and their mother wrestle with private hopes for his survival or death, as well as their own demons and buried secrets.. Told with forceful honesty,. Trail of Broken Wings. reveals the burden of shame and secrets, the toxicity of cruelty and aggression, and the exquisite, liberating power of speaking and owning truth.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Contemporary",
                "Cultural",
                "Audiobook",
                "Adult",
                "Literary Fiction",
                "Adult Fiction",
                "Novels",
                "Family"
            ]
        },
        {
            "title": "ქალაქი და წმინდანები",
            "authors": [
                "Tsotne Tskhvediani"
            ],
            "ranking": 4.6,
            "ranking_count": 131,
            "abstract": "ახალგაზრდა ქართველი ავტორის, ცოტნე ცხვედიანის მოთხრობების სადებიუტო კრებული „ქალაქი და წმინდანები“ საქართველოს პროვინციულ ქალაქებსა თუ დაბებში მცხოვრებთა ყოველდღიურობაზე მოგვითხრობს. მოთხრობებს მძიმე ფონად გასდევს სოციალური გაჭირვება, ცხოვრების დუნე რიტმი, მოწყენილობა, უპერსპექტივობა – სირთულეები, რომელთა წინააღმდეგ ბრძოლისას უბრალო ადამიანები უძლურნი არიან და ერთადერთ გამოსავლად გაქცევა მიაჩნიათ, ხოლო ვინც ამას ვერ მოახერხებს, დეპრესიის მსხვერპლი ხდება. ცხოვრების ნორმალურ რიტმს მოწყვეტილი დასახლებების ბინადრების, დიდებისა თუ პატარების სულისშემძვრელი ისტორიები მკითხველს ჩვენი ქვეყნის რეალურ პრობლემებზე დააფიქრებს.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Short Stories",
                "Fiction"
            ]
        },
        {
            "title": "The Throne of Glass Coloring Book",
            "authors": [
                "Sarah J. Maas"
            ],
            "ranking": 4.68,
            "ranking_count": 2354,
            "abstract": "There is an alternate cover edition for this ISBN13. here. .. Enter the world of Throne of Glass. Experience the vivid imagery of Sarah J. Maas's expansive world in her breathtaking. New York Times. bestselling Throne of Glass saga. Celaena on the rooftops of Rifthold, Chaol in the gardens of the glass castle, Manon riding her wyvern through the Crossing, and many other favorite moments, characters, and objects from the vibrantly detailed realm of Throne of Glass come to life. With stunning original black-and-white drawings,. The Throne of Glass Coloring Book. is a must-have companion for any reader looking to be swept up in the adventure of a lifetime.. Awards for the Throne of Glass Series. Queen of Shadows. A Good Reads Choice Award winner for Best Young Adult Fantasy/Sci-Fi for 2015. Heir of Fire. A. USA Today. bestseller. Crown of Midnight. A. New York Times. and. USA Today. bestseller. Throne of Glass. A. Kirkus. Best Teen Book of 2012; Amazon.com Best Book of 2012; YALSA Best Fiction for Young Adults; MTV Hollywood Crush Best YA Book of 2012 Nominee",
            "part_of_series": true,
            "genre_list": [
                "New Adult",
                "Colouring Books",
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Art",
                "Fairies",
                "Romance",
                "Colouring"
            ]
        },
        {
            "title": "A King's Ransom",
            "authors": [
                "Sharon Kay Penman"
            ],
            "ranking": 4.34,
            "ranking_count": 3256,
            "abstract": "From the. New York Times-. bestselling author of. Lionheart. comes the dramatic sequel, telling of the last dangerous years of Richard, Coeur de Lion’s life.. This long-anticipated sequel to the national bestseller. Lionheart. is a vivid and heart-wrenching story of the last event-filled years in the life of Richard, Coeur de Lion. Taken captive by the Holy Roman Emperor while en route home—in violation of the papal decree protecting all crusaders—he was to spend fifteen months chained in a dungeon while Eleanor of Aquitaine moved heaven and earth to raise the exorbitant ransom. But a further humiliation awaited him: he was forced to kneel and swear fealty to his bitter enemy.. For the five years remaining to him, betrayals, intrigues, wars, and illness were ever present. So were his infidelities, perhaps a pattern set by his father’s faithlessness to Eleanor. But the courage, compassion, and intelligence of this warrior king became the stuff of legend, and. A King’s Ransom. brings the man and his world fully and powerfully alive.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "Literature",
                "Cultural",
                "Novels",
                "History"
            ]
        },
        {
            "title": "7 Years",
            "authors": [
                "Ashley Capes"
            ],
            "ranking": 4.67,
            "ranking_count": 3,
            "abstract": "Australian poetry",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "A Companion to Marx's Capital, Volume 2",
            "authors": [
                "David Harvey"
            ],
            "ranking": 4.27,
            "ranking_count": 128,
            "abstract": "The biggest financial crisis since the Great Depression shows no sign of coming to a close and Marx’s work remains key in understanding the cycles that lead to recession. For nearly forty years, David Harvey has written and lectured on. Capital. , becoming one of the world’s most foremost Marx scholars.. Based on his recent lectures, and following the success of his companion to the first volume of. Capital. , Harvey turns his attention to Volume 2, aiming to bring his depth of learning to a broader audience, guiding first-time readers through a fascinating and hitherto neglected text. Whereas Volume 1 focuses on production, Volume 2 looks at how the circuits of capital, the buying and selling of goods, realize value.. This is a must-read for everyone concerned to acquire a fuller understanding of Marx’s political economy.",
            "part_of_series": true,
            "genre_list": [
                "Economics",
                "Politics",
                "Philosophy",
                "Nonfiction",
                "History",
                "Social Science"
            ]
        },
        {
            "title": "Sticks & Stones",
            "authors": [
                "Abigail Roux",
                "Madeleine Urban"
            ],
            "ranking": 4.37,
            "ranking_count": 13570,
            "abstract": "Six months after nearly losing their lives to a serial killer in New York City, FBI Special Agents Ty Grady and Zane Garrett are suffering through something almost as frightening: the monotony of desk duty. When they're ordered to take a vacation for the good of everyone's sanity, Ty bites the bullet and takes Zane home with him to West Virginia, hoping the peace and quiet of the mountains will give them the chance to explore the explosive attraction they've so far been unable to reconcile with their professional partnership. Ty and Zane, along with Ty's father and brother, head up into the Appalachian mountains for a nice, relaxing hike deep into the woods... where no one will hear them scream. They find themselves facing danger from all directions: unpredictable weather, the unrelenting mountains, wild animals, fellow hikers with nothing to lose, and the most terrifying challenge of all. Each other.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Mystery",
                "LGBT",
                "Suspense",
                "Thriller"
            ]
        },
        {
            "title": "De Vliegenvanger",
            "authors": [
                "Ravelli"
            ],
            "ranking": 3.68,
            "ranking_count": 405,
            "abstract": "'De Vliegenvanger' van Ravelli is de erotische en confronterende geschiedenis van een man die alle emotionele risico's in het leven probeert te omzeilen.. 'Houd God voor ogen en je gulp gesloten Met dit advies wordt de Limburgse Peter naar het seminarie gestuurd. Tevergeefs. De Vliegenvanger vertelt het meeslepende liefdesverhaal van een student die een intieme relatie heeft met een meisje en tegelijkertijd verliefd is op een jongen. Voor deze 'dubbele fout' wordt hij verbannen uit het klooster waar hij zijn opleiding volgt. De ontspoorde geestelijke vlucht uit schaamte naar het buitenland, waar hij een leven leidt vol passie en bedrog.. Hij besluit charlatan te worden – alleen al vanwege het woord – en verheft zichzelf in de adelstand. Als Graaf Ravelli maakt hij furore in Rome en wordt de minnaar van een barones die hem introduceert in de betere kringen. Na een paar uitbundige misverstanden eindigt Peter als bedelaar en besluit terug te keren naar Nederland, waar de Tweede Wereldoorlog is uitgebroken. Hij raakt betrokken bij het actieve verzet, wordt gevangen genomen en ter dood veroordeeld. Peter heeft de gave om zowel linkshandig als rechtshandig vliegen uit de lucht te plukken. Een talent dat zijn leven zal redden. Hij wordt aangesteld als de vliegenvanger in dienst van het Derde Rijk. Zijn taak is het kantoor van de kampcommandant vliegvrij te houden. Dat lukt. De beloning is zijn leven.. Naar een paar bruisende liefdesavonturen besluit hij uiteindelijk op zoek te gaan naar de twee grote liefdes uit zijn jeugd. Op latere leeftijd schrijft de verzamelaar van verboden liefdes zijn memoires. De memoires zijn nooit gepubliceerd, maar zijn nu jaren later een belangrijke bron van inspiratie geweest voor 'De Vliegenvanger' van Ravelli.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Roman"
            ]
        },
        {
            "title": "A Strangeness in My Mind",
            "authors": [
                "Orhan Pamuk",
                "Ekin Oklap"
            ],
            "ranking": 4.13,
            "ranking_count": 13037,
            "abstract": "A Strangeness In My Mind. is a novel Orhan Pamuk has worked on for six years. It is the story of boza seller Mevlut, the woman to whom he wrote three years' worth of love letters, and their life in Istanbul.. In the four decades between 1969 and 2012, Mevlut works a number of different jobs on the streets of Istanbul, from selling yoghurt and cooked rice, to guarding a car park. He observes many different kinds of people thronging the streets, he watches most of the city get demolished and re-built, and he sees migrants from Anatolia making a fortune; at the same time, he witnesses all of the transformative moments, political clashes, and military coups that shape the country. He always wonders what it is that separates him from everyone else - the source of that strangeness in his mind. But he never stops selling boza during winter evenings and trying to understand who his beloved really is.. What matters more in love: what we wish for, or what our fate has in store? Do our choices dictate whether we will be happy or not, or are these things determined by forces beyond our control?. A Strangeness In My Mind. tries to answer these questions while portraying the tensions between urban life and family life, and the fury and helplessness of women inside their homes.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Asian Literature",
                "Cultural",
                "Novels",
                "Contemporary",
                "Literary Fiction",
                "Literature",
                "Nobel Prize",
                "Roman"
            ]
        },
        {
            "title": "The Translation of Love",
            "authors": [
                "Lynne Kutsukake"
            ],
            "ranking": 3.69,
            "ranking_count": 1573,
            "abstract": "Set against the pulsing backdrop of post-war Tokyo,. The Translation of Love. tells the gripping and heartfelt story of a newly repatriated Japanese-Canadian girl who must help a classmate find her missing sister. A dazzling New Face of Fiction for 2016 that will appeal to readers of. All the Light We Cannot See. and Anita Shreve.. Thirteen-year-old Aya Shimamura is released from a Canadian internment camp in 1946, still grieving the recent death of her mother, and repatriated to Japan with her embittered father. They arrive in a devastated Tokyo occupied by the Americans under the command of General Douglas MacArthur. Aya's English-language abilities are prized by the principal of her new school, but her status as the repat girl makes her a social pariah--until her seatmate, a fierce, willful girl named Fumi Tanaka, decides that Aya might be able to help her find her missing older sister. Beautiful Sumiko has disappeared into the seedy back alleys of the Ginza. Fumi has heard that General MacArthur sometimes assists Japanese citizens in need, and she enlists Aya to compose a letter in English asking him for help.. Corporal Matt Matsumoto is a Japanese-American working for the Occupation forces, and it's his overwhelming job to translate thousands of letters for the General. He is entrusted with the safe delivery of Fumi's letter; but Fumi, desperate for answers, takes matters into her own hands, venturing into the Ginza with Aya in tow.. Told through rich, interlocking storylines,. The Translation of Love. mines a turbulent period to show how war irrevocably shapes the lives of both the occupied and the occupiers, and how the poignant spark of resilience, friendship and love transcends cultures and borders to stunning effect.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "War",
                "Literature",
                "Adult"
            ]
        },
        {
            "title": "Edwin: High King of Britain",
            "authors": [
                "Edoardo Albert"
            ],
            "ranking": 3.95,
            "ranking_count": 332,
            "abstract": "Edwin, the deposed king of Northumbria, seeks refuge at the court of King Raedwald of East Anglia. But Raedwald is urged to kill his guest by Aethelfrith, Edwin’s usurper. As Edwin walks by the shore, alone and at bay, he is confronted by a mysterious figure – the missionary Paulinus – who prophesies that he will become High King of Britain. It is a turning point. Through battles and astute political alliances Edwin rises to great power, in the process marrying the Kentish princess Aethelburh. As part of the marriage contract the princess is allowed to retain her Christian faith. But, in these times, to be a king is not a recipe for a long life …. “At the dawn of England seven kingdoms struggle for supremacy: but there is more than honour and power at stake; paganism, Christianity and the future shape of the English nation will be decided. A fast-paced and gripping tale of the great Northumbrian King Edwin, reclaiming one of our great national figures from the shadows of history.”. Justin Hill",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "Adult",
                "Fantasy",
                "Education",
                "Christian Fiction"
            ]
        },
        {
            "title": "Underground Airlines",
            "authors": [
                "Ben H. Winters"
            ],
            "ranking": 3.82,
            "ranking_count": 24057,
            "abstract": "A young black man calling himself Victor has struck a bargain with federal law enforcement, working as a bounty hunter for the US Marshall Service in exchange for his freedom. He's got plenty of work. In this version of America, slavery continues in four states called the Hard Four. On the trail of a runaway known as Jackdaw, Victor arrives in Indianapolis knowing that something isn't right--with the case file, with his work, and with the country itself.. As he works to infiltrate the local cell of a abolitionist movement called the Underground Airlines, tracking Jackdaw through the back rooms of churches, empty parking garages, hotels, and medical offices, Victor believes he's hot on the trail. But his strange, increasingly uncanny pursuit is complicated by a boss who won't reveal the extraordinary stakes of Jackdaw's case, as well as by a heartbreaking young woman and her child--who may be Victor's salvation.. Victor believes himself to be a good man doing bad work, unwilling to give up the freedom he has worked so hard to earn. But in pursuing Jackdaw, Victor discovers secrets at the core of the country's arrangement with the Hard Four, secrets the government will preserve at any cost.. Underground Airlines is a ground-breaking novel, a wickedly imaginative thriller, and a story of an America that is more like our own than we'd like to believe.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Mystery",
                "Audiobook",
                "Historical",
                "Fantasy",
                "Thriller",
                "Race"
            ]
        },
        {
            "title": "Searching for Beautiful",
            "authors": [
                "Jennifer Probst"
            ],
            "ranking": 4.17,
            "ranking_count": 4942,
            "abstract": "The highly anticipated third novel in the. Searching For. series from. Jennifer Probst. , “one of the most exciting breakout novelists” (. USA Today. ), featuring a runaway bride and the man who wants to be more than just her best friend.... Genevieve MacKenzie has her life completely under control. About to wed the charming Chief doctor at the local hospital, she’s an up-and-coming surgeon with everything she could ever want. Until an escape through the church window on the day of her wedding sends her life into a tailspin...and flings her right into her best friend’s arms.. When Wolfe catches his best friend falling out a window on her wedding day, he doesn’t ask questions. He whisks her away, determined to watch over her and discover the truth behind her desperate escape. But when his feelings turn more than platonic, he realizes he may risk his most important relationship in order to protect his damaged heart, and the woman he loves.. Can Genevieve and Wolfe’s friendship turn into something deeper—or is it already too late for true love?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Adult",
                "New Adult",
                "Womens Fiction",
                "Adult Fiction",
                "Audiobook",
                "Fiction",
                "Sociology"
            ]
        },
        {
            "title": "Olmec Obituary",
            "authors": [
                "L.J.M. Owen"
            ],
            "ranking": 3.54,
            "ranking_count": 335,
            "abstract": "Yearning for her former life as an archaeologist, Australian librarian Dr Elizabeth Pimms is struggling with a job she doesn’t want and a family she both loves and resents.. A royal Olmec cemetery is discovered deep in the Mexican jungle, containing the earliest writing in all the Americas. Dr Pimms is elated to join the team investigating the ancient skeletons found on site. Triumph is short-lived, however, as Elizabeth's position is threatened by a volatile excavation director, contradictory evidence, and hostile colleagues. With everything working against her, will Dr Pimms find the cause of death for a 3,000-year-old athlete and those buried with her?. With the archaeological intrigue of Elizabeth Peters, forensic insight of Kathy Reichs, and the comfort of a cosy mystery, Olmec Obituary is the first novel in a fascinating new series: Dr Pimms, Intermillennial Sleuth. Really cold cases.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Historical",
                "History",
                "Cultural",
                "Young Adult"
            ]
        },
        {
            "title": "Beyond Magenta: Transgender Teens Speak Out",
            "authors": [
                "Susan Kuklin"
            ],
            "ranking": 3.82,
            "ranking_count": 4158,
            "abstract": "A groundbreaking work of LGBT literature takes an honest look at the life, love, and struggles of transgender teens.. Author and photographer Susan Kuklin met and interviewed six transgender or gender-neutral young adults and used her considerable skills to represent them thoughtfully and respectfully before, during, and after their personal acknowledgment of gender preference. Portraits, family photographs, and candid images grace the pages, augmenting the emotional and physical journey each youth has taken. Each honest discussion and disclosure, whether joyful or heartbreaking, is completely different from the other because of family dynamics, living situations, gender, and the transition these teens make in recognition of their true selves.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "LGBT",
                "Literature",
                "Gender",
                "Autobiography",
                "Biography",
                "Young Adult",
                "Writing"
            ]
        },
        {
            "title": "Dark Crime",
            "authors": [
                "Christine Feehan"
            ],
            "ranking": 4.35,
            "ranking_count": 3405,
            "abstract": "Two strangers are bonded by a lust for revenge—and each other—in this short story from Christine Feehan’s “erotic, gripping series that has defined an entire genre.” (J. R. Ward). Blaze McGuire knows who killed her father and she has merciless plans for payback. Until a phone call from a seductive stranger pleads with her to wait. Retribution is in his blood, too. Now, he and Blaze will be united in the blood of the guilty. Tonight, vengeance is theirs.. Dark Crime. first appeared in the anthology. Edge of Darkness. .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Dark",
                "Suspense",
                "Fiction"
            ]
        },
        {
            "title": "Time's Edge",
            "authors": [
                "Rysa Walker"
            ],
            "ranking": 4.07,
            "ranking_count": 11540,
            "abstract": "To stop her sadistic grandfather, Saul, and his band of time travelers from rewriting history, Kate must race to retrieve the CHRONOS keys before they fall into the Cyrists' hands. If she jumps back in time and pulls the wrong key--one that might tip off the Cyrists to her strategy--her whole plan could come crashing down, jeopardizing the future of millions of innocent people. Kate's only ally is Kiernan, who also carries the time-traveling gene. But their growing bond threatens everything Kate is trying to rebuild with Trey, her boyfriend who can't remember the relationship she can't forget.. As evidence of Saul's twisted mind builds, Kate's missions become more complex, blurring the line between good and evil. Which of the people Saul plans to sacrifice in the past can she and Kiernan save without risking their ultimate goal--or their own lives?",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fantasy",
                "Fiction",
                "Historical",
                "Romance",
                "Audiobook",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Revelations",
            "authors": [
                "Lucian Bane"
            ],
            "ranking": 4.31,
            "ranking_count": 342,
            "abstract": "Ruin is a being sent to Earth to Judge and Execute. At least that's what he thinks. In this part of the journey, he must tear down Isadore's walls that are perverting his judgments. But with every bad judgment comes a price to be paid. And if Ruin doesn't get a hold of his powers, judgment is coming for them.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Adult Fiction",
                "Suspense"
            ]
        },
        {
            "title": "Crescent Dawn",
            "authors": [
                "Clive Cussler",
                "Dirk Cussler"
            ],
            "ranking": 3.99,
            "ranking_count": 11160,
            "abstract": "In A.D. 327, a Roman galley barely escapes a pirate attack with its extraordinary cargo. In 1916, a British warship mysteriously explodes in the middle of the North Sea. In the present day, a cluster of important mosques in Turkey and Egypt are wracked by explosions. Does anything tie them together?. NUMA director Dirk Pitt is about to find out, as Roman artifacts discovered in Turkey and Israel unnervingly connect to the rise of a fundamentalist movement determined to restore the glory of the Ottoman Empire, and to the existence of a mysterious manifest, lost long ago, which if discovered again . . . just may change the history of the world as we know it.",
            "part_of_series": true,
            "genre_list": [
                "Adventure",
                "Fiction",
                "Thriller",
                "Action",
                "Mystery",
                "Suspense",
                "Historical",
                "Audiobook",
                "History"
            ]
        },
        {
            "title": "Someone Else's Summer",
            "authors": [
                "Rachel Bateman"
            ],
            "ranking": 3.86,
            "ranking_count": 1622,
            "abstract": "Anna's always idolized her older sister, Storm. So when Storm dies in a tragic car accident on the night of her high school graduation, Anna is completely lost and her family is torn apart. That is, until she finds Storm's summer bucket list and decides to honor her sister by having the best summer ever—which includes taking an epic road trip to the coast from her sleepy Iowa town. Setting out to do everything on Storm's list along with her sisters best friend Cameron—the boy next door—who knew that Storm's dream summer would eventually lead to Anna's own self-discovery?",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Romance",
                "Travel",
                "Fiction",
                "Realistic Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "The Good Lord Bird",
            "authors": [
                "James   McBride"
            ],
            "ranking": 3.89,
            "ranking_count": 28568,
            "abstract": "Librarian's note: An alternate cover edition can be found. here. From the bestselling author of. The Color of Water. and. Song Yet Sung. comes the story of a young boy born a slave who joins John Brown’s antislavery crusade—and who must pass as a girl to survive.. Henry Shackleford is a young slave living in the Kansas Territory in 1857, when the region is a battleground between anti- and pro-slavery forces. When John Brown, the legendary abolitionist, arrives in the area, an argument between Brown and Henry’s master quickly turns violent. Henry is forced to leave town—with Brown, who believes he’s a girl.. Over the ensuing months, Henry—whom Brown nicknames Little Onion—conceals his true identity as he struggles to stay alive. Eventually Little Onion finds himself with Brown at the historic raid on Harpers Ferry in 1859—one of the great catalysts for the Civil War.. An absorbing mixture of history and imagination, and told with McBride’s meticulous eye for detail and character,. The Good Lord Bird. is both a rousing adventure and a moving exploration of identity and survival.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Audiobook",
                "Military History",
                "Novels",
                "Literary Fiction",
                "Literature",
                "Humor"
            ]
        },
        {
            "title": "The Once and Future World: Nature As It Was, As It Is, As It Could Be",
            "authors": [
                "J.B. MacKinnon"
            ],
            "ranking": 4.29,
            "ranking_count": 842,
            "abstract": "From one of Canada's most exciting writers and ecological thinkers, a book that will change the way we see nature and show that in restoring the living world, we are also restoring ourselves.. The Once and Future World. began in the moment J.B. MacKinnon realized the grassland he grew up on was not the pristine wilderness he had always believed it to be. Instead, his home prairie was the outcome of a long history of transformation, from the disappearance of the grizzly bear to the introduction of cattle. What remains today is an illusion of the wild--an illusion that has in many ways created our world.. In 3 beautifully drawn parts, MacKinnon revisits a globe exuberant with life, where lions roam North America and 20 times more whales swim in the sea. He traces how humans destroyed that reality, out of rapaciousness, yes, but also through a great forgetting. Finally, he calls for an age of restoration, not only to revisit that richer and more awe-filled world, but to reconnect with our truest human nature. MacKinnon never fails to remind us that nature is a menagerie of marvels. Here are fish that pass down the wisdom of elders, landscapes still shaped by ecological ghosts, a tortoise that is slowly remaking prehistory. It remains a beautiful world, MacKinnon writes, and it is its beauty, not its emptiness, that should inspire us to seek more nature in our lives.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "Environment",
                "History",
                "Animals",
                "Biology"
            ]
        },
        {
            "title": "Himself",
            "authors": [
                "Jess Kidd"
            ],
            "ranking": 3.92,
            "ranking_count": 11017,
            "abstract": "Abandoned on the steps of an orphanage as an infant, Dublin charmer Mahony assumed all his life that his mother had simply given him up. But when he receives a tip one night at the bar suggesting that foul play may have led to the disappearance of his mother, he decides to return to the rural Irish village where he was born to learn what really happened twenty-six years earlier.. From the moment he sets foot in Mulderrig, Mahony’s presence turns the village upside down. His uncannily familiar face and outsider’s ways cause a stir among the locals, who receive him with a mixture of curiosity (the men), excitement (the women), and suspicion (the pious). It seems that his mother, Orla Sweeney, had left quite an impression on this little town—dearly beloved to some, a scourge and a menace to others. But who would have had reason to get rid of her for good?. Determined to find answers, Mahony solicits the help of brash pot-stirrer and retired actress Mrs. Cauley, and the two concoct an ingenious plan to get the town talking, aided and abetted by a cast of eccentric characters, some from beyond the grave. What begins as a personal mission gradually becomes a quiet revolution: a young man and his town uniting against corruption of power, against those who seek to freeze their small worlds in time, to quash the sinister tides of progress and modernity come hell or high water. But what those people seem to forget is that Mahony has the dead on his side..... Centering on a small town rife with secrets and propelled by a twisting-and-turning plot,. Himself. is a gem of a book, a darkly comic mystery, and a beautiful tribute to the magic of language, legacy, and storytelling.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Magical Realism",
                "Fantasy",
                "Cultural",
                "Historical",
                "European Literature",
                "Audiobook",
                "Thriller"
            ]
        },
        {
            "title": "Lies & Omens",
            "authors": [
                "Lyn Benedict"
            ],
            "ranking": 3.88,
            "ranking_count": 190,
            "abstract": "Sylvie Lightner is a P.I. specializing in the unusual—in a world where magic is real, and Hell is just around the corner.. After escaping secret government cells and destroying a Miami landmark, Sylvie’s trying to lay low—something that gets easier when a magical force starts taking out her enemies. But these magical attacks are a risk to bystanders, and Sylvie can’t let that slide.. When the war between the government and the magical world threatens the three people closest to her—her assistant, her sister, and her lover—Sylvie has no choice but to get involved with hidden powers bent on shaping the world to their liking. Now, with death and disaster on the horizon, even if Sylvie wins, things will never be the same...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Mystery",
                "Mythology",
                "Paranormal Urban Fantasy",
                "Paranormal",
                "Romance",
                "Horror"
            ]
        },
        {
            "title": "The Hit",
            "authors": [
                "David Baldacci"
            ],
            "ranking": 4.12,
            "ranking_count": 61847,
            "abstract": "Will Robie is a master of killing.. A highly skilled assassin, Robie is the man the U.S. government calls on to eliminate the worst of the worst-enemies of the state, monsters committed to harming untold numbers of innocent victims.. No one else can match Robie's talents as a hitman...no one, except Jessica Reel. A fellow assassin, equally professional and dangerous, Reel is every bit as lethal as Robie. And now, she's gone rogue, turning her gun sights on other members of their agency.. To stop one of their own, the government looks again to Will Robie. His mission: bring in Reel, dead or alive. Only a killer can catch another killer, they tell him.. But as Robie pursues Reel, he quickly finds that there is more to her betrayal than meets the eye. Her attacks on the agency conceal a larger threat, a threat that could send shockwaves through the U.S. government and around the world.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Suspense",
                "Action",
                "Audiobook",
                "Spy Thriller",
                "Adventure"
            ]
        },
        {
            "title": "The Terrible Two",
            "authors": [
                "Mac Barnett",
                "Jory John",
                "Kevin Cornell"
            ],
            "ranking": 4.13,
            "ranking_count": 9966,
            "abstract": "Miles Murphy is not happy to be moving to Yawnee Valley, a sleepy town that’s famous for one thing and one thing only: cows. In his old school, everyone knew him as the town’s best prankster, but Miles quickly discovers that Yawnee Valley already has a prankster, and a great one. If Miles is going to take the title from this mystery kid, he is going to have to raise his game.. It’s prankster against prankster in an epic war of trickery, until the two finally decide to join forces and pull off the biggest prank ever seen: a prank so huge that it would make the members of the International Order of Disorder proud.. In The Terrible Two, bestselling authors and friends Mac Barnett and Jory John have created a series that has its roots in classic middle-grade literature yet feels fresh and new at the same time.",
            "part_of_series": true,
            "genre_list": [
                "Humor",
                "Childrens",
                "Realistic Fiction",
                "Fiction",
                "Audiobook",
                "Academic",
                "Young Adult"
            ]
        },
        {
            "title": "A History of Ancient Egypt: From the First Farmers to the Great Pyramid",
            "authors": [
                "John Romer"
            ],
            "ranking": 4.03,
            "ranking_count": 414,
            "abstract": "The extraordinary history of Ancient Egyptian civilization - from its earliest origins to the creation of its greatest monument - from specialist John Romer. This exceptional book draws on a lifetime of research and thought to recreate the previously untold story of how a civilization which began with handfuls of semi-itinerant fishermen settled, spread and created a rich, vivid, strange civilization that had its first culmination in the pharaoh Khufu building the Great Pyramid.. The book immerses the reader in the fascinating world of archaeological evidence, the process by which this long vanished world has gradually re-emerged and the rapidly changing interpretations which these breathtaking but entirely enigmatic remains have been subjected to. Whether he is writing about the smallest necklace bead or the most elaborate royal tomb, John Romer conveys to the reader a remarkable sense of how to understand a people so like ourselves and yet in so many ways eerily different.. Reviews:. 'Scholarly, passionate and exquisitely written ... a stunning, clear-sighted history of Ancient Egypt'. James McConnachie,. Sunday Times. 'It is not easy to enliven prehistory while simultaneously respecting limited archaeological evidence and avoiding novelistic pitfalls. But Romer manages it ... After a long wait, we have an up-to-date, stimulating account of the birth of what may turn out to be the world's oldest civilization'. Andrew Robinson,. Nature. 'His physical descriptions are superb ... a book to be read and thought about'. John Ray,. Financial Times. 'Romer carries the reader along effortlessly on a lengthy, complex yet immensely satisfying journey'. Joyce Tyldesley,. BBC History. About the author:. John Romer has been working in Egypt since 1966 on archaeological digs in many key sites, including the Valley of the Kings and Karnak. He led the Brooklyn Museum expedition to excavate the tomb of Ramesses XI. He wrote and presented a number of television series, including. The Seven Wonders of the World. ,. Romer's Egypt. ,. Ancient Lives. and. Testament. . His major books include. The Great Pyramid: Ancient Egypt Revisited. and. Valley of the Kings. . He lives in Italy.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Northern Africa",
                "Archaeology",
                "Roman",
                "Cultural",
                "Literature",
                "Historical"
            ]
        },
        {
            "title": "True Confessions",
            "authors": [
                "rory macbeth"
            ],
            "ranking": 5.0,
            "ranking_count": 2,
            "abstract": "A seminarian is surprised when his roomate sneaks gorgeous women from a local college into the room.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Українська хартія вільної людини",
            "authors": [
                "Ініціативна група «Першого грудня»",
                "В'ячеслав Брюховецький",
                "Bohdan Hawrylyshyn",
                "Мирослав Маринович",
                "Yevhen Sverstiuk",
                "Мирослав Попович",
                "Семен Глузман",
                "Володимир Горбулін",
                "more…",
                "Вадим Скуратівський",
                "Любомир Гузар",
                "Ігор Юхновський",
                "Іван Дзюба",
                "…less"
            ],
            "ranking": 4.5,
            "ranking_count": 2,
            "abstract": "«Хартія вільної людини» — документ, написаний після серії розмов з мистецькими, громадськими, науковими діячами, представниками бізнесу та медіа.. У цій Хартії учасники групи представлять своє бачення, «що варто робити нам як єдиній спільноті і як задіяти особисті і колективні зусилля для загального блага».",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "40 Sonnets",
            "authors": [
                "Don Paterson"
            ],
            "ranking": 3.67,
            "ranking_count": 293,
            "abstract": "This new collection from Don Paterson, his first since the Forward prize-winning. Rain. in 2009, is a series of forty sonnets. Some take a more traditional form, some are highly experimental, but what these poems share is a lyrical intelligence and musical gift that has been visible in his work since his first book of poems,. Nil Nil. , in 1993.. Addressed to children, friends and enemies, the living and the dead, musicians, poets and dogs, these poems display an ambition in their scope and tonal range matched by the breadth of their concerns. Here, voices call home from the blackout and the airlock, the storm cave and the séance, the coalshed, the war, the ringroad, the forest and the sea. These are voices frustrated by distance, by shot glass and bar rail, by the dark, leaving the 'sound that fades up from the hiss, / like a glass some random downdraught had set ringing, / now full of its only note, its lonely call . . .'. In. 40 Poems. Paterson returns to some of his central themes - contradiction and strangeness, tension and transformation, the dream world, and the divided self - in some of the most powerful and formally assured poems he has written to date. This is a rich and accomplished new work from one of the foremost poets writing in English today.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Literature"
            ]
        },
        {
            "title": "Mad About the Boy",
            "authors": [
                "Helen Fielding"
            ],
            "ranking": 3.37,
            "ranking_count": 49064,
            "abstract": "Move over, Bridget Jones’s diary: She’s back, and this time she’s texting and tweeting. . .. Fourteen years after landing Mark Darcy, Bridget’s life has taken her places she never expected. But despite the new challenges of single parenting, online dating, wildly morphing dress sizes, and bafflingly complex remote controls, she is the same irrepressible and endearing soul we all remember—though her talent for embarrassing herself in hilarious ways has become dangerously amplified now that she has 752 Twitter followers. As Bridget navigates head lice epidemics, school-picnic humiliations, and cross-generational sex, she learns that life isn’t over when you start needing reading glasses—and why one should never, ever text while drunk.. Studded with witty observations about the perils and absurdities of our times, Mad About the Boy is both outrageously comic and genuinely moving. As we watch her dealing with heartbreaking loss and rediscovering love and joy, Bridget invites us to fall for her all over again.",
            "part_of_series": true,
            "genre_list": [
                "Womens Fiction",
                "Fiction",
                "Romance",
                "Humor",
                "Contemporary",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "European Literature"
            ]
        }
    ]
}