{
    "books": [
        {
            "title": "Kuzuların Sessizliği",
            "authors": [
                "Thomas  Harris"
            ],
            "ranking": 4.22,
            "ranking_count": 511059,
            "abstract": "Hannibal Lecter. The ultimate villain of modern fiction. Read the five-million-copy bestseller that scared the world silent. The Silence of the Lambs. A young FBI trainee. An evil genius locked away for unspeakable crimes. A plunge into the darkest chambers of a psychopath's mind--in the deadly search for a serial killer. - back cover",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Mystery",
                "Suspense",
                "Classics",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "'I Won't Learn from You': And Other Thoughts on Creative Maladjustment",
            "authors": [
                "Herbert R. Kohl",
                "Colin Greer"
            ],
            "ranking": 4.17,
            "ranking_count": 483,
            "abstract": "I won't learn from you is Herb Kohl's now-classic essay about the phenomenon of not-learning, or refusing to learn, which takes place when a student's intelligence, dignity, or integrity is compromised by a teacher, an institution, or a larger social mindset. Available in book form for the first time, I Won't Learn from You serves here as a starting point for four new, groundbreaking essays by one of the country's leading thinkers on education. The Tattooed Man: Confessions of a Hopemonger is about the importance of teaching hope, and is Kohl's first autobiographical effort to discover in his own ghettoized childhood attitudes that let him recognize not-learning when he saw it among his students decades later. Creative Maladjustment and the Struggle for Public Education is inspired by Martin Luther King, Jr.'s call for creative maladjustment to an unjust society, and deals with the ways in which one can lead a positive life and learn new ways of maintaining opposition and resistance. Excellence, Equality, and Equity explores the relationship between these three crucial - and often confused - concepts. Uncommon Differences is about the way in which notions such as political correctness have been used to distract us from the central concerns of public education, including educating the poor, developing cultural diversity within the schools, and undoing the stigmatization of students who do not conform. It is about what public education in America can become. Written in Kohl's hallmark conversational style and employing the case examples that make his writing so compelling, these essays are at the forefront of current thinking on urban education.",
            "part_of_series": false,
            "genre_list": [
                "Education",
                "Teaching",
                "Nonfiction",
                "Academic",
                "Leadership"
            ]
        },
        {
            "title": "Transit",
            "authors": [
                "Anna Seghers"
            ],
            "ranking": 3.72,
            "ranking_count": 2041,
            "abstract": "Marseille im Sommer 1940: Am Rande Europas versammeln sich die von den Nazis Verfolgten und Bedrohten. Sie hetzen nach Visa und Bescheinigungen, um nach Übersee ins rettende Exil zu entkommen. Für kurze Zeit sind fremde Leben durch Hoffnungen, Träume und Leidenschaften miteinander verbunden.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Historical",
                "Classics",
                "War",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "The Real Cool Killers",
            "authors": [
                "Chester Himes"
            ],
            "ranking": 3.88,
            "ranking_count": 1879,
            "abstract": "When Harlemites set about each other with knives, it's an everyday kind of happening. But when a white man is shot dead in a Harlem street one steamy evening it means trouble, big trouble.. Plenty of people had motives for killing Galen, a big Greek with too much money and too great a liking for young black girls. But there are complications - like Sonny, high on hash, found standing over the body with a gun in his hand that fires only blanks, a street gang called the Moslems, a disappearing suspect, and the fact that Coffin Ed's own daughter is up to her pretty neck in the whole explosive situation...",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Cultural",
                "Literature",
                "Thriller",
                "Novels"
            ]
        },
        {
            "title": "Emmanuel's Book II: The Choice for Love",
            "authors": [
                "Pat Rodegast",
                "Judith Stanton",
                "Ram Dass"
            ],
            "ranking": 4.39,
            "ranking_count": 193,
            "abstract": "A beautifully written sequel to the inspirational Emmanuel's Book, with an introduction by Ram Dass.. The Choice For Love. offers insight into difficult relationships, aging, illness and healing, learning from AIDS and much more.",
            "part_of_series": true,
            "genre_list": [
                "Spirituality",
                "Philosophy"
            ]
        },
        {
            "title": "A Time of Omens",
            "authors": [
                "Katharine Kerr"
            ],
            "ranking": 4.1,
            "ranking_count": 4693,
            "abstract": "While a dashing young king journeys to his throne in disguise, fulfilling an ancient prophecy, the exiled lord Rhodry travels anonymously as a mercenary.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Epic",
                "Sci Fi Fantasy",
                "Adult"
            ]
        },
        {
            "title": "Rebecca's World",
            "authors": [
                "Terry Nation",
                "Larry Learmonth"
            ],
            "ranking": 4.44,
            "ranking_count": 350,
            "abstract": "It was the eleventh day of the school holidays and Rebecca was bored. But events take a dramatic turn for the better (or worse) when she finds herself transported to a distant planet whose people are terrorized by jelly-like monsters called Ghosts.. Rebecca's World is a marvellously gripping (and frequently comic) adventure story, with a memorable cast of characters. A story that will be enjoyed by children and adults alike.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Science Fiction",
                "Fiction"
            ]
        },
        {
            "title": "Волонтеры вечности",
            "authors": [
                "Max Frei",
                "Max Frei"
            ],
            "ranking": 4.45,
            "ranking_count": 2236,
            "abstract": "Иногда мертвецы возвращаются в мир живых; иногда живые уходят по тропм мертвых и возвращаются обратно. Их глаза видели ад, поэтому ничего не сравнится с силой их любви к жизни. Власть над другими - тяжелейшая ноша, а плата за могущество может оказаться слишком высокой. Но нет места для пустых сожалений в сердце того, кто по доброй воле стал волонтером вечности.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Cultural",
                "Fiction",
                "Audiobook",
                "Humor",
                "Science Fiction Fantasy",
                "Literature",
                "Mystery"
            ]
        },
        {
            "title": "All Men Are Mortal",
            "authors": [
                "Simone de Beauvoir"
            ],
            "ranking": 4.12,
            "ranking_count": 4992,
            "abstract": "When the beautiful, ambitious actress Regina takes Fosca into her life and learns his amazing truth, she is obsessed with the thought that in his memory her performances will live forever. But, as he recounts the story of his immortal existence over more than six centuries, as she learns of his involvement in some of the most significant events in history and how human hope and love have withered in him, she finally understands the implications for him and for love.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Philosophy",
                "Classics",
                "Cultural",
                "Literature",
                "Feminism",
                "European Literature",
                "Novels",
                "Historical",
                "Womens"
            ]
        },
        {
            "title": "The Journal of Augustus Pelletier: The Lewis and Clark Expedition, 1804",
            "authors": [
                "Kathryn Lasky"
            ],
            "ranking": 3.78,
            "ranking_count": 360,
            "abstract": "In Kathryn Lasky's first book for the My Name Is America line, the acclaimed author tells the story of the Lewis and Clark expedition through the eyes of fictional, fourteen-year-old Augustus Pelletier. Eager to strike out on his own, Gus joins Lewis and Clark's Corps of Discovery on their journey from Missouri to the Pacific Ocean as the youngest member of the trip.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Childrens",
                "Diary",
                "Adventure",
                "Travel"
            ]
        },
        {
            "title": "Henry Reed, Inc.",
            "authors": [
                "Keith Robertson",
                "Robert McCloskey"
            ],
            "ranking": 4.05,
            "ranking_count": 2967,
            "abstract": "Henry Reed has arrived in Grover's Corner--and the town will never be the same. While spending the summer with his aunt and uncle, Henry comes up with a sure-fire money-making project: Henry Reed, Inc., Research. Henry's neighbor, Midge Glass, has an even more sure-fire hit: Reed and Glass, Inc. Now with Henry's ingenious mind and Midge's practical reasoning, Reed and Class Inc. turns into a huge success--while creating more bewildering and outrageous schemes than the townfold could have imagined.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Childrens",
                "Young Adult",
                "Humor",
                "Academic",
                "Historical",
                "Contemporary"
            ]
        },
        {
            "title": "The Book of Evidence",
            "authors": [
                "John Banville"
            ],
            "ranking": 3.7,
            "ranking_count": 4678,
            "abstract": "Returning to Ireland to reclaim a painting that is part of his patrimony, a thirty-eight-year-old man commits a ghastly and motiveless murder, which he confesses in a novel-length narrative.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Mystery",
                "European Literature",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Contemporary",
                "Classics"
            ]
        },
        {
            "title": "Seduction and Betrayal: Women and Literature",
            "authors": [
                "Elizabeth Hardwick",
                "Joan Didion"
            ],
            "ranking": 3.96,
            "ranking_count": 426,
            "abstract": "The novelist and essayist Elizabeth Hardwick is one of contemporary America's most brilliant writers, and. Seduction and Betrayal. , in which she considers the careers of women writers as well as the larger question of the presence of women in literature, is her most passionate and concentrated work of criticism. A gallery of unforgettable portraits--of Virginia Woolf and Zelda Fitzgerald, Dorothy Wordsworth and Jane Carlyle--as well as a provocative reading of such works as. Wuthering Heights, Hedda Gabler. , and the poems of Sylvia Plath,. Seduction and Betrayal. is a virtuoso performance, a major writer's reckoning with the relations between men and women, women and writing, writing and life.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Writing",
                "Feminism",
                "Criticism",
                "Literature",
                "Female Authors",
                "History",
                "Language"
            ]
        },
        {
            "title": "Amar se Aprende Amando",
            "authors": [
                "Carlos Drummond de Andrade"
            ],
            "ranking": 4.18,
            "ranking_count": 223,
            "abstract": "'Drummond se debruça, nos poemas deste 'Amar se aprende amando', sobre as coisas miúdas, humílimas até e quase anônimas da multiforme floração cotidiana, encordoando outra vez uma viola que há muito silenciara e confirmando que não é poeta' porque queria, mas porque, como observa Antonio Houaiss, toda a alternativa o perderia de si para si.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics"
            ]
        },
        {
            "title": "Mollie Peer: or, The Underground Adventure of the Moosepath League",
            "authors": [
                "Van Reid"
            ],
            "ranking": 4.23,
            "ranking_count": 359,
            "abstract": "In the second hilarious adventure of the Moosepath League, Mollie Peer, the feisty society columnist for the Eastern Argus, follows up on a lead she hopes will win her that elusive promotion to reporter. But when her pursuit of a little street urchin named Bird and his dangerous captors lands Mollie in danger, she is thrown together with the hapless, if lovable, members of the Moosepath League in a mission of mercy that takes them from the underground of the Portland waterfront to a perilous night pursuit on the October coast. Filled with old-fashioned adventure, wonderment, and romance, Mollie Peer is an enthralling tale about the triumph of simple kindness that readers will want to curl up with while discovering the delights of Van Reid's magnificent storytelling.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Humor",
                "Adult",
                "Adventure"
            ]
        },
        {
            "title": "Maps in a Mirror: The Short Fiction of Orson Scott Card",
            "authors": [
                "Orson Scott Card"
            ],
            "ranking": 4.01,
            "ranking_count": 3228,
            "abstract": "Maps in a Mirror brings together nearly all of Orson Scott Card's short fiction written between 1977 and 1990. For those readers who have followed this remarkable talent since the beginning, here are all those amazing stories gathered together in one place, with some extra surprises as well. For the many who are newly come to Card, here is chance to experience the wonder of a writer so versatile that he can handle everything from traditional narrative poetry to modern experimental fiction with equal ease and grace. The brilliant story-telling of the Alvin Maker books is no accident; the breathless excitement evoked by the Ender books is not a once-in-a-lifetime experience. In this enormous volume are forty-six stories, plus ten long, intensely personal essays, unique to this volume. In them the author reveals some of his reasons and motivations for writing, with a good deal of autobiography into the bargain.. Contents:. Introduction (Book 1: The Hanged Man, Tales of Dread) • essay by Orson Scott Card. Eumenides in the Fourth Floor Lavatory (1979) / novelette by Orson Scott Card. Quietus (1979) / short story by Orson Scott Card. Deep Breathing Exercises (1979) / short story by Orson Scott Card. Fat Farm (1980) / short story by Orson Scott Card. Closing the Timelid (1979) / short story by Orson Scott Card. Freeway Games (1979) / short story by Orson Scott Card. A Sepulchre of Songs (1981) / novelette by Orson Scott Card. Prior Restraint (1986) / short story by Orson Scott Card. The Changed Man and the King of Words (1982) / novelette by Orson Scott Card. Memories of My Head (1990) / short story by Orson Scott Card. Lost Boys (1989) / short story by Orson Scott Card. Afterword (Book 1: The Hanged Man, Tales of Dread) • essay by Orson Scott Card. Introduction (Book 2: Flux, Tales of Human Futures) • essay by Orson Scott Card. A Thousand Deaths [Tales of Capitol] (1978) / novelette by Orson Scott Card. Clap Hands and Sing (1982) / short story by Orson Scott Card. Dogwalker (1989) / novelette by Orson Scott Card. But We Try Not to Act Like It (1979) / short story by Orson Scott Card. I Put My Blue Genes On (1978) / short story by Orson Scott Card. In the Doghouse (1978) / short story by Orson Scott Card and Jay A. Parry. The Originist [Foundation] (1989) / novella by Orson Scott Card. Afterword (Book 2: Flux, Tales of Human Futures) • essay by Orson Scott Card. Introduction (Book 3: Maps in a Mirror, Fables and Fantasies) • essay by Orson Scott Card. Unaccompanied Sonata (1979) / short story by Orson Scott Card. A Cross-Country Trip to Kill Richard Nixon (1980) / novelette by Orson Scott Card. The Porcelain Salamander (1981) • short story by Orson Scott Card. Middle Woman (1981) / short story by Orson Scott Card. The Bully and the Beast (1979) / novella by Orson Scott Card. The Princess and the Bear (1980) / novelette by Orson Scott Card. Sandmagic [Mither Mages] (1979) / novelette by Orson Scott Card. The Best Day (1984) / short story by Orson Scott Card. A Plague of Butterflies (1981) / short story by Orson Scott Card. The Monkeys Thought 'Twas All in Fun (1979) / novelette by Orson Scott Card. Afterword (Book 3: Maps in a Mirror, Fables and Fantasies) • essay by Orson Scott Card. Introduction (Book 4: Cruel Miracles, Tales of Death, Hope, and Holiness) • essay by Orson Scott Card. Mortal Gods (1979) / short story by Orson Scott Card. Saving Grace (1987) / short story by Orson Scott Card. Eye for Eye (1987) / novella by Orson Scott Card. St. Amy's Tale (1980) / novelette by Orson Scott Card. Kingsmeat (1978) / short story by Orson Scott Card. Holy (1980) / novelette by Orson Scott Card. Afterword (Book 4: Cruel Miracles, Tales of Death, Hope, and Holiness) • essay by Orson Scott Card. Introduction (Book 5: Lost Songs, The Hidden Stories) • essay by Orson Scott Card. Ender's Game [Ender Wiggin] (1977) / novelette by Orson Scott Card. Mikal's Songbird (1978) / novelette by Orson Scott Card. Prentice Alvin and the No-Good Plow [The Alvin Maker Saga] (1989) • poem by Orson Scott Card. Malpractice (1977) / short story by Orson Scott Card. Follower (1978) / short story by Orson Scott Card. Hitching (1978) / short story by Orson Scott Card. Damn Fine Novel (1989) / short story by Orson Scott Card. Billy's Box (1978) / short story by Orson Scott Card. The Best Family Home Evening Ever (1978) / short story by Orson Scott Card. Bicicleta (1977) / short story by Orson Scott Card. I Think Mom and Dad Are Going Crazy, Jerry (1979) / short story by Orson Scott Card. Gert Fram (1977) / short story by Orson Scott Card. Afterword (Book 5: Lost Songs, The Hidden Stories) • essay by Orson Scott Card",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Short Stories",
                "Fiction",
                "Science Fiction Fantasy",
                "Anthologies",
                "Horror",
                "Speculative Fiction",
                "Mystery",
                "Thriller"
            ]
        },
        {
            "title": "No One Here Gets Out Alive",
            "authors": [
                "Danny Sugerman",
                "Jerry Hopkins"
            ],
            "ranking": 3.92,
            "ranking_count": 42704,
            "abstract": "Here is Jim Morrison in all his complexity - singer, philosopher, poet, delinquent-the brilliant, charismatic, and obsessed seeker who rejected authority in any form, the explorer who probed the bounds of reality to see what would happen... Seven years in the writing, this definitive biography is the work of two men whose empathy and experience with Jim Morrison uniquely prepared them to recount this modern tragedy: Jerry Hopkins, whose famous Presley biography, Elvis, was inspired by Morrison's suggestion, and Danny Sugerman, confidant of and aide to the Doors. With an afterword by Michael McClure.",
            "part_of_series": false,
            "genre_list": [
                "Music",
                "Biography",
                "Nonfiction",
                "Biography Memoir",
                "History",
                "Autobiography",
                "Poetry"
            ]
        },
        {
            "title": "The Essence of Christianity",
            "authors": [
                "Ludwig Feuerbach",
                "Robert M. Baird",
                "Stuart E. Rosenbaum",
                "George Eliot"
            ],
            "ranking": 3.81,
            "ranking_count": 737,
            "abstract": "In this, one of the most influential works of the post-Hegelian era, Feuerbach captures the synthesis that emerges from the dialectical process of a transcending Godhead & the rational & material world. In understanding the true nature of what it means to be fully human, he contends that we come face to face with the essence of Xian theology: human beings investing ordinary concepts with divine meaning & significance. The true danger to humanity occurs when theology is given the force of dogma & doctrine. Losing sight of its anthropological underpinnings & dependence upon or emergence from human nature, it then acquires an existence separate from that of humankind. He leaves nothing untouched: miracles, the Trinity, Creation, prayer, resurrection, immortality, faith & much more.. The essential nature of man. The essence of religion considered generally. God as a being of the understanding. God as a moral being or law. The mystery of the incarnation; or, God as love, as a being of the heart. The mystery of the suffering God. The mystery of the Trinity & the mother of God. The mystery of the Logos & divine image. The mystery of the cosmogonical principle in God. The mystery of mysticism, or of nature in God. The mystery of providence & creation out of nothing. The significance of the creation in Judaism. The omnipotence of feeling, or the mystery of prayer. The mystery of faith, the mystery of miracle. The mystery of the resurrection and of the miraculous conception. The mystery of the Christian Christ, or the personal God. The distinction between Christianity & heathenism. The significance of voluntary celibacy & monachism. The Christian heaven, or personal immortality. The essential standpoint of religion. The contradiction in the existence of God. The contradiction in the revelation of God. The contradiction in the nature of God in general. The contradiction in the speculative doctrine of God. The contradiction in the Trinity. The contradiction in the sacraments. The contradiction of faith & love. Concluding application",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Religion",
                "Nonfiction",
                "Classics",
                "European Literature",
                "History",
                "Christian"
            ]
        },
        {
            "title": "Keeping Up with Magda",
            "authors": [
                "Isla Dewar"
            ],
            "ranking": 3.83,
            "ranking_count": 251,
            "abstract": "In the Scottish fishing village of Mareth, everyone knows everything about each other - and what they don't know they assume; the villagers live against a constantly changing backdrop of elaborate scheming and sexual innuendo. At the hub of this world is the Ocean Cafe, run by tousle-haired, forty-something Magda, who makes grown men eat their greens, won't serve customers she doesn't like, and loves her children and their father with a passion. When Jessie Tate, devastated by recent tragedy, rents the flat above the cafe in an escape from the city, her dream of peace and solitude is shattered by the rock 'n' roll music that thuds through her floor. But perhaps a dose of life in an intimate, colourful and utterly self-absorbed community is just what Jessie needs to break free of her ghosts...",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural"
            ]
        },
        {
            "title": "All That Glitters",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.9,
            "ranking_count": 9409,
            "abstract": "Ruby ha vuelto al bayou a la tierra que la vio nacer y crecer. Todos sus parientes más cercanos han fallecido y se ha visto separada de Beau el joven a quien más amaba en la vida. Pero no está sola: tiene a Pearl su hijita y junto a ella está dispuesta a empezar una nueva vida y a olvidar todas las penalidades sufridas hasta el momento enfrentándose a las trampas que el destino intente tenderle.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Gothic",
                "Womens Fiction",
                "Adult Fiction",
                "Mystery",
                "Drama",
                "Thriller"
            ]
        },
        {
            "title": "The Fugitive Game: Online with Kevin Mitnick",
            "authors": [
                "Jonathan Littman"
            ],
            "ranking": 3.85,
            "ranking_count": 428,
            "abstract": "Kevin David Mitnick was cyberspace's most wanted hacker. Mitnick could launch missiles or cripple the world's financial markets with a single phone call - or so went the myth. The FBI, phone companies, bounty hunters, even fellow hackers pursued him over the Internet and through cellular airways. But while Mitnick's alleged crimes have been widely publicized, his story has never been told. Now Jonathan Littman takes us into the mind of a serial hacker. Drawing on over fifty hours of telephone conversations with Mitnick on the run, Littman reveals Mitnick's double life; his narrow escapes; his new identities, complete with college degrees of his choosing; his hacking techniques and mastery of social engineering; his obsession with revenge.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Science",
                "Computer Science",
                "Mystery",
                "Computers",
                "History",
                "Crime",
                "Cultural"
            ]
        },
        {
            "title": "As Long As I Have You",
            "authors": [
                "Dean Hughes"
            ],
            "ranking": 4.3,
            "ranking_count": 7338,
            "abstract": "The war is over, and the Thomas family is slowly coming back together at home in Salt Lake City. But that doesn't mean all is well in Zion.. In As Long As I Have You, the final volume of the Children of the Promise series, author Dean Hughes presents a moving picture of what life was like for an ordinary LDS family at the end of World War II.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Lds",
                "Christianity",
                "Fiction",
                "Religion",
                "War",
                "Adult",
                "Romance"
            ]
        },
        {
            "title": "Selected Poems",
            "authors": [
                "Zbigniew Herbert",
                "Czesław Miłosz",
                "Peter Dale Scott"
            ],
            "ranking": 4.42,
            "ranking_count": 197,
            "abstract": "Blessed is the nation that in the course of a century could give the world two poets of Czeslaw Milosz's and Zbigniew Herbert's scope. Doubly blessed is the English-reader, for in this volume he gets Zbigniew Herbert's work rendered by Czeslaw Milosz: like the poor, or better yet like nature herself, Polish genius takes care of its own.. This collection of poems is bound for a much longer haul than any of us can anticipate. For Zbigniew Herbert's poetry adds to the biography of civilization the sensibility of a man not defeated by the century that has been most thorough, most effective in dehumanization of the species. Herbert's irony, his austere reserve and his compassion, the lucidity of his lyricism, the intensity of his sentiment toward classical antiquity, are not just trappings of a modern poet, but the necessary armor--in his case well-tempered and shining indeed--for man not to be crushed by the onslaught of reality. By offering to his readers neither aesthetic norethical discount, this poet, in fact, saves them frorn that poverty which every form of human eviI finds so congenial. As long as the species exists, this book will be timely.. -- Joseph Brodsky",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "European Literature",
                "Cultural"
            ]
        },
        {
            "title": "Beyond the Deepwoods",
            "authors": [
                "Paul Stewart",
                "Chris Riddell"
            ],
            "ranking": 4.07,
            "ranking_count": 14600,
            "abstract": "Abandoned at birth in the perilous Deepwoods, Twig Verginix is brought up by a family of woodtrolls. One cold night, Twig does what no woodtroll has ever done before – he strays from the path.. So begins a heart-stopping adventure that will take Twig through a nightmare world of fearsome goblins, bloodthirsty beasts and flesh-eating trees. Can he discover the truth about his past?. Beyond the Deepwoods is the first book of the Twig Saga – second trilogy in The Edge Chronicles. Each book is a stand-alone adventure, so you can read The Edge Chronicles in any order you choose.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure",
                "Science Fiction",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Computer Networks",
            "authors": [
                "Andrew S. Tanenbaum"
            ],
            "ranking": 4.11,
            "ranking_count": 2208,
            "abstract": "For courses in computer networking or introductions to networking at both the undergraduate and graduate level in computer science, engineering, CIS, MIS, and business departments. In this revision, the author takes a structured approach to explaining how networks function.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Computer Science",
                "Reference",
                "Textbooks"
            ]
        },
        {
            "title": "Cosmos",
            "authors": [
                "Witold Gombrowicz",
                "Danuta Borchardt"
            ],
            "ranking": 4.02,
            "ranking_count": 3357,
            "abstract": "A dark, quasi-detective novel,. Cosmos. follows the classic noir motif to explore the arbitrariness of language, the joke of human freedom, and man’s attempt to bring order out of chaos in his psychological life.. Published in 1965,. Cosmos. is the last novel by Witold Gombrowicz (1904–1969) and his most somber and multifaceted work. Two young men meet by chance in a Polish resort town in the Carpathian Mountains. Intending to spend their vacation relaxing, they find a secluded family-run. pension.. But the two become embroiled first in a macabre event on the way to the. pension,. then in the peculiar activities and psychological travails of the family running it. Gombrowicz offers no solution to their predicament.. Cosmos. is translated here for the first time directly from the Polish by Danuta Borchardt, translator of. Ferdydurke.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Mystery",
                "Cultural",
                "Literature",
                "Novels",
                "Classics",
                "Philosophy"
            ]
        },
        {
            "title": "Days of Blood and Fire",
            "authors": [
                "Katharine Kerr"
            ],
            "ranking": 4.11,
            "ranking_count": 4742,
            "abstract": "In the peaceful land of the Rhiddaer, Jahdo the  ratcatcher's son stumbles upon a secret meeting  between a city council man and a dangerous,  mysterious woman. Suddenly the boy is tangled in a web of  intrigue and black magic that drags him far from  home. In the company of a blind bard, Jahdo must  travel to Deverry to unravel the evil that binds  him. But there the boy is caught up in dangers far  greater than he has ever known. Two powerful  sorcerers--one human, the other elven--are battling to  save the country from a goddess gone mad. Their  strongest ally is the mercenary soldier Rhodry  Maelwaedd, a berserker bound to both women by fate and  magic . . . and to the dragon upon whom all their  live may depend.. Days Of Blood And  Fire. begins an exciting new chapter in the  chronicles of Deverry and the Westlands, with a story  suited to new readers and loyal fans  alike.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Epic",
                "Adult",
                "Historical"
            ]
        },
        {
            "title": "Trolldom",
            "authors": [
                "Margit Sandemo"
            ],
            "ranking": 3.85,
            "ranking_count": 600,
            "abstract": "Den första boken börjar i Bergen på slutet av 1600-talet. Tiril Dahl växte upp som ett ensamt, osjälviskt barn i skuggan av sin vackra syster Carla. Med åren började onda saker att ske omkring de unga systrarna. Tiril befann sig i ett hopplöst dilemma, och till slut kunde det bli livsfarligt.. Hjälpen kom i form av den unge affärsmannen Erling - men samtidigt dök en mystisk, skrämmande islänning upp. Hans namn var Móri, och han hade bestämt sig för att bli tidernas störste häxmästare...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Historical",
                "European Literature",
                "Fiction",
                "Adult",
                "Childrens",
                "Paranormal"
            ]
        },
        {
            "title": "Chicken Soup for the Teenage Soul",
            "authors": [
                "Jack Canfield",
                "Mark Victor Hansen",
                "Kimberly Kirberger"
            ],
            "ranking": 3.93,
            "ranking_count": 18233,
            "abstract": "This first batch of Chicken Soup for Teens consists of 101 stories every teenager can relate to and learn from -- without feeling criticized or judged. This edition contains important lessons on the nature of friendship and love, the importance of belief in the future, and the value of respect for oneself and others, and much more.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Short Stories",
                "Self Help",
                "Inspirational",
                "Young Adult",
                "Childrens",
                "Anthologies",
                "Poetry",
                "Writing",
                "Psychology"
            ]
        },
        {
            "title": "Bloody Sunday: Massacre in Northern Ireland : The Eyewitness Accounts",
            "authors": [
                "John Scally"
            ],
            "ranking": 4.08,
            "ranking_count": 36,
            "abstract": "January 30, 1972, in Derry, Northern Ireland, is a day that will forever be remembered in Ireland as Bloody Sunday. In a carnival atmosphere, a peaceful anti-internment march began, only to end tragically a few hours later when thirteen unarmed marchers were shot dead by the British Army.. Within days of the killings, more than 500 eyewitness testimonies were recorded to be presented to a British Tribunal by the National Civil Rights Association. The Widgery Tribunal, ignoring the evidence, produced a report that cleared the British Army of any responsibility, again making a mockery of British justice as practiced in Northern Ireland.. Don Mullan's meticulous research has seriously undermined the official British version of events. The Irish government and many U.S. congressmen have stated that these discoveries warrant the re-opening of the Bloody Sunday inquiry.. No truth is as powerful as witnessed truth, and the witnesses to the massacre tell a dramatic human story of tragedy, brutality and heroism.. Bloody Sunday. revisits more than 100 of these accounts--published here for the first time.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Cultural"
            ]
        },
        {
            "title": "Sewer, Gas and Electric: The Public Works Trilogy",
            "authors": [
                "Matt Ruff"
            ],
            "ranking": 3.93,
            "ranking_count": 2827,
            "abstract": "High above Manhattan android and human steelworkers are constructing a new Tower of Babel for billionaire Harry Gant, as a monument to humanity’s power to dream. In the festering sewers below a darker game is afoot: a Wall Street takeover artist has been murdered, and Gant’s crusading ex-wife, Joan Fine, has been hired to find out why. The year is 2023, and Ayn Rand has been resurrected and bottled in a hurricane lamp to serve as Joan's assistant; an eco-terrorist named Philo Dufrense travels in a pink-and-green submarine designed by Howard Hughes; a Volkswagen Beetle is possessed by the spirit of Abbey Hoffman; Meisterbrau, a mutant great white shark, is running loose in the sewers beneath Times Square; and a one-armed 181-year-old Civil War veteran joins Joan and Ayn in their quest for the truth. All of whom, and many more besides, are caught up in a vast conspiracy involving Walt Disney, J. Edgar Hoover, and a mob of homicidal robots.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Humor",
                "Novels",
                "Literature",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Advanced Procedure & Axioms",
            "authors": [
                "L. Ron Hubbard"
            ],
            "ranking": 4.22,
            "ranking_count": 100,
            "abstract": "In Advanced Procedures & Axioms. , L. Ron Hubbard shows you how to move from effect to cause in life. Learn basic discoveries about life, including the incredible Axioms-the 194 codified natural laws that allow you to harness the powerful forces of life rather than be the effect of them.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Philosophy",
                "Nonfiction"
            ]
        },
        {
            "title": "Panther in the Sky: A Novel Based on the Life of Tecumseh",
            "authors": [
                "James Alexander Thom"
            ],
            "ranking": 4.33,
            "ranking_count": 2559,
            "abstract": "Rich, colorful and bursting with excitement, this remarkable story turns James Alexander Thom's power and passion for American history to the epic story of Tecumseh's life and give us a heart-thumping novel of one man's magnificent destiny--to unite his people in the struggle to save their land and their way of life from the relentless press of the white settlers.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "North American Hi...",
                "Westerns",
                "Literature",
                "War",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Rosaura a las diez",
            "authors": [
                "Marco Denevi"
            ],
            "ranking": 3.8,
            "ranking_count": 2995,
            "abstract": "Rosaura a las diez, la primera novela de Marco Denevi, es un singular ejemplo de la vitalidad literaria. Sin la apoyatura publicitaria habitual para los libros de aparición reciente, y pasado ya el tiempo de exhibición del filme que, con el mismo título, dirigió Mario Sóffici, con Juan Verdager y Susana Campos en los papeles protagónicos, Rosaura a las diez es hoy en el mundo una de las pocas novelas plenamente vigente y más leídas de la literatura argentina moderna.",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Mystery",
                "Fiction",
                "Classics",
                "Cultural",
                "Academic",
                "Literature"
            ]
        },
        {
            "title": "After Virtue: A Study in Moral Theory",
            "authors": [
                "Alasdair MacIntyre"
            ],
            "ranking": 4.18,
            "ranking_count": 5061,
            "abstract": "When After Virtue first appeared in 1981, it was recognized as a significant and potentially controversial critique of contemporary moral philosophy. Newsweek called it “a stunning new study of ethics by one of the foremost moral philosophers in the English-speaking world.” Since that time, the book has been translated into more than fifteen foreign languages and has sold over one hundred thousand copies. Now, twenty-five years later, the University of Notre Dame Press is pleased to release the third edition of After Virtue, which includes a new prologue “After Virtue after a Quarter of a Century.”. In this classic work, Alasdair MacIntyre examines the historical and conceptual roots of the idea of virtue, diagnoses the reasons for its absence in personal and public life, and offers a tentative proposal for its recovery. While the individual chapters are wide-ranging, once pieced together they comprise a penetrating and focused argument about the price of modernity. In the Third Edition prologue, MacIntyre revisits the central theses of the book and concludes that although he has learned a great deal and has supplemented and refined his theses and arguments in other works, he has “as yet found no reason for abandoning the major contentions” of this book. While he recognizes that his conception of human beings as virtuous or vicious needed not only a metaphysical but also a biological grounding, ultimately he remains “committed to the thesis that it is only from the standpoint of a very different tradition, one whose beliefs and presuppositions were articulated in their classical form by Aristotle, that we can understand both the genesis and the predicament of moral modernity.”",
            "part_of_series": false,
            "genre_list": [
                "Philosophy",
                "Nonfiction",
                "History",
                "Religion",
                "Politics",
                "Cultural",
                "Classics",
                "Christian"
            ]
        },
        {
            "title": "The Horseman on the Roof",
            "authors": [
                "Jean Giono",
                "Jonathan Griffin"
            ],
            "ranking": 3.89,
            "ranking_count": 1473,
            "abstract": "Perhaps no other of his novels better reveals Giono's perfect balance between lyricism and narrative, description and characterization, the epic and the particular, than. The Horseman on the Roof. . This novel, which Giono began writing in 1934 and which was published in 1951, expanded and solidified his reputation as one of Europe's most important writers.. This is a novel of adventure, a. roman courtois. , that tells the story of Angelo, a nobleman who has been forced to leave Italy because of a duel, and is returning to his homeland by way of Provence. But that region is in the grip of a cholera epidemic, travelers are being imprisoned behind barricades, and exposure to the disease is almost certain.. Angelo's escapades, adventures, and heroic self-sacrifice in this hot, hallucinatory landscape, among corpses, criminals, and rioting townspeople, share this epic tale.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Classics",
                "European Literature",
                "Novels",
                "Literature",
                "Roman",
                "Adventure",
                "Romance"
            ]
        },
        {
            "title": "Magic Cottage, Das Haus auf dem Land",
            "authors": [
                "James Herbert",
                "Martin Eisele"
            ],
            "ranking": 3.87,
            "ranking_count": 6500,
            "abstract": "Midge und Mike, zwei junge Künstler, haben ein romantisches Landhaus bezogen. Die magischen Kräfte, die von dieser Idylle ausgehen, schlagen in nacktes Grauen um, als Mitglieder einer seltsamen Sekte auftauchen.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Fantasy",
                "Thriller",
                "Mystery",
                "European Literature",
                "Paranormal"
            ]
        },
        {
            "title": "Animorphs",
            "authors": [
                "K.A. Applegate",
                "Katherine Applegate"
            ],
            "ranking": 4.37,
            "ranking_count": 4108,
            "abstract": "Animorphs RM is an exciting series for young adult readers about five teens who are given the power to morph into any animal they touch and then to absorb its DNA. This power is granted them by a dying Andalite alien named Elfangor, who also warns the teens that Earth is being threatened secretly by a group of aliens called Yeerks. This high-interest series is currently a successful television show and will be sure to intrigue even the most reluctant readers.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Fantasy",
                "Science Fiction Fantasy",
                "Animals",
                "Adventure"
            ]
        },
        {
            "title": "The House of God",
            "authors": [
                "Samuel Shem",
                "John Updike"
            ],
            "ranking": 3.9,
            "ranking_count": 20011,
            "abstract": "The hilarious novel of the healing arts that reveals everything your doctor never wanted you to know.. Six eager interns—they saw themselves as modern saviors-to-be.   They came from the top of their medical school class  to the bottom of the hospital staff to serve a  year in the time-honored tradition, racing to answer  the flash of on-duty call lights and nubile  nurses.. But only the Fat Man—the Clam, all-knowing resident—could sustain them in their struggle to survive, to stay sane, to love and even to be doctors when their harrowing year was done.",
            "part_of_series": true,
            "genre_list": [
                "Health",
                "Fiction",
                "Medical",
                "Humor",
                "Classics",
                "Literature",
                "Contemporary",
                "Novels"
            ]
        },
        {
            "title": "The Cracker Factory",
            "authors": [
                "Joyce Rebeta-Burditt"
            ],
            "ranking": 3.9,
            "ranking_count": 394,
            "abstract": "Meet Cassie Barrett. Typical housewife of the 1960’s…three children, a husband she isn’t sure she loves, a lover she is sure she doesn’t, a psychiatrist she wants to murder, a major drinking problem, and one of the fastest, funniest, wise-cracking mouths of the time.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Novels",
                "Contemporary"
            ]
        },
        {
            "title": "The Fairy Tales of Hermann Hesse",
            "authors": [
                "Hermann Hesse",
                "Jack D. Zipes",
                "David Frampton"
            ],
            "ranking": 3.99,
            "ranking_count": 4377,
            "abstract": "To read Hermann Hesse's fairy tales is to enter a fabulous world of dreams and visions, philosophy and passion. This landmark collection contains twenty-two of Hesse's finest stories in this genre, most translated into English here for the first time. Full of visionaries and seekers, princesses and wandering poets, his fairy tales speak to the place in our psyche that inspires us with deep spiritual longing; that compels us to leave home, and inevitably to return; and that harbors the greatest joys and most devastating wounds of our heart.. Containing all the themes common in Hesse's great novels. Siddhartha. ,. Steppenwolf. , and. Demian. —and mirroring events in his own life, these exquisite short pieces exhibit the same mystical and romantic impulses that contribute to the haunting brilliance of his major works. Several stories, including The Poet, The Fairy Tale About the Wicker Chair, and The Painter, examine the dilemma of the artist, torn between the drive for perfection and the temptations of pleasure and social success. Other tales reflect changes and struggles within society: in Faldum, a city is irrevocably transformed when each resident is granted his or her fondest wish; in Strange News from Another Planet, If the War Continues, and The European, nightmarish landscapes convey Hesse's devastating critiques of nationalism, barbarism, and war.. Illuminating and inspiring,. The Fairy Tales of Hermann Hesse. will challenge and enchant readers of all ages. A distinguished and historic publication, this fine translation by Jack Zipes captures their subtlety and elegance for decades nto come.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Short Stories",
                "Fantasy",
                "Classics",
                "European Literature",
                "Literature",
                "Philosophy",
                "Cultural",
                "Literary Fiction"
            ]
        },
        {
            "title": "Όταν έκλαψε ο Νίτσε",
            "authors": [
                "Irvin D. Yalom",
                "Ευαγγελία Ανδριτσάνου",
                "Γιάννης Ζέρβας"
            ],
            "ranking": 4.35,
            "ranking_count": 58546,
            "abstract": "Μέσα από μια σειρά μυστικές συμφωνίες, ο μεγάλος Γερμανός φιλόσοφος Φρήντριχ Νίτσε και ο Αυστριακός γιατρός Γιόζεφ Μπρόϊερ, ένας από τους πατέρες της ψυχανάλυσης, συναντιούνται στη Βιέννη του 19ου αιώνα, σε μια εμπνευσμένη διαδικασία διπλής ψυχοθεραπείας. Σ' αυτή την περιπέτεια υπαρξιακής αναζήτησης δύο μοναδικών ανθρώπων εμπλέκονται ένας νεαρός ειδικευόμενος γιατρός ονόματι Ζίγκμουντ Φρόυντ, μια θυελλώδης γυναίκα-ίνδαλμα ποιητών και ψυχιάτρων, η Λου Σαλομέ, και μια σαγηνευτική ασθενής, η Άννα Ο., που στοιχειώνει την ψυχή του γιατρού της.. Ο διάσημος ψυχίατρος Irvin D. Yalom επινοεί στο μυθιστόρημα αυτό τη συνάντηση δύο ιστορικών προσώπων στη μητρόπολη των διανοητικών ζυμώσεων του 19ου αιώνα, τη Βιέννη, δίνοντας μια ερμηνευτική εκδοχή της γέννησης της ψυχοθεραπείας και της σχέσης της με την υπαρξιακή φιλοσοφία. Η ψυχοθεραπευτική περιπέτεια που ξετυλίγεται κόβει την ανάσα καθώς αποκαλύπτει βήμα βήμα την ιαματική δύναμη της αληθινής σχέσης.. Το βιβλίο αυτό τιμήθηκε με το βραβείο Commonwealth του καλύτερου μυθιστορήματος το 1992.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Fiction",
                "Philosophy",
                "Historical",
                "Novels",
                "Literature",
                "Roman",
                "Contemporary"
            ]
        },
        {
            "title": "Shadows on the Hudson",
            "authors": [
                "Isaac Bashevis Singer",
                "Joseph Sherman"
            ],
            "ranking": 4.0,
            "ranking_count": 914,
            "abstract": "A piercing work of fiction with a strong claim to being Singer's masterpiece (Richard Bernstein, The New York Times), Shadows on the Hudson traces the intertwined lives of a group of Jewish refugees in New York City in the late 1940s. At its center is Boris Makaver, a pious, wealthy businessman whose greatest trial is his unstable daughter, Anna. A chain of events disrupts the lives of the close-knit community as each refugee struggles to reconcile the horrific past with the difficult present, as Singer explores both the nature of faith and the nature of love in the aftermath of the Holocaust.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Historical",
                "Nobel Prize",
                "Novels",
                "Classics",
                "Literary Fiction",
                "New York"
            ]
        },
        {
            "title": "The Frontiersmen: A Narrative",
            "authors": [
                "Allan W. Eckert",
                "Kevin Foley"
            ],
            "ranking": 4.43,
            "ranking_count": 3393,
            "abstract": "The bloody battle for the conquest of the Northwest territory between the English settlers and the native Indian warriors comes to life in Allan W. Eckert's dramatic history.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "North American Hi...",
                "Historical",
                "Westerns",
                "Biography",
                "Adventure",
                "War",
                "Literature",
                "Action"
            ]
        },
        {
            "title": "The Island Keeper",
            "authors": [
                "Harry Mazer"
            ],
            "ranking": 4.13,
            "ranking_count": 307,
            "abstract": "Unable to deal with her uncaring family, Cleo runs away to a deserted island in Canada where she hopes to prove herself. But when she finally decides to return home, her canoe has been destroyed, and she faces the ultimate challenge in surviving the Canadian winter.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Adventure",
                "Fiction",
                "Environment",
                "Childrens",
                "Novels"
            ]
        },
        {
            "title": "The Thief's Gamble",
            "authors": [
                "Juliet E. McKenna"
            ],
            "ranking": 3.66,
            "ranking_count": 1820,
            "abstract": "The Secrets of the Shadow-Men. Magic? It's for the rich, the powerful...the Archmage and his elite wizards and cloud-masters.. Livak is not among them. She haunts the back taverns of the realm, careful to appear neither rich nor poor, neither tall nor short . . . neither man nor woman. Obscurity is her protection, thievery her livelihood, and gambling her weakness.. Alas, some bets are hard to resist. Particularly when they offer a chance to board a ship for Hadrumal, the fabled city of the Archmage. So Livak follows a minor wizard, Shiv, in an attempt to turn a rune or two, never dreaming that the stolen tankard she wants to sell contains the secrets of an ancient magic far more powerful, and infinitely darker, than any mortal mage's spells.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Historical",
                "Science Fiction",
                "Heroic Fantasy"
            ]
        },
        {
            "title": "The Doctor is Sick",
            "authors": [
                "Anthony Burgess"
            ],
            "ranking": 3.61,
            "ranking_count": 1282,
            "abstract": "Dr. Edwin Spindrift, a very ordinary lecturer in linguistics, has been sent home from Burma with a brain tumor. Closer to words than people, his sense of reality is further altered by his condition. The night before he is to be operated on, Spindrift decides—shaven-headed, shirtless, and penniless—to postpone the surgery by escaping from the hospital. Things and people he hardly knew existed outside of his dictionaries swoop down on him as he careens through adventures in nighttime London.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Novels",
                "Literature",
                "Humor",
                "Literary Fiction",
                "Modern",
                "Science Fiction"
            ]
        },
        {
            "title": "Forbidden Colors",
            "authors": [
                "Yukio Mishima",
                "Alfred H. Marks"
            ],
            "ranking": 3.92,
            "ranking_count": 3363,
            "abstract": "From one of Japan's greatest modern writers comes an exquisitely disturbing novel of sexual combat and concealed passion, a work that distills beauty, longing, and loathing into an intoxicating poisoned cocktail. An aging, embittered novelist sets out to avenge himself on the women who have betrayed him. He finds the perfect instrument in Yuichi, a young man whose beauty makes him irresistible to women but who is just discovering his attraction to other men.. As Yuichi's mentor presses him into a loveless marriage and a series of equally loveless philanderings, his protégé enters the gay underworld of postwar Japan. In that hidden society of parks and tearooms, prostitutes and aristocratic blackmailers, Yuichi is as defenseless as any of the women he preys on. Mordantly observed, intellectually provocative, and filled with icy eroticism,. Forbidden Colors. is a masterpiece.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Asian Literature",
                "LGBT",
                "Classics",
                "Literature"
            ]
        },
        {
            "title": "It's Always Something",
            "authors": [
                "Gilda Radner"
            ],
            "ranking": 4.09,
            "ranking_count": 9149,
            "abstract": "I had wanted to wrap this book up in a neat little package. I wanted a perfect ending. Now I've learned the hard way that some poems don't rhyme, and some stories don't have a clear beginning, middle, and end.The world fondly remembers the many faces of Gilda Radner: the adamant but misinformed Emily Litella; the hyperkinetic Girl Scout Judy Miller; the irrepressibly nerdy Lisa Loopner; the gross-out queen of local network news, Rosanne Rosannadanna. A supremely funny performer, Gilda lost a long and painful struggle in May 1989 to the most unfunny thing in the world--cancer. But the face she showed the world during this dark time was one of great courage and hope. It's Always Something is the story of her struggle told in Gilda's own remarkable words--a personal chronicle of strength and indomitable spirit and love undiminished by the cruel ravages of disease.. This is Gilda, with whom we laughed on Saturday Night Live: warm, big-hearted, outrageous, and real. This is Gilda's last gift to us: the magnificent final performance of an incomparable entertainer whose life, though tragically brief, enriched our own lives beyond measure.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Autobiography",
                "Humor",
                "Biography Memoir",
                "Womens",
                "Audiobook",
                "Medical"
            ]
        },
        {
            "title": "Mirall trencat",
            "authors": [
                "Mercè Rodoreda"
            ],
            "ranking": 3.94,
            "ranking_count": 3469,
            "abstract": "Una família, una casa abandonada, un jardí desolat... Tenia ganes de fer una novel·la on hi hagués tot això. M'agradava pensar que la família seria rica, amb una senyora fora de casta. Desnivellada, d'origen modest... Sentia que la novel·la seria difícil, que exigiria molts personatges.. Així ha estat. Començada abans que La plaça del Diamant, n'acabarà tres abans d'enllestir-la, i serà la més vasta, de més personatges i més complexa de les seves novel·les realistes, o sia les que també es podrien definir com un mirall que es va passejant al llarg del camí. ¿Què han reflectit del camí alguns trossos d'aquest mirall trencat?...",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Cultural",
                "Historical",
                "European Literature",
                "Academic",
                "Novels",
                "Drama",
                "Literature",
                "Female Authors"
            ]
        },
        {
            "title": "Slóð fiðrildanna",
            "authors": [
                "Olaf Olafsson"
            ],
            "ranking": 3.59,
            "ranking_count": 567,
            "abstract": "Ásdís sem rekið hefur sveitahótel í Englandi um árabil og á yfirborðinu lifað góðu lífi neyðist til að horfast í augu við blekkingar lífs síns - og sannleika. Hún verður að hverfa aftur til Íslands og gera upp fortíð sína.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Relationships",
                "European Literature",
                "Family",
                "Literature",
                "Literary Fiction",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "One Fine Day",
            "authors": [
                "Mollie Panter-Downes"
            ],
            "ranking": 4.06,
            "ranking_count": 563,
            "abstract": "It's a summer's day in 1946. The English village of Wealding is no longer troubled by distant sirens, yet the rustling coils of barbed wire are a reminder that something, some quality of life, has evaporated. Together again after years of separation, Laura and Stephen Marshall and their daughter Victoria are forced to manage without those anonymous caps and aprons who lived out of sight and pulled the strings. Their rambling garden refuses to be tamed, the house seems perceptibly to crumble. But alone on a hillside, as evening falls, Laura comes to see what it would have meant if the war had been lost, and looks to the future with a new hope and optimism. First published in 1947, this subtle, finely wrought novel presents a memorable portrait of the aftermath of war, its effect upon a marriage, and the gradual but significant change in the nature of English middle-class life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "European Literature",
                "Literary Fiction",
                "War",
                "Womens",
                "Novels"
            ]
        },
        {
            "title": "Divan-I Kebir, Meter 4",
            "authors": [
                "Rumi"
            ],
            "ranking": 4.71,
            "ranking_count": 7,
            "abstract": "This is the fourth meter of 21 meters (44,800 verses) that Rumi left the world in his Divan-i Kebir. Each poem is outstandingly beautiful in this Ocean of Poetry. They were written by Rumi in the 13th century and all 21 meters are being translated into English by Dr. Nevit O. Ergin.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Lintang Kemukus Dini Hari",
            "authors": [
                "Ahmad Tohari"
            ],
            "ranking": 4.13,
            "ranking_count": 847,
            "abstract": "Buku kedua seri Dukuh Paruk.. Kepergian Rasus yang tanpa pamit memberikan luka tersendiri bagi Srintil. Ia merasa telah ditolak oleh lelaki yang dicintainya. Seiring waktu, ketenaran Srintil sebagai seorang ronggeng mencapai puncaknya. Parasnya yang ayu serta kekenesannya membuat bayarannya menjadi lebih mahal. Di puncak segala ketenaran itu, Srintil merasa kosong. Layaknya seorang wanita, ia menginginkan suami serta anak. Namun sebagai ronggeng, hal tersebut jelas dilarang. Lebih dari itu, ia tidak dapat melupakan Rasus.. Kekosongan itulah yang membuatnya jarang naik pentas lagi. Ia merasa tidak memiliki gairah untuk meronggeng, justru keinginanya untuk hidup berumah tangga; bersuami serta memiliki anak, selalu mengganggunya. Hal itu pula yang membuatnya menyayangi Goder, seorang anak kecil yang mampu membuatnya damai. Keadaan itu terus berlangsung, membuat Srintil jarang pentas dan tak mau lagi melayani lelaki.. Hingga suatu hari datanglah undangan untuk pentas di acara tujuh belas agustusan yang dilaksanakan di kecamatan. Srintil jelas menolak tawaran itu, namun dengan sedikit ancaman mengenai keselamatannya dan keselamatan warga Dukuh Paruk, ia ragu juga. Demi mendapatkan keputusan yang benar, ia berkeliling kampung, lalu berhenti begitu saja di depan rumah Sakum. Ketika ia melihat betapa susahnya hidup Sakum itulah hatinya benar-benar luruh. Sudah ia putuskan: ia tak akan menolak tawaran itu. Dari situlah kemudian Srintil tak pernah lagi menolak tawaran pentas, namun untuk melayani lelaki ia tak mau. Ia kini telah menjelma menjadi wanita dewasa yang bermartabat.",
            "part_of_series": true,
            "genre_list": [
                "Novels",
                "Fiction",
                "Asian Literature",
                "Romance",
                "Historical"
            ]
        },
        {
            "title": "Midnight in Ruby Bayou",
            "authors": [
                "Elizabeth Lowell"
            ],
            "ranking": 4.02,
            "ranking_count": 4083,
            "abstract": "New York Times. bestselling author Elizabeth Lowell creates suspense and emotional intensity with her classic. Midnight in Ruby Bayou,. a riveting romantic thriller in her popular four-book series featuring the remarkable Donovan family. A recipient of the Romance Writers of America Lifetime Achievement Award, Lowell delivers a treasure of a story that seamlessly blends passion and peril as a beautiful artist and a dashing adventurer join forces on a hunt for a legendary fortune in gems.. Midnight in Ruby Bayou. is a treat for Linda Howard, Nora Roberts, and Jayne Ann Krentz fans.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Mystery",
                "Fiction",
                "Suspense",
                "Contemporary",
                "Thriller",
                "Adult"
            ]
        },
        {
            "title": "Un sac de billes",
            "authors": [
                "Joseph Joffo"
            ],
            "ranking": 3.97,
            "ranking_count": 6834,
            "abstract": "Paris en 1941 n'est plus la capitale d'une terre d'asile qui arbore pour devise au fronton de ses mairies « Liberté, Egalité, Fraternité ». Paris est une ville occupée où l’ennemi nazi impose ses lois d'exception et le port de l'étoile jaune à tous les Juifs. Leur mère en a donc cousu une au revers du veston de Maurice et de Joseph avant leur départ pour l'école. Le résultat est immédiat, le racisme des gamins se déchaîne et les deux Joffo rentrent qui avec l'oreille en chou-fleur, qui avec l'oeil poché et le genou meurtri. Oh ! en compensation, il y a bien eu le troc proposé par Zérati, le copain de Jo, l'étoile jaune contre un sac de billes, mais leur père a compris: il faut fuir. Maurice, douze ans, et Joseph, dix ans, doivent rejoindre leurs frères Henri et Albert déjà installés à Menton. Ils auront à fran-chir la ligne de démarcation, près de Dax, sans papiers. Les parents suivront plus tard. Et la course vers la liberté commence. Elle les conduit à Men-ton, puis à Nice et son terrible hôtel Excelsior d'où, sauvés de justesse, ils s'en iront pour retrouver leur soeur Rosette près de Montluçon ; ensuite, ce sera Aix-les-Bains et « R ». Cela, c'est l'itinéraire. Le reste, l'important, c'est ce que raconte Joseph Joffo : les péripéties de l'odyssée des deux frères dans la France occupée de 1941 à 1944 - et le ton dont il rapporte ces choses vues et vécues : spontané, vif, ponctué d'éclairs d'humour en dépit de l'angoisse omniprésente - un merveilleux récit, un poignant témoignage.",
            "part_of_series": true,
            "genre_list": [
                "Cultural",
                "Nonfiction",
                "Academic",
                "History",
                "Classics",
                "War",
                "European Literature",
                "Biography",
                "World War II"
            ]
        },
        {
            "title": "Beaches",
            "authors": [
                "Iris Rainer Dart"
            ],
            "ranking": 4.16,
            "ranking_count": 14655,
            "abstract": "Loudmouthed, redheaded Cee Cee Bloom has her sights set on Hollywood. Bertie White, quiet and conservative, dreams of getting married and having children. In 1951, their childhood worlds collide in Atlantic City. Keeping in touch as pen pals, they reunite over the years ... always near the ocean.. Powerful and moving, this novel follows Cee Cee and Bertie's extraordinary friendship over the course of thirty years as they transform from adolescents into adults. A bestselling novel that became a hugely successful film,. Beaches. is funny, heartbreaking, and a tale that should be a part of every woman's library.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Romance",
                "Drama",
                "Contemporary",
                "Adult Fiction",
                "Media Tie In",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "Cockpit",
            "authors": [
                "Jerzy Kosiński"
            ],
            "ranking": 3.68,
            "ranking_count": 1215,
            "abstract": "An agent known only as Tarden is a former operative of the mysterious security agency the Service. He has erased himself from all dossiers and transcripts. Now a fugitive, he moves across the landscape free of identity, in search of adventure and intrigue. But Tarden is a man of many disguises, and he is alternately avenger and savior, judge and trickster, as he enters the lives of others, forcing them into the arena of his judgement. In Cockpit, Kosinski is at his most startling and powerful, stripping away pretension and illusions of security to reveal the source of real strength within.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "European Literature",
                "Literature",
                "Literary Fiction",
                "Roman",
                "The United States Of America",
                "Thriller"
            ]
        },
        {
            "title": "Something Wonderful",
            "authors": [
                "Judith McNaught"
            ],
            "ranking": 4.31,
            "ranking_count": 27764,
            "abstract": "This is a previously published edition of ISBN. 9780671737634. .. Bestselling author Judith McNaught masterfully portrays a remarkable heroine, and an unforgettable passion, in this powerfully moving love story -- one of her most beloved novels of all time!. The tempestuous marriage of Alexandra Lawrence, an innocent country girl, and Jordan Townsende, the rich and powerful Duke of Hawthorne, is about to face its ultimate test of tender loyalty. Swept into the endlessly fascinating world of London society, free-spirited Alexandra becomes ensnared in a tangled web of jealousy and revenge, stormy pride and overwhelming passion. But behind her husband's cold, arrogant mask, there lives a tender, vital, sensual man...the man Alexandra married. Now, she will fight for his very life...and the rapturous bond they alone can share.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Adult",
                "Historical Romance",
                "Womens Fiction",
                "European Literature"
            ]
        },
        {
            "title": "Rue Ordener, Rue Labat",
            "authors": [
                "Sarah Kofman",
                "Ann Smock"
            ],
            "ranking": 3.82,
            "ranking_count": 247,
            "abstract": "Rue Ordener, Rue Labat. is a moving memoir by the distinguished French philosopher Sarah Kofman. It opens with the horrifying moment in July 1942 when the author’s father, the rabbi of a small synagogue, was dragged by police from the family home on Rue Ordener in Paris, then transported to Auschwitz—“the place,” writes Kofman, “where no eternal rest would or could ever be granted.” It ends in the mid-1950s, when Kofman enrolled at the Sorbonne. The book is as eloquent as it is forthright. Kofman recalls her father and family in the years before the war, then turns to the terrors and confusions of her own childhood in Paris during the German occupation. Not long after her father’s disappearance, Kofman and her mother took refuge in the apartment of a Christian woman on Rue Labat, where they remained until the Liberation. This bold woman, whom Kofman called Mémé, undoubtedly saved the young girl and her mother from the death camps. But Kofman’s close attachment to Mémé also resulted in a rupture between mother and child that was never to be fully healed.. This slender volume is distinguished by the author’s clear prose, the carefully recounted horrors of her childhood, and the uncommon poise that came to her only with the passage of many years.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "World War II",
                "Cultural",
                "War",
                "Philosophy",
                "Academic",
                "History",
                "Biography"
            ]
        },
        {
            "title": "Daddy",
            "authors": [
                "Loup Durand"
            ],
            "ranking": 4.18,
            "ranking_count": 814,
            "abstract": "Who has the key to a $350 million fortune the Nazis have sent their most brilliant operative to find? Thomas, an 11-year old boy with the mind of a genius, the cunning of a fox, and the chance of a snowball in Hell to escape...unless he is helped by one man. An American who doesn't even know he exists. A man he calls. Daddy.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Historical",
                "Suspense",
                "Mystery",
                "Adventure",
                "War",
                "Cultural"
            ]
        },
        {
            "title": "Desperate Characters",
            "authors": [
                "Paula Fox"
            ],
            "ranking": 3.58,
            "ranking_count": 6375,
            "abstract": "A Great American Novel – from the author of ‘Borrowed Finery’.. Otto and Sophie Bentwood live childless in a renovated Brooklyn brownstone. The complete works of Goethe line their bookshelf, their stainless steel kitchen is newly installed, and their Mercedes is parked outside. After Sophie is bitten on the hand while trying to feed a half-starved neighbourhood cat, a series of small and ominous disasters begin to plague their lives, revealing the faultlines and fractures in a marriage – and a society – wrenching itself apart.. Includes an introduction by Jonathan Franzen.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Novels",
                "Literary Fiction",
                "Contemporary",
                "New York",
                "Literature",
                "Female Authors"
            ]
        },
        {
            "title": "The Case of Comrade Tulayev",
            "authors": [
                "Victor Serge",
                "Willard R. Trask",
                "Susan Sontag"
            ],
            "ranking": 4.1,
            "ranking_count": 1251,
            "abstract": "One cold Moscow night, Comrade Tulayev, a high government official, is shot dead in the street, and the search for his killer begins. In this panoramic vision of the Soviet Great Terror, the investigation leads all over the world, netting a whole series of suspects whose only connection is their innocence—at least of the crime of which they stand accused. But. The Case of Comrade Tulayev. , unquestionably the finest work of fiction ever written about the Stalinist purges, is not just a story of a totalitarian state. Marked by the deep humanity and generous spirit of its author, the legendary anarchist and exile Victor Serge, it is also a classic twentieth-century tale of risk, adventure, and unexpected nobility to sit beside Ernest Hemingway's. For Whom the Bell Tolls. and André Malraux's. Man's Fate. .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literature",
                "Historical",
                "Classics",
                "Politics",
                "Novels",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Black Horse Tavern",
            "authors": [
                "Raymond Fraser"
            ],
            "ranking": 4.33,
            "ranking_count": 6,
            "abstract": "Novella & Stories.. First fiction book by Raymond Fraser, THE BLACK HORSE TAVERN features a novella, The Quebec Prison, and nine stories.. Raymond Fraser is one of the most gifted writers I know, and among his gifts are two that are all too rare: a zest for life and a sense of humour. He belongs to the timeless tradition of story tellers. ALDEN NOWLAN. All ten stories in THE BLACK HORSE TAVERN bear the Fraser touch: gutsy realism, originality, and humour. The effect is hilarious, moving, and sad. It's quite a book. BETTY SHAPIRO, Montreal Gazette. Fraser speaks with a highly original voice that is occasionally sad, sometimes very comic, and nearly always ironic in a gentle rather than a savage way... A real pleasure to read. ALAN DAWE, Vancouver Sun. The best writer to come belling out of the Maritimes in decades. FARLEY MOWAT. Fraser's characters are so strong and so very accurate that the reader remembers them and will for some time. A good book, one I would recommend. BLAINE MARCHAND, The Canadian Review. Rattling good yarns without managed thrills and contrived tension, The Black Horse Tavern is the reflection of a man who has lived a life far from quiet desperation. Like Fraser's poetry, it is relentless, subtle, disturbing, bearing the stamp of immediately recognizable talent and nifty writing. JOHN RICHMOND, Montreal Star",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Judge On Trial",
            "authors": [
                "Ivan Klíma"
            ],
            "ranking": 3.96,
            "ranking_count": 200,
            "abstract": "Part thriller, part domestic tragedy, at once political and intensely personal, Ivan Kilma's epicly scaled new novel is an inquest into the compromises that turned even the best citizens of Czechoslovakia into accomplices of its late totalitarian regime. Enormously powerful.--New York Times Book Review.",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Fiction",
                "Novels",
                "Literature"
            ]
        },
        {
            "title": "A New World: An Epic of Colonial America",
            "authors": [
                "Arthur Quinn"
            ],
            "ranking": 4.2,
            "ranking_count": 74,
            "abstract": "I write of peoples and of a struggle. So begins A New World, an ambitious and extraordinary book that challenges conventional historical narrative by presenting episodes in North America's history through the eyes and voices of the Europeans who established the first colonial outposts here. Beginning with the swaggering John Smith at Jamestown and ending with the beleaguered Montcalm at Quebec, Arthur Quinn allows towering historical figures to emerge from an often beautiful, sometimes forbidding early American landscape and speak. An elderly William Bradford looks back with growing despair at the early promise of the Pilgrim colony at Plymouth. Governor John Winthrop tries to administer a dose of practicality to the Puritans of Massachusetts. Jesuit missionaries bring Christianity and disaster to the Huron Confederacy. A blustering Peter Stuyvesant watches Manhattan slip from Dutch grasp. William Penn's Holy Experiment in Pennsylvania goes increasingly awry. And, finally, the British and the French fight history's first world war for supremacy in the New World. Telling each story using the literary conventions of the day, Quinn casts North America's colonial beginnings as a multicultural epic, gripping the reader throughout with his uncanny eye and storytelling skill. The result is a history not just for scholars, but for all citizens of a nation whose birth came only through long struggle, and at a terrible cost to Europeans and Native Americans alike.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "North American Hi...",
                "The United States Of America",
                "Historical"
            ]
        },
        {
            "title": "P.S. Longer Letter Later",
            "authors": [
                "Paula Danziger",
                "Ann M. Martin"
            ],
            "ranking": 3.79,
            "ranking_count": 3184,
            "abstract": "Elizabeth and Tara*Starr are totally different. Tara*Starr wears glitter and sequins, loves to be the center of attention, and has two parents who. won't. grow up. Elizabeth is shy and quiet, hates being the center of attention, and lives in a house where possessions are more important than feelings.. Of course, Elizabeth and Tara*Starr are best friends.. Then Tara*Starr moves away, and the two girls must continue their friendship through letters. At first, this is no problem. But then their lives begin to change--sometimes for the better, and sometimes for the much worse. Can they stay best friends forever. . or will the distance tear them apart?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Childrens",
                "Fiction",
                "Realistic Fiction",
                "Contemporary",
                "Womens Fiction",
                "Academic"
            ]
        },
        {
            "title": "Bill Bergson, Master Detective",
            "authors": [
                "Astrid Lindgren"
            ],
            "ranking": 4.22,
            "ranking_count": 1718,
            "abstract": "Mästerdetektiven Blomkvist är bara tretton år, men en mycket skicklig detektiv i alla fall. Han bor i en liten idyllisk småstad tillsammans med Anders och Eva-Lotta. Glada strider utkämpas mellan Vita Rosen och Röda Rosen, och allting är så härligt som det bara kan vara när man har sommarlov. Men så händer något som bryter av leken och kastar mästerdetektiven och hans vänner in i livsfarliga äventyr. Ett farligt yrke, detektivyrket, säger mästerdetektiven. Och han har alldeles rätt.",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Mystery",
                "European Literature",
                "Classics",
                "Fiction",
                "Cultural"
            ]
        },
        {
            "title": "Santiago: A Myth of the Far Future",
            "authors": [
                "Mike Resnick"
            ],
            "ranking": 4.07,
            "ranking_count": 1587,
            "abstract": "Sebastian Nightingale Cain: Bounty hunter. You can call him the Songbird – but only once. He's after Santiago.. Virtue Mackenzie: Freelance reporter. She never gives up. She wants an interview... with Santiago.. The Swagman: He collects art – at gun point. He wants a few pieces currently in the hands of Santiago.. Santiago: Bandit, murderer, known to all, seen by none... has he killed a thousand men? Has he saved a dozen worlds? His legend is as large as the Rim itself, his trail as elusive as a wisp of starlight in the empty realms of space. The reward for him is the largest in history.. Santiago: Do. you. dare chase him?",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Westerns",
                "Fantasy",
                "Science Fiction Fantasy",
                "Adventure",
                "Humor",
                "Literature"
            ]
        },
        {
            "title": "The Age of Extremes: A History of the World, 1914-1991",
            "authors": [
                "Eric J. Hobsbawm"
            ],
            "ranking": 4.28,
            "ranking_count": 6022,
            "abstract": "Dividing the century into the Age of Catastrophe, 1914-1950, the Golden Age, 1950-1973, and the Landslide, 1973-1991, Hobsbawm marshals a vast array of data into a volume of unparalleled inclusiveness, vibrancy, and insight, a work that ranks with his classics The Age of Empire and The Age of Revolution. Includes 32 pages of photos.",
            "part_of_series": true,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "Literature",
                "Economics",
                "Academic",
                "Unfinished",
                "War"
            ]
        },
        {
            "title": "The Death of a President: November 1963",
            "authors": [
                "William Manchester"
            ],
            "ranking": 4.24,
            "ranking_count": 4165,
            "abstract": "The Death of a President, November 20-November 25, 1963 [Hardcover]",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Politics",
                "Biography",
                "North American Hi...",
                "Crime",
                "Presidents",
                "Historical",
                "Literature"
            ]
        },
        {
            "title": "Iceland's Bell",
            "authors": [
                "Halldór Laxness",
                "Philip Roughton",
                "Adam Haslett"
            ],
            "ranking": 3.88,
            "ranking_count": 1941,
            "abstract": "Sometimes grim, sometimes uproarious, and always captivating,. Iceland’s Bell. by Nobel Laureate Halldór Laxness is at once an updating of the traditional Icelandic saga and a caustic social satire. At the close of the 17th century, Iceland is an oppressed Danish colony, suffering from extreme poverty, famine, and plague. A farmer and accused cord-thief named Jon Hreggvidsson makes an improper joke about the Danish king and soon after finds himself a fugitive charged with the murder of the king’s hangman.. In the years that follow, the hapless but resilient rogue Hreggvidsson becomes a pawn entangled in political and personal conflicts playing out on a far grander scale. Chief among these is the star-crossed love affair between Snaefridur, known as “Iceland’s Sun,” a beautiful, headstrong young noblewoman, and Arnas Arnaeus, the king’s antiquarian, an aristocrat whose worldly manner conceals a fierce devotion to his downtrodden countrymen. As their personal struggle plays itself out on an international stage,. Iceland’s Bell. creates a Dickensian canvas of heroism and venality, violence and tragedy, charged with narrative enchantment on every page.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "European Literature",
                "Nobel Prize",
                "Literary Fiction",
                "Literature",
                "Novels"
            ]
        },
        {
            "title": "Amerika, Der Prozeß & Das Schloß (America/The Castle/The Process)",
            "authors": [
                "Franz Kafka"
            ],
            "ranking": 4.24,
            "ranking_count": 116,
            "abstract": "3 works - Translation. America; The Castle; The Process",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "The Discovery of Freedom: Man's Struggle Against Authority",
            "authors": [
                "Rose Wilder Lane"
            ],
            "ranking": 4.13,
            "ranking_count": 258,
            "abstract": "This is a book of timeless importance. It must be read by anyone who is seriously interested in the heritage of liberty--not just in America, but the world over. And reading it is a joy. Lane, who is said to have written the book 'at white heat,' was at once a brilliant thinker and a gifted storyteller.. This book is a withering attack on statism, nationalism, and what Nobel Laureate F. A. Hayek calls the 'fatal conceit' of national economic planning. It is an intellectual tour de force that stood up to the collectivist paradigm of its time and pointed the way to rediscovering the principles of the American Revolution--a true revolution unlike those of the Old World that 'are revolutions only in the sense that a wheel's turning is a revolution.' Her exciting description of the revolutionary period (you can tell she wishes she'd been there to lend a hand to Paine, Mason, Jefferson and the gang) is the best of a brilliant book.. Rose Wilder Lane was a truly remarkable woman. Like Jefferson, she attacked life, living it to the fullest, as adventurer, journalist, world traveler, iconoclast, and just prior to her death, war corespondent in Vietnam. Not surprisingly, the clear-eyed determination and supercharged energy she brings to attacking the enemies of liberty in Discovery is unique among prominent pro-liberty writers. (Free download at mises.org)",
            "part_of_series": false,
            "genre_list": [
                "Politics",
                "History",
                "Philosophy",
                "Nonfiction",
                "Economics",
                "Writing",
                "Law"
            ]
        },
        {
            "title": "Noninterference",
            "authors": [
                "Harry Turtledove"
            ],
            "ranking": 3.64,
            "ranking_count": 162,
            "abstract": "The best intentions . . .. When the Survey Service first came to Bilbeis IV, it found a planet inhabited by humanoid aliens just on the verge of civilization. Then compassion overcame common sense, and David Ware did the one thing the Service prohibited - - he interfered. Just a little.. But when the Survey Service returned 1,500 years later, it discovered just what David Ware's meddling had done.. The bureaucrats of the Survey Service could not afford to allow such a breach of noninterference to be publicized. So they set out to cover it up. Reports were destroyed, files erased, and people eliminated. But one witness refused to be silenced. For the future of the Survey Service was at stake, and so was the future of Bilbeis IV.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy"
            ]
        },
        {
            "title": "Eagle in the Snow",
            "authors": [
                "Wallace Breem",
                "Steven Pressfield"
            ],
            "ranking": 4.13,
            "ranking_count": 2474,
            "abstract": "Banished to the Empire's farthest outpost, veteran warrior Paulinus Maximus defends The Wall of Britannia from the constant onslaught of belligerent barbarian tribes. Bravery, loyalty, experience, and success lead to Maximus' appointment as General of the West by the Roman emperor, the ambition of a lifetime. But with the title comes a caveat: Maximus needs to muster and command a single legion to defend the perilous Rhine frontier. On the opposite side of the Rhine River, tribal nations are uniting; hundreds of thousands mass in preparation for the conquest of Gaul, and from there, a sweep down into Rome itself. Only a wide river and a wily general keep them in check.. With discipline, deception, persuasion, and surprise, Maximus holds the line against an increasingly desperate and innumerable foe. Friends, allies, and even enemies urge Maximus to proclaim himself emperor. He refuses, bound by an oath of duty, honor, and sacrifice to Rome, a city he has never seen. But then circumstance intervenes. Now, Maximus will accept the purple robe of emperor, if his scrappy legion can deliver this last crucial victory against insurmountable odds. The very fate of Rome hangs in the balance. Combining the brilliantly realized battle action of. Gates of Fire. and the masterful characterization of Mary Renault's. The Last of the Wine. ,. Eagle in the Snow. is nothing less than the novel of the fall of the Roman empire.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Roman",
                "War",
                "Literature",
                "History",
                "Fantasy",
                "Cultural"
            ]
        },
        {
            "title": "Hello Summer, Goodbye",
            "authors": [
                "Michael G. Coney"
            ],
            "ranking": 3.97,
            "ranking_count": 236,
            "abstract": "It was an alien planet - yet not too alien from Earth. It had its differences; its ice goblins, its curious furry lorrin, its thickening water, and its unearthly tides, but for a young man like Alika-Drove thinking of a vacation by the sea these oddities were the norm.. But this vacation was different. Rax was coming into the ascendant and Rax, that cold second sun, was the equivalent of evil, of Satan and of Hell. And as its time drew near everything began to get warped and sinister...until for Alika-Drove it would be either the harsh brutal end of his innocence or the end of his world forever.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Novels",
                "Young Adult",
                "Fantasy"
            ]
        },
        {
            "title": "To Dance with Kings",
            "authors": [
                "Rosalind Laker"
            ],
            "ranking": 4.1,
            "ranking_count": 3437,
            "abstract": "On a May morning in 1664, in the small village of Versailles, as hundreds of young aristocrats are coming to pay court to King Louis XIV, a peasant fan-maker gives birth to her first and only child, Marguerite. Determined to give her daughter a better life than the one she herself has lived, the young mother vows to break the newborn’s bonds of poverty and ensure that she fulfills her destiny—to dance with kings. Purely by chance, a drunken nobleman witnesses the birth and makes a reckless promise to return for Marguerite in seventeen years. With those fateful words, events are set into motion that will span three monarchies, affecting the lives of four generations of women.. Marguerite becomes part of the royal court of the Sun King, but her fairy-tale existence is torn out from under her by a change of political winds. Jasmin, Marguerite’s daughter, is born to the life of privilege her grandmother dreamed of, but tempts fate by daring to catch the eye of the king. Violette, Marguerite’s granddaughter, is drawn to the nefarious side of life among the nobles at Versailles. And Rose, Violette’s daughter, becomes a lady-in-waiting and confidante to Marie Antoinette. Through Rose, a love lost generations before will come full circle, even as the ground beneath Versailles begins to rumble with the chaos of the coming revolution.. An epic generational tale of loves lost, promises kept, dreams broken, and monarchies shattered,. To Dance with Kings. is a story of passion and privilege, humble beginnings and limitless ambition.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Cultural",
                "Fiction",
                "Romance",
                "Literature",
                "European History",
                "Adult Fiction"
            ]
        },
        {
            "title": "Hellados",
            "authors": [
                "Nodar Dumbadze",
                "Karolina Khatia",
                "Irma Mardaleishvili",
                "Information Resources Management Association"
            ],
            "ranking": 4.53,
            "ranking_count": 1036,
            "abstract": "Hellados von Nodar Dumbadze erzählt über die Geschichte von zwei Teenagern aus Abchasien – Djemal und Ianguli. Als Djemal von Tiflis nach Suchumi zur Verwandtschaft umzieht, wird er mit dem Häuptling des Stadtviertels, dem griechischen Jungen Ianguli, konfrontiert. Ihre Beziehung, die am Anfang voll von Brüskierungen war, entwickelt sich langsam zur starken Freundschaft. Djemal erfährt mehr über Iangulis Leben, seine Familie und seine Liebe… Eines Tages kommt Ianguli zu Djemal und teilt ihm mit, dass er gezwungen ist, Abchasien für immer zu verlassen, denn die Griechen zurück nach Griechenland kehren und sein Vater auch. Janguli ist verzweifelt, denn seine Heimat, sein Hellados, Abchasien und die Straße ist, wo er aufwuchs. Dann geschieht aber etwas unerwartetes … Diese georgische Erzählung ist in mehreren Sprachen übersetzt worden. In diesem Buch erzählen Irma und Khatia die Geschichte in der deutschen Sprache.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Short Stories",
                "Classics",
                "Fiction",
                "Young Adult"
            ]
        },
        {
            "title": "The World Atlas of Wine",
            "authors": [
                "Hugh Johnson",
                "Jancis Robinson"
            ],
            "ranking": 4.46,
            "ranking_count": 1198,
            "abstract": "Hailed by critics worldwide as extraordinary and irreplaceable, there are few volumes that have had as monumental animpact in their field as Hugh Johnson'sThe World Atlas of Wine: sales have exceeded four million copies, and it is now published in thirteen languages.World-renowned authors Hugh Johnson and Jancis Robinson once again combine their unrivalled talents to enhance this masterpiece of wine knowledge. There are now 48 extra pages, including 17 new color illustrations, 20 new maps, and-for the first time ever-double page spreads and full-page photos in the atlas section for maximum visual impact. New World coverage has been extended for both Australia and South America; some New World regions even have their own entries for the first time, including Rutherford, Oakville, and Stag's Leap from California; Mendoza (Argentina); Limestone Coast (Australia); Central Otago and Martinborough (New Zealand); and Constantia (South Africa). And Old World coverage has grown too, with the addition of Toro (Spain), the Peleponnese (Greece), and Georgia. It's a truly incomparable book, and an essential addition to every wine lover's or professional's library.",
            "part_of_series": false,
            "genre_list": [
                "Alcohol",
                "Reference",
                "Nonfiction",
                "Food and Drink",
                "History"
            ]
        },
        {
            "title": "Hear the Wind Sing",
            "authors": [
                "Haruki Murakami",
                "Alfred Birnbaum"
            ],
            "ranking": 3.58,
            "ranking_count": 22114,
            "abstract": "Hear the Wind Sing is the first novel by Haruki Murakami; it first appeared in the June 1979 issue of Gunzo, one of the most influential literary magazines in Japan.. There’s not a whole lot to say story wise. A young man drinks a lot of beer and has strange conversations with a mysterious young lady he just met. So, classic Murakami.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Asian Literature",
                "Cultural",
                "Contemporary",
                "Magical Realism",
                "Literature",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "Polar Bears Past Bedtime",
            "authors": [
                "Mary Pope Osborne",
                "Salvatore Murdocca"
            ],
            "ranking": 3.91,
            "ranking_count": 8965,
            "abstract": "The Magic Tree House transportss Jack and Annie to the freezing Arctic. There, they must solve the final riddle to become master librarians. But it's not going to be easy--especially when they have cracking ice, a seal hunter, and a prodigious polar bear to deal with. Will they be able to solve the riddle before they get iced themselves?",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fantasy",
                "Fiction",
                "Adventure",
                "Science Fiction",
                "Historical",
                "Animals"
            ]
        },
        {
            "title": "Climbing Mount Improbable",
            "authors": [
                "Richard Dawkins"
            ],
            "ranking": 4.1,
            "ranking_count": 9001,
            "abstract": "In. Climbing Mount Improbable. , Richard Dawkins, author of. The God Delusion. , builds a powerful and carefully reasoned argument for evolutionary adaptation as the force behind all life on earth.. What drives species to evolve? How can intricate structures such as the human eye, the spider's web or the wings of birds develop, seemingly by chance? Regarding evolution's most complex achievements as peaks on a metaphorical mountain,. Climbing Mount Improbable. reveals the ways in which the theory of natural selection can precisely explain the beautiful, bizarre and seemingly 'designed' complexity of living things.. And through it all runs the thread of DNA, the molecule of life, responsible for its own destiny on an unending pilgrimage through time. Accompanied by evocative illustrations, Dawkins's eloquent descriptions of the living world's astonishing adaptations throw back the curtain on the mysteries of 'Mount Improbable'.. An alternative cover edition for this ISBN can be found. here. .",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Biology",
                "Philosophy",
                "Religion"
            ]
        },
        {
            "title": "Selected Poems of Langston Hughes",
            "authors": [
                "Langston Hughes"
            ],
            "ranking": 4.31,
            "ranking_count": 7404,
            "abstract": "This edition contains the poems Langston Hughes selected himself in 1959 and includes the drawings by E. McKnight Kauffer which first appeared in Hughes earlier work, Shakespeare in Harlem. Later editions currently available do not contain the artwork.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Classics",
                "Cultural",
                "Race",
                "Literature",
                "Nonfiction",
                "History",
                "Adult"
            ]
        },
        {
            "title": "Der Keller: Eine Entziehung",
            "authors": [
                "Thomas Bernhard"
            ],
            "ranking": 4.21,
            "ranking_count": 861,
            "abstract": "Eines Morgens beschließt der sechzehnjährige Gymnasiast auf dem Schulweg spontan, sich seinem bisherigen, verhaßten Leben zu entziehen und sich im Keller, einem Kolonialwarenladen, eine Lehrstelle zu verschaffen. Im Keller, am Rande der Salzburger Scherzhauserfeldsiedlung, dem heruntergekommenen, tristen Wohngetto der Besitzlosen, der Asozialen und Kriminellen, lernt Bernhard all die von der Gesellschaft Ausgestoßenen kennen, verstehen und ergreift Partei für diese verlorenen, verstörten Existenzen.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Novels",
                "Classics",
                "Literature",
                "Dark"
            ]
        },
        {
            "title": "A Prayer for Katerina Horovitzova",
            "authors": [
                "Arnošt Lustig"
            ],
            "ranking": 3.91,
            "ranking_count": 1516,
            "abstract": "This suspenseful novel centers on twenty wealthy American Jews and the beautiful and frail Katerina who are held at ransom by the German authorities in wartime Italy. Together they must play out a game in which the stakes are their lives.. The New York Times called this book A heartstopping parable and The Washington Post said Majestic, never to be forgotten.",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Classics",
                "Academic",
                "World War II",
                "War",
                "Fiction",
                "Historical",
                "Novels",
                "Audiobook"
            ]
        },
        {
            "title": "Raptor",
            "authors": [
                "Gary Jennings"
            ],
            "ranking": 4.1,
            "ranking_count": 1760,
            "abstract": "AN ADVENTURER UNLIKE ANY OTHER--THE RAPTOR.... HE BOLDLY EMBRACED THE PASSION AND VIOLENCE OF AN EMPIRE AS CORRUPT AS IT WAS MAGNIFICENT. An abandoned waif, the blond, gray-eyed Goth was called simply Thorn. From his unorthodox sexual awakening in a monastery and a convent to his exciting journey across Europe in search of his people, he would learn a warrior's skills and the cunning of a survivor. And amidst it all a stunning secret would mark him forever as an outsider who knew too deeply and too well all the hidden desires of men's ... and women's ... hearts. In the great cities of a dying empire, on the battlefields of Roman legions, and in the opulent palaces of potentates and kings, Thorn would witness human beings at their most brutal and their most noble. His incomparable adventures bring to electrifying life a vanished age never again matched for its doers of great deeds...and of chilling revenge.. (Set in the fifth century A.D. and framed by Theodoric the Great's conquest of Rome.)",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Adventure",
                "Romance",
                "War",
                "Novels",
                "LGBT",
                "Fantasy"
            ]
        },
        {
            "title": "Blood Brothers",
            "authors": [
                "Brian Lumley"
            ],
            "ranking": 4.16,
            "ranking_count": 3836,
            "abstract": "The vampires have been vanquished! Harry Keogh and the armies of the dead have destroyed the evil that once plagued the world. Nathan and Nestor, secret twin sons of the Necroscope and a proud gypsy woman, were children when their father, his humanity poisoned by his fearsome struggles, sacrificed himself to save mankind.. Yet there are vampires still, vampires crueler and stranger than any the Necroscope had faced. When these new, merciless killers swoop out of the sky, Nathan and Nestor are men--but they have few of Harry Keogh's miraculous powers.. Torn from each other by battle, the sons of the Necroscope journey across the vampire world, exploring its mysteries, each seeking the powerful, terrible vampires, his missing brother...and the woman they both love!",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Paranormal",
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Novels",
                "Thriller"
            ]
        },
        {
            "title": "Tommo and Hawk",
            "authors": [
                "Bryce Courtenay"
            ],
            "ranking": 4.07,
            "ranking_count": 6768,
            "abstract": "Brutally kidnapped and separated in childhood, Tommo and Hawk are reunited at the age of fifteen in Hobart. Together they escape their troubled pasts and set off on a journey into manhood. From whale hunting in the Pacific to the Maori wars of New Zealand, from the Rocks in Sydney to the miners' riots at the goldfields, Tommo and Hawk must learn each other's strengths and weaknesses in order to survive. Especially in their last, worst confrontation between good and evil. Brilliantly evoking a time of struggle and triumph in the young colonies, Bryce Courtenay has created an unforgettable tale of the enduring bond between two brothers.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Audiobook",
                "Drama",
                "Adventure",
                "Contemporary",
                "Novels"
            ]
        },
        {
            "title": "Freedom's Landing",
            "authors": [
                "Anne McCaffrey"
            ],
            "ranking": 3.96,
            "ranking_count": 10787,
            "abstract": "Kristin Bjornsen lived a normal life, right up until the day the spaceships floated into view above Denver. As human slaves were herded into the maw of a massive vessel, Kristin realized her normal life was over and her fight for freedom was just beginning…. The alien Catteni value strength and intelligence in their slaves—and Kristin has managed to survive her enslavement while hundreds of other humans have not. But her trial has just begun, for now she finds herself part of a massive experiment. The aliens have discovered a new world, and they have a simple way of finding out if it’s habitable: drop hundreds of slaves on the surface and see what happens.. If they survive, colonization can begin. If not, there are always more slaves.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Romance",
                "Adventure",
                "Adult",
                "Space"
            ]
        },
        {
            "title": "Certain Prey",
            "authors": [
                "John Sandford"
            ],
            "ranking": 4.23,
            "ranking_count": 22139,
            "abstract": "Attorney Carmel Loan is beautiful, intelligent, ambitious - and used to getting what she wants. When she becomes infatuated with fellow barrister Hale Allen, she isn't going to let a little thing like his being married get in the way. So, through the contacts of an ex-client, she hired professional killer Clara Rinker to get rid of Allen's wife. Smart, attractive Rinker is the best hitwoman in the business - but things go wrong, and the shooting of a witness, a cop, brings DI Lucas Davenport into the case. Carmel Loan and Clara Rinker team up to clean up the loose ends - which includes getting Davenport off their backs by whatever means necessary.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Emergency Services"
            ]
        },
        {
            "title": "Justine",
            "authors": [
                "Lawrence Durrell"
            ],
            "ranking": 3.87,
            "ranking_count": 7820,
            "abstract": "The time is the eve of the World War II. The place is Alexandria, an Egyptian city that once housed the world's greatest library and whose inhabitants are dedicated to knowledge. But for the obsessed characters in this mesmerizing novel, their pursuits lead only to bedrooms in which each seeks to know--and possess--the other. Since its publication in 1957,. Justine. has inspired an almost religious devotion among readers and critics alike.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Classics",
                "Historical",
                "Northern Africa",
                "Literature",
                "Novels",
                "Cultural",
                "European Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "Crown Duel",
            "authors": [
                "Sherwood Smith"
            ],
            "ranking": 4.19,
            "ranking_count": 24778,
            "abstract": "Battle on and off the field, with sword and fan, with might and manners.... It begins in a cold and shabby tower room, where young Countess Meliara swears to her dying father that she and her brother will defend their people from the growing greed of the king. That promise leads them into a war for which they are ill prepared, a war that threatens the homes and lives of the very people they are trying to protect.. But war is simple compared to what follows, when the bloody fighting is done and a fragile peace is at hand. Although she wants to turn her back on politics and the crown, Meliara is summoned to the royal palace. There, she soon discovers, friends and enemies look alike, and intrigue fills the dance halls and the drawing rooms. If she is to survive, Meliara must learn a whole new way of fighting--with wit and words and secret alliances. In war, at least, she knew whom she could trust. Now she can trust no one.. The Firebird edition of Crown Duel combines the hardcover editions of Crown Duel and Court Duel-and features a never-before-published story by Sherwood Smith!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Historical"
            ]
        },
        {
            "title": "Titan: The Life of John D. Rockefeller, Sr.",
            "authors": [
                "Ron Chernow"
            ],
            "ranking": 4.13,
            "ranking_count": 27109,
            "abstract": "John D. Rockefeller, Sr.--history's first billionaire and the patriarch of America's most famous dynasty--is an icon whose true nature has eluded three generations of historians. Now Ron Chernow, the National Book Award-winning biographer of the Morgan and Warburg banking families, gives us a history of the mogul etched with uncommon objectivity and literary grace . . . as detailed, balanced, and psychologically insightful a portrait of the tycoon as we may ever have (Kirkus Reviews). Titan is the first full-length biography based on unrestricted access to Rockefeller's exceptionally rich trove of papers. A landmark publication full of startling revelations, the book will indelibly alter our image of this most enigmatic capitalist.. Born the son of a flamboyant, bigamous snake-oil salesman and a pious, straitlaced mother, Rockefeller rose from rustic origins to become the world's richest man by creating America's most powerful and feared monopoly, Standard Oil. Branded the Octopus by legions of muckrakers, the trust refined and marketed nearly 90 percent of the oil produced in America.. Rockefeller was likely the most controversial businessman in our nation's history. Critics charged that his empire was built on unscrupulous tactics: grand-scale collusion with the railroads, predatory pricing, industrial espionage, and wholesale bribery of political officials. The titan spent more than thirty years dodging investigations until Teddy Roosevelt and his trustbusters embarked on a marathon crusade to bring Standard Oil to bay.. While providing abundant new evidence of Rockefeller's misdeeds, Chernow discards the stereotype of the cold-blooded monster to sketch an unforgettably human portrait of a quirky, eccentric original. A devout Baptist and temperance advocate, Rockefeller gave money more generously--his chosen philanthropies included the Rockefeller Foundation, the University of Chicago, and what is today Rockefeller University--than anyone before him. Titan presents a finely nuanced portrait of a fascinating, complex man, synthesizing his public and private lives and disclosing numerous family scandals, tragedies, and misfortunes that have never before come to light.. John D. Rockefeller's story captures a pivotal moment in American history, documenting the dramatic post-Civil War shift from small business to the rise of giant corporations that irrevocably transformed the nation. With cameos by Joseph Pulitzer, William Randolph Hearst, Jay Gould, William Vanderbilt, Ida Tarbell, Andrew Carnegie, Carl Jung, J. Pierpont Morgan, William James, Henry Clay Frick, Mark Twain, and Will Rogers, Titan turns Rockefeller's life into a vivid tapestry of American society in the late nineteenth and early twentieth centuries. It is Ron Chernow's signal triumph that he narrates this monumental saga with all the sweep, drama, and insight that this giant subject deserves.. From the Hardcover edition.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "History",
                "Nonfiction",
                "Business",
                "North American Hi...",
                "Biography Memoir",
                "Audiobook",
                "Economics",
                "Leadership"
            ]
        },
        {
            "title": "The Golem",
            "authors": [
                "Gustav Meyrink",
                "Mike   Mitchell",
                "Carlo Mainoldi"
            ],
            "ranking": 3.86,
            "ranking_count": 6693,
            "abstract": "First published in serial form as. Der Golem. in the periodical. Die weissen Blätter. in 1913–14,. The Golem. is a haunting Gothic tale of stolen identity and persecution, set in a strange underworld peopled by fantastical characters. The red-headed prostitute Rosina; the junk-dealer Aaron Wassertrum; puppeteers; street musicians; and a deaf-mute silhouette artist.. Lurking in its inhabitants’ subconscious is the Golem, a creature of rabbinical myth. Supposedly a manifestation of all the suffering of the ghetto, it comes to life every 33 years in a room without a door. When the jeweller Athanasius Pernath, suffering from broken dreams and amnesia, sees the Golem, he realises to his terror that the ghostly man of clay shares his own face.... The Golem, though rarely seen, is central to the novel as a representative of the ghetto's own spirit and consciousness, brought to life by the suffering and misery that its inhabitants have endured over the centuries. Perhaps the most memorable figure in the story is the city of Prague itself, recognisable through its landmarks such as the Street of the Alchemists and the Castle.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Classics",
                "Fantasy",
                "European Literature",
                "Gothic",
                "Literature",
                "Mystery",
                "Novels"
            ]
        },
        {
            "title": "The Return of Philip Latinowicz",
            "authors": [
                "Miroslav Krleža",
                "Stuart Morgan",
                "Zora Depolo"
            ],
            "ranking": 3.5,
            "ranking_count": 2594,
            "abstract": "Philip Latinowics is a successful but disillusioned painter who returns to his hometown on Croatia's Danubian plain after an absence of twenty-three years. He hopes that revisiting his cultural roots will inspire him to create the perfect work of art and thereby restore his faith in both art and life. Haunted by his troubled childhood, however, he falls in with shady characters and discovers the emotional, intellectual, and imaginative poverty of his background.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Fiction",
                "Academic",
                "Literature",
                "Novels",
                "Literary Fiction",
                "Drama",
                "Family"
            ]
        }
    ]
}