{
    "books": [
        {
            "title": "The Vision, Volume 1: Little Worse Than A Man",
            "authors": [
                "Tom King",
                "Gabriel Hernández Walta",
                "Jordie Bellaire",
                "Clayton Cowles",
                "Mike Del Mundo"
            ],
            "ranking": 4.26,
            "ranking_count": 11253,
            "abstract": "The Vision wants to be human, and what's more human than family? So he heads back to the beginning, to the laboratory where Ultron created him and molded him into a weapon. The place where he first rebelled against his given destiny and imagined that he could be more -that he could be a man. There, he builds them. A wife, Virginia. Two teenage twins, Viv and Vin. They look like him. They have his powers. They share his grandest ambition (or is that obsession?) the unrelenting need to be ordinary.. Behold the Visions! They’re the family next door, and they have the power to kill us all. What could possibly go wrong? Artificial hearts will be broken, bodies will not stay buried, the truth will not remain hidden, and the Vision will never be the same.. Collecting. :. The Vision. 1-6",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Superheroes",
                "Graphic Novels Comics",
                "Fiction",
                "Comics",
                "Science Fiction",
                "Fantasy",
                "Horror"
            ]
        },
        {
            "title": "Coexist",
            "authors": [
                "Julia Crane"
            ],
            "ranking": 3.61,
            "ranking_count": 4202,
            "abstract": "Sixteen-year-old Keegan is struggling to keep her huge secret from her friends—she's an elf, descended from a long line of elves that live in secrecy alongside humans.. In elfin society, mates are predetermined but not allowed to meet until they are eighteen.  Against tradition, Keegan's brother Thaddeus told her Rourk's name because his visions warned him she'd need Rourk's protection, especially since Keegan will play a key role in the coming war between the dark and light elves.. Rourk finds himself drawn to Keegan's side every time she thinks his name. He wants to talk to her but remains in the shadows, silently guarding her every time she mentally beckons him. A twist of fate thrusts the two of them together when Rourk is forced to step up his protection and make his presence known.. An ancient prophecy deeply entwines Keegan's family and the future of their society. Somehow they must find a way to thwart fate and win the battle...without losing Keegan. With war brewing, and dark forces aligning, will Keegan and Rourk ever have the life together that they both desire?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fairies",
                "Paranormal"
            ]
        },
        {
            "title": "Eternal Kiss of Darkness",
            "authors": [
                "Jeaniene Frost"
            ],
            "ranking": 4.2,
            "ranking_count": 42701,
            "abstract": "An immortal war has been brewing in the darkness . . . And now one woman has stumbled into the shadows.. Chicago private investigator Kira Graceling should have just kept on walking. But her sense of duty refused to let her ignore the moans of pain coming from inside a warehouse just before dawn. Suddenly she finds herself in a world she's only imagined in her worst nightmares.. At the center is Mencheres, a breathtaking Master vampire who thought he'd seen it all. Then Kira appears, this fearless, beautiful . . .. human. who braved death to rescue him. Though he burns for her, keeping Kira in his world means risking her life. Yet sending her away is unthinkable.. But with danger closing in, Mencheres must choose either the woman he craves, or embracing the darkest magic to defeat an enemy bent on his eternal destruction.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Romance",
                "Fantasy",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Nourishment",
            "authors": [
                "Gerard Woodward"
            ],
            "ranking": 3.48,
            "ranking_count": 362,
            "abstract": "With her children evacuated and her husband at the front, Tory Pace is grudgingly sharing the family home with her irascible mother. Her quiet life is thrown into turmoil, however, when her prisoner-of-war husband, Donald, makes an outrageous demand for sexual gratification. He wants a dirty letter, by return of post!",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "European Literature",
                "Contemporary",
                "War",
                "Humor",
                "Literary Fiction"
            ]
        },
        {
            "title": "Borrow: The American Way of Debt",
            "authors": [
                "Louis Hyman"
            ],
            "ranking": 3.88,
            "ranking_count": 188,
            "abstract": "In this lively history of consumer debt in America, economic historian Louis Hyman demonstrates that today’s problems are not as new as we think.. Borrow. examines how the rise of consumer borrowing—virtually unknown before the twentieth century—has altered our culture and economy. Starting in the years before the Great Depression, increased access to money raised living standards but also introduced unforeseen risks. As lending grew more and more profitable, it displaced funds available for business borrowing, setting our economy on an unsustainable course. Told through the vivid stories of individuals and institutions affected by these changes,. Borrow. charts the collision of commerce and culture in twentieth-century America, giving an historical perspective on what is new—and what is not—in today’s economic turmoil.. A Paperback Original",
            "part_of_series": false,
            "genre_list": [
                "Economics",
                "Nonfiction",
                "History",
                "Finance",
                "Currency",
                "Politics"
            ]
        },
        {
            "title": "Waking the Witch",
            "authors": [
                "Kelley Armstrong"
            ],
            "ranking": 4.17,
            "ranking_count": 17742,
            "abstract": "At twenty-one, Savannah Levine-orphaned daughter of a notorious dark witch and an equally notorious cutthroat sorcerer-considers herself a full-fledged member of the otherworld. The once rebellious teen has grown into a six-foot-tall, motorcycle-riding jaw-dropper, with an impressive knowledge of and ability to perform spells. The only problem is, she's having a hard time convincing her adoptive parents, Paige and Lucas, to take her seriously as an adult. She's working as the research assistant at the detective agency they founded, and when they take off on a romantic vacation alone, leaving her in charge, Savannah finds herself itching for a case to call her own. (She's also itching for Adam, her longtime friend and colleague, to see her as more than just a little girl, but that's another matter.). Suddenly, Savannah gets the chance she's been waiting for: Recruited by another supernatural detective, she travels to Columbus, Washington, a small, dying town. Two troubled young women have been found in an abandoned warehouse, murdered. Now a third woman's dead, and on closer inspection small details point to darker forces at play. Savannah feels certain she can handle the case, but with signs of supernatural activity appearing at every turn, things quickly become more serious- and far more dangerous-than she realizes.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction",
                "Mystery"
            ]
        },
        {
            "title": "A Terrible Love",
            "authors": [
                "Marata Eros"
            ],
            "ranking": 3.78,
            "ranking_count": 3656,
            "abstract": "Jess Mackey is living a meticulously fabricated lie of necessity. She's left the secret tragedy of her past behind along with who she was and is forging ahead with a clean slate. But Jess soon discovers that passion can't be left behind—neither her own, nor that of the one man who sees who she really is…and whose unexpected presence may breach the peaceful life Jess has painstakingly created for herself.. Devin Castile didn’t expect to meet a young woman who may be the missing puzzle piece to his existence…and who is also the victim of a heinous crime. Devin convinces himself that he can remain emotionally distant even while indulging his physical desire for her. But when Jess’s lies begin to crumble in the face of their undeniable attraction and the truth is revealed, one of them might pay with their life.",
            "part_of_series": true,
            "genre_list": [
                "New Adult",
                "Romance",
                "Suspense",
                "Academic",
                "Contemporary",
                "Sociology",
                "Adult",
                "Mystery",
                "Young Adult"
            ]
        },
        {
            "title": "Am I Normal Yet?",
            "authors": [
                "Holly Bourne"
            ],
            "ranking": 4.19,
            "ranking_count": 15671,
            "abstract": "All Evie wants is to be normal. She’s almost off her meds and at a new college where no one knows her as the girl-who-went-crazy. She’s even going to parties and making friends. There’s only one thing left to tick off her list…. But relationships are messy – especially relationships with teenage guys. They can make any girl feel like they’re going mad. And if Evie can’t even tell her new friends Amber and Lottie the truth about herself, how will she cope when she falls in love?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Health",
                "Feminism",
                "Fiction",
                "Romance",
                "Mental Health",
                "Realistic Fiction",
                "Humor"
            ]
        },
        {
            "title": "Into the Water",
            "authors": [
                "Paula Hawkins"
            ],
            "ranking": 3.59,
            "ranking_count": 335932,
            "abstract": "The author of the #1 New York Times bestseller and global phenomenon The Girl on the Train returns with Into the Water, her addictive new novel of psychological suspense.. A single mother turns up dead at the bottom of the river that runs through town. Earlier in the summer, a vulnerable teenage girl met the same fate. They are not the first women lost to these dark waters, but their deaths disturb the river and its history, dredging up secrets long submerged.. Left behind is a lonely fifteen-year-old girl. Parentless and friendless, she now finds herself in the care of her mother's sister, a fearful stranger who has been dragged back to the place she deliberately ran from—a place to which she vowed she'd never return.. With the same propulsive writing and acute understanding of human instincts that captivated millions of readers around the world in her explosive debut thriller,. The Girl on the Train. , Paula Hawkins delivers an urgent, twisting, deeply satisfying read that hinges on the deceptiveness of emotion and memory, as well as the devastating ways that the past can reach a long arm into the present.. Beware a calm surface—you never know what lies beneath.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Suspense",
                "Adult",
                "Contemporary",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Daylight Gate",
            "authors": [
                "Jeanette Winterson"
            ],
            "ranking": 3.38,
            "ranking_count": 5723,
            "abstract": "Good Friday, 1612. Pendle Hill, Lancashire.. A mysterious gathering of thirteen people is interrupted by local magistrate, Roger Nowell. Is this a witches' Sabbat?. Two notorious Lancashire witches are already in Lancaster Castle waiting trial. Why is the beautiful and wealthy Alice Nutter defending them? And why is she among the group of thirteen on Pendle Hill?. Elsewhere, a starved, abused child lurks. And a Jesuit priest and former Gunpowder plotter, recently returned from France, is widely rumoured to be heading for Lancashire. But who will offer him sanctuary? And how quickly can he be caught?. This is the reign of James I, a Protestant King with an obsession: to rid his realm of twin evils, witchcraft and Catholicism, at any price...",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Horror",
                "Fantasy",
                "Paranormal",
                "LGBT"
            ]
        },
        {
            "title": "Equal of the Sun",
            "authors": [
                "Anita Amirrezvani"
            ],
            "ranking": 3.74,
            "ranking_count": 2357,
            "abstract": "Iran in 1576 is a place of wealth and dazzling beauty. But when the Shah dies without having named an heir, the court is thrown into tumult. Princess Pari, the Shah’s daughter and protégée, knows more about the inner workings of the state than almost anyone, but her maneuvers to instill order after her father’s sudden death incite resentment and dissent. Pari and her closest adviser, Javaher, a eunuch able to navigate the harem as well as the world beyond the palace walls, possess an incredible tapestry of secrets that explode in a power struggle of epic proportions.. Legendary women—from Anne Boleyn to Queen Elizabeth I to Mary, Queen of Scots—changed the course of history in the royal courts of England. While they are celebrated, few people know of the powerful and charismatic women in the Muslim world. Based loosely on Princess Pari Khan Khanoom,. Equal of the Sun. is a riveting story of political intrigue that brings one extraordinary woman to light. Anita Amirrezvani is a master storyteller, and her lustrous prose brings to life this rich and labyrinthine world with a stunning cast of characters—passionate and brave men and women who defy or embrace their destiny in a Machiavellian game played by those who lust for power and will do anything to attain it.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Literature",
                "Audiobook",
                "Feminism",
                "Novels",
                "Literary Fiction",
                "Womens"
            ]
        },
        {
            "title": "Legacy",
            "authors": [
                "Michelle Bredeson"
            ],
            "ranking": 4.31,
            "ranking_count": 16,
            "abstract": "After her mother's death, sixteen-year-old Carly Morneau is uprooted from the Twin Cities to the shoreside town of Sterling, Minnesota, but it is only after meeting mysterious Gabriel that she realizes why. She soon discovers her lineage as a full-blood shapeshifter, and the vampire-like creatures intent on taking her life. Carly is forced to rely on her father and new friends until she is able to fulfill her destiny and shift into her primary form-a small, white fox-for the very first time.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult"
            ]
        },
        {
            "title": "Jacqueline Kennedy: Historic Conversations on Life with John F. Kennedy",
            "authors": [
                "Jacqueline Kennedy",
                "Caroline Kennedy",
                "Michael R. Beschloss",
                "Jacqueline Kennedy Onassis"
            ],
            "ranking": 3.95,
            "ranking_count": 4312,
            "abstract": "To mark John F. Kennedy's centennial, celebrate the life and legacy of the 35th President of the United States.. In 1964, Jacqueline Kennedy recorded seven historic interviews about her life with John F. Kennedy. Now, for the first time, they can be read in this deluxe, illustrated eBook.. Shortly after President John F. Kennedy's assassination, with a nation deep in mourning and the world looking on in stunned disbelief, Jacqueline Kennedy found the strength to set aside her own personal grief for the sake of posterity and begin the task of documenting and preserving her husband's legacy. In January of 1964, she and Robert F. Kennedy approved a planned oral-history project that would capture their first-hand accounts of the late President as well as the recollections of those closest to him throughout his extraordinary political career. For the rest of her life, the famously private Jacqueline Kennedy steadfastly refused to discuss her memories of those years, but beginning that March, she fulfilled her obligation to future generations of Americans by sitting down with historian Arthur Schlesinger, Jr., and recording an astonishingly detailed and unvarnished account of her experiences and impressions as the wife and confidante of John F. Kennedy. The tapes of those sessions were then sealed and later deposited in the John F. Kennedy Presidential Library and Museum upon its completion, in accordance with Mrs. Kennedy's wishes.. The resulting eight and a half hours of material comprises a unique and compelling record of a tumultuous era, providing fresh insights on the many significant people and events that shaped JFK's presidency but also shedding new light on the man behind the momentous decisions. Here are JFK's unscripted opinions on a host of revealing subjects, including his thoughts and feelings about his brothers Robert and Ted, and his take on world leaders past and present, giving us perhaps the most informed, genuine, and immediate portrait of John Fitzgerald Kennedy we shall ever have. Mrs. Kennedy's urbane perspective, her candor, and her flashes of wit also give us our clearest glimpse into the active mind of a remarkable First Lady.. In conjunction with the fiftieth anniversary of President Kennedy's Inauguration, Caroline Kennedy and the Kennedy family are now releasing these beautifully restored recordings on CDs with accompanying transcripts. Introduced and annotated by renowned presidential historian Michael Beschloss, these interviews will add an exciting new dimension to our understanding and appreciation of President Kennedy and his time and make the past come alive through the words and voice of an eloquent eyewitness to history.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Biography",
                "Autobiography",
                "Audiobook",
                "Politics",
                "Biography Memoir",
                "North American Hi...",
                "Historical"
            ]
        },
        {
            "title": "Love, Dishonor, Marry, Die, Cherish, Perish",
            "authors": [
                "David Rakoff",
                "Seth"
            ],
            "ranking": 3.93,
            "ranking_count": 6690,
            "abstract": "From the incomparable David Rakoff, a poignant, beautiful, witty and wise novel in verse whose scope spans the 20th Century.. David Rakoff, who died in 2012 at the age of 47,  built a deserved reputation as one of the finest and funniest essayists of our time.  This intricately woven novel, written with humour, sympathy and tenderness, proves him the master of an altogether different art form.. Love, Dishonor, Marry, Die; Cherish, Perish. leaps cities and decades as Rakoff, a Canadian who became an American citizen, sings the song of his adoptive homeland--a country whose freedoms can be intoxicating, or brutal. Here the characters' lives are linked to each other by acts of generosity or cruelty. A critic once called Rakoff magnificent, a word which perfectly describes this wonderful novel in verse.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Fiction",
                "Short Stories",
                "Audiobook",
                "Humor",
                "Book Club",
                "Adult Fiction",
                "Novels",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "Gates of Paradise",
            "authors": [
                "Melissa de la Cruz"
            ],
            "ranking": 4.08,
            "ranking_count": 13754,
            "abstract": "Schuyler Van Alen is running out of time. The Dark Prince of Hell is storming the Gates of Paradise, intent on winning the heavenly throne for good. This time he has his greatest angels by his side, Abbadon and Azrael—Jack and Mimi Force, as they are known in the Coven.. Or so he thinks. Even as Lucifer assigns Jack and Mimi the tasks of killing their true loves, the Force twins secretly vow to defeat the Dark Prince once and for all. But how far will Mimi and Jack go to conceal their real loyalties?. Meanwhile, former vampire Bliss Llewellyn has joined forces with Lawson, the greatest wolf of the underworld, to free his people from their imprisonment in Hell. As they struggle against impossible odds, an ancient message, woven into the very fabric of time, reveals just how much depends on the success of their mission.. Lucifer seeks the key to the Gate of Promise, and when Schuyler is taken captive and delivered straight to Hell, she must make an unthinkable choice—the same one the archangel Michael was forced to make during the Crisis in Rome. Will Schuyler find the strength to do what he could not?. The epic, heartbreaking Blue Bloods series comes to a close with this final novel about staggering courage, unbearable sacrifice, and the immortality of true love.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Spillover: Animal Infections and the Next Human Pandemic",
            "authors": [
                "David Quammen"
            ],
            "ranking": 4.41,
            "ranking_count": 16210,
            "abstract": "The emergence of strange new diseases is a frightening problem that seems to be getting worse. In this age of speedy travel, it threatens a worldwide pandemic. We hear news reports of Ebola, SARS, AIDS, and something called Hendra killing horses and people in Australia—but those reports miss the big truth that such phenomena are part of a single pattern. The bugs that transmit these diseases share one thing: they originate in wild animals and pass to humans by a process called spillover. David Quammen tracks this subject around the world. He recounts adventures in the field—netting bats in China, trapping monkeys in Bangladesh, stalking gorillas in the Congo—with the world’s leading disease scientists. In Spillover Quammen takes the reader along on this astonishing quest to learn how, where from, and why these diseases emerge, and he asks the terrifying question: What might the next big one be?",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Health",
                "History",
                "Medical",
                "Animals",
                "Environment",
                "Illness"
            ]
        },
        {
            "title": "Steles of the Sky",
            "authors": [
                "Elizabeth Bear"
            ],
            "ranking": 4.06,
            "ranking_count": 1192,
            "abstract": "Elizabeth Bear concludes her award-winning epic fantasy trilogy. Re Temur, exiled heir to his grandfather’s Khaganate, has finally raised his banner and declared himself at war with his usurping uncle. With his companions—the Wizard Samarkar, the Cho-tse Hrahima, and the silent monk Brother Hsiung—he must make his way to Dragon Lake to gather his army of followers.. Temur has many enemies, and they are not idle. The sorcerer who leads the Nameless Assassins, whose malice has shattered the peace of all the empires of the Celedon Highway, has struck at Temur’s uncle already. To the south, in the Rasan empire, a magical plague rages. To the east, the great city of Asmaracanda has burned, and the Uthman Caliph is deposed. And in the hidden ancient empire of Erem, Temur’s son has been born and a new moon has risen in the Eternal Sky.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Animals",
                "Adventure",
                "Role Playing Games",
                "War"
            ]
        },
        {
            "title": "Pretty Girls",
            "authors": [
                "Karin Slaughter"
            ],
            "ranking": 4.02,
            "ranking_count": 228370,
            "abstract": "Twenty years ago Claire Scott's eldest sister, Julia, went missing. No one knew where she went - no note, no body. It was a mystery that was never solved and it tore her family apart.. Now another girl has disappeared, with chilling echoes of the past. And it seems that she might not be the only one.. Claire is convinced Julia's disappearance is linked.. But when she begins to learn the truth about her sister, she is confronted with a shocking discovery, and nothing will ever be the same...",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Audiobook",
                "Suspense",
                "Adult",
                "Horror",
                "Contemporary"
            ]
        },
        {
            "title": "Range of Ghosts",
            "authors": [
                "Elizabeth Bear"
            ],
            "ranking": 3.68,
            "ranking_count": 3760,
            "abstract": "Temur, grandson of the Great Khan, is walking away from a battlefield where he was left for dead. All around lie the fallen armies of his cousin and his brother, who made war to rule the Khaganate. Temur is now the legitimate heir by blood to his grandfather's throne, but he is not the strongest. Going into exile is the only way to survive his ruthless cousin.. Once-Princess Samarkar is climbing the thousand steps of the Citadel of the Wizards of Tsarepheth. She was heir to the Rasan Empire until her father got a son on a new wife. Then she was sent to be the wife of a Prince in Song, but that marriage ended in battle and blood. Now she has renounced her worldly power to seek the magical power of the wizards.. These two will come together to stand against the hidden cult that has so carefully brought all the empires of the Celadon Highway to strife and civil war through guile and deceit and sorcerous power.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Adventure",
                "Adult",
                "Historical"
            ]
        },
        {
            "title": "Hot Milk",
            "authors": [
                "Deborah Levy"
            ],
            "ranking": 3.46,
            "ranking_count": 22396,
            "abstract": "Sofia, a young anthropologist, has spent much of her life trying to solve the mystery of her mother's unexplainable illness. She's frustrated with Rose and her constant complaints but utterly relieved to be called to abandon her own disappointing fledgling adult life. She and Rose travel to the searing, arid coast of southern Spain to see a famous consultant, Dr. Gomez—their very last chance—in the hope that he might cure Rose's unpredictable limb paralysis, but Dr. Gomez has strange methods that seem to have little to do with physical medicine, and as the treatment progresses, Rose's illness becomes increasingly baffling. Sofia's role as detective—tracking Rose's symptoms in an attempt to find the secret motivation for her pain—deepens as she discovers her own desires in this transient desert community.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Cultural",
                "Novels",
                "LGBT",
                "European Literature",
                "Audiobook",
                "Literature",
                "Book Club"
            ]
        },
        {
            "title": "Queen of the Night",
            "authors": [
                "J.A. Jance"
            ],
            "ranking": 3.87,
            "ranking_count": 2610,
            "abstract": "“J.A. Jance is among the best—if not the best.”. —. Chattanooga Times. In. Queen of the Night. ,. New York Times. bestselling author J.A. Jance brings back the Walker family—introduced in. Hour of the Hunter. , terrorized in. Kiss of the Bees. , and last seen in. Day of the Dead. . A multilayered thriller, gripping and unforgettable—evocatively set in the breathtaking Arizona desert—. Queen of the Night. is a chilling tale of murder past and present that connects and devastates three separate families.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Suspense",
                "Thriller",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "The Impossible Dead",
            "authors": [
                "Ian Rankin"
            ],
            "ranking": 3.96,
            "ranking_count": 9692,
            "abstract": "Malcolm Fox and his team are back, investigating whether fellow cops covered up for Detective Paul Carter. Carter has been found guilty of misconduct, but what should be a simple job is soon complicated by a brutal murder and a weapon that should not even exist.. A trail of revelations leads Fox back to 1985, a year of desperate unrest when letter-bombs and poisonous spores were sent to government offices, and kidnappings and murders were plotted. But while the body count rises the clock starts ticking, and a dramatic turn of events sees Fox in mortal danger.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Cultural",
                "Thriller",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "Must You Go?: My Life with Harold Pinter",
            "authors": [
                "Antonia Fraser"
            ],
            "ranking": 3.6,
            "ranking_count": 952,
            "abstract": "A unique testimony to modern literature's most celebrated and enduring marriage.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Autobiography",
                "Biography Memoir",
                "Plays",
                "European Literature",
                "History",
                "Drama"
            ]
        },
        {
            "title": "The American Heiress",
            "authors": [
                "Daisy Goodwin"
            ],
            "ranking": 3.46,
            "ranking_count": 39724,
            "abstract": "Witty, moving, and brilliantly entertaining, The American Heiress marks the debut of a glorious storyteller who brings a fresh new spirit to the world of Edith Wharton and Henry James.. Be careful what you wish for. Traveling abroad with her mother at the turn of the twentieth century to seek a titled husband, beautiful, vivacious Cora Cash, whose family mansion in Newport dwarfs the Vanderbilts', suddenly finds herself Duchess of Wareham, married to Ivo, the most eligible bachelor in England. Nothing is quite as it seems, however: Ivo is withdrawn and secretive, and the English social scene is full of traps and betrayals. Money, Cora soon learns, cannot buy everything, as she must decide what is truly worth the price in her life and her marriage.. Witty, moving, and brilliantly entertaining, Cora's story marks the debut of a glorious storyteller who brings a fresh new spirit to the world of Edith Wharton and Henry James.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Adult",
                "European Literature",
                "Womens Fiction",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Leftover Women: The Resurgence of Gender Inequality in China",
            "authors": [
                "Leta Hong Fincher"
            ],
            "ranking": 3.93,
            "ranking_count": 481,
            "abstract": "After China's Communist revolution of 1949, Chairman Mao famously proclaimed that women hold up half the sky. In the early years of the People's Republic, the Communist Party sought to transform gender relations with expansive initiatives such as assigning urban women jobs in the planned economy. Yet those gains are now being eroded in China's post-socialist era. Contrary to many claims made in the mainstream media, women in China have experienced a dramatic rollback of many rights and gains relative to men. Leftover Women debunks the popular myth that women have fared well as a result of post-socialist China's economic reforms and breakneck growth.",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "Nonfiction",
                "Feminism",
                "Gender",
                "Sociology",
                "Literature",
                "History"
            ]
        },
        {
            "title": "A Walk Across the Sun",
            "authors": [
                "Corban Addison"
            ],
            "ranking": 4.15,
            "ranking_count": 17585,
            "abstract": "Corban Addison leads readers on a chilling, eye-opening journey into Mumbai's seedy underworld--and the nightmare of two orphaned girls swept into the international sex trade.. When a tsunami rages through their coastal town in India, 17-year-old Ahalya Ghai and her 15-year-old sister Sita are left orphaned and homeless. With almost everyone they know suddenly erased from the face of the earth, the girls set out for the convent where they attend school. They are abducted almost immediately and sold to a Mumbai brothel owner, beginning a hellish descent into the bowels of the sex trade.. Halfway across the world, Washington, D.C., attorney Thomas Clarke faces his own personal and professional crisis-and makes the fateful decision to pursue a pro bono sabbatical working in India for an NGO that prosecutes the subcontinent's human traffickers. There, his conscience awakens as he sees firsthand the horrors of the trade in human flesh, and the corrupt judicial system that fosters it. Learning of the fate of Ahalya and Sita, Clarke makes it his personal mission to rescue them, setting the stage for a riveting showdown with an international network of ruthless criminals.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Contemporary",
                "Thriller",
                "Book Club",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Goth Girl and the Ghost of a Mouse",
            "authors": [
                "Chris Riddell"
            ],
            "ranking": 4.01,
            "ranking_count": 3250,
            "abstract": "Meet Ada Goth. She lives in Ghastly-Gorm Hall with her father, Lord Goth, lots of servants and at least half a dozen ghosts, but she hasn't got any friends to explore her enormous, creepy house with.. Then, one night, everything changes when Ada meets a ghostly mouse called Ishmael. Together they set out to solve the mystery of the strange happenings at Ghastly-Gorm Hall, and get a lot more than they bargained for...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Gothic",
                "Fiction",
                "Mystery",
                "Adventure",
                "Sequential Art",
                "Paranormal"
            ]
        },
        {
            "title": "Ancillary Mercy",
            "authors": [
                "Ann Leckie"
            ],
            "ranking": 4.2,
            "ranking_count": 37885,
            "abstract": "Ancillary Mercy. is the stunning conclusion to the trilogy that began with. Ancillary Justice. , the only novel ever to win the Hugo, Nebula, and Arthur C. Clarke Awards.. For a moment, things seemed to be under control for Breq, the soldier who used to be a warship. Then a search of Athoek Station's slums turns up someone who shouldn't exist and a messenger from the mysterious Presger empire arrives, as does Breq's old enemy, the divided, heavily armed, and possibly insane Anaander Mianaai—ruler of an empire at war with itself.. Breq could flee with her ship and crew, but that would leave the people of Athoek in terrible danger. Breq has a desperate plan. The odds aren't good, but that's never stopped her before.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Science Fiction Fantasy",
                "Audiobook",
                "Speculative Fiction",
                "Fantasy",
                "Adult",
                "LGBT"
            ]
        },
        {
            "title": "Out of the Easy",
            "authors": [
                "Ruta Sepetys"
            ],
            "ranking": 4.02,
            "ranking_count": 54821,
            "abstract": "It's 1950, and as the French Quarter of New Orleans simmers with secrets, seventeen-year-old Josie Moraine is silently stirring a pot of her own. Known among locals as the daughter of a brothel prostitute, Josie wants more out of life than the Big Easy has to offer. She devises a plan get out, but a mysterious death in the Quarter leaves Josie tangled in an investigation that will challenge her allegiance to her mother, her conscience, and Willie Woodley, the brusque madam on Conti Street.. Josie is caught between the dream of an elite college and a clandestine underworld. New Orleans lures her in her quest for truth, dangling temptation at every turn, and escalating to the ultimate test.. With characters as captivating as those in her internationally bestselling novel. Between Shades of Gray. , Ruta Sepetys skillfully creates a rich story of secrets, lies, and the haunting reminder that decisions can shape our destiny.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Mystery",
                "Romance",
                "Realistic Fiction",
                "Contemporary"
            ]
        },
        {
            "title": "Lightman Manga",
            "authors": [
                "John Blandly"
            ],
            "ranking": 5.0,
            "ranking_count": 4,
            "abstract": "A Cape Cod superhero battles bad guys in his quest to win the heart of his new girlfriend, Venus. New, improved Manga edition.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance"
            ]
        },
        {
            "title": "War",
            "authors": [
                "Laura Thalassa"
            ],
            "ranking": 4.09,
            "ranking_count": 27811,
            "abstract": "They came to earth—Pestilence, War, Famine, Death—four horsemen riding their screaming steeds, racing to the corners of the world. Four horsemen with the power to destroy all of humanity. They came to earth, and they came to end us all.. The day Jerusalem falls, Miriam Elmahdy knows her life is over. Houses are burning, the streets run red with blood, and a traitorous army is massacring every last resident. There is no surviving this, especially not once Miriam catches the eye of War himself. But when the massive and terrifying horseman corners Miriam, he calls her his wife, and instead of killing her, he takes her back to his camp.. Now Miriam faces a terrifying future, one where she watches her world burn town by town, and the one man responsible for it all is her seemingly indestructible “husband”. But there’s another side to him, one that’s gentle and loving and dead set on winning her over, and she might not be strong enough to resist.. However, if there’s one thing Miriam has learned, it’s that love and war cannot coexist. And so she must make the ultimate choice: surrender to War and watch humankind fall, or sacrifice everything and stop him.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Science Fiction",
                "New Adult",
                "Dark",
                "Apocalyptic",
                "Adult"
            ]
        },
        {
            "title": "Winter Journal",
            "authors": [
                "Paul Auster"
            ],
            "ranking": 3.89,
            "ranking_count": 7524,
            "abstract": "From the bestselling novelist and author of The Invention of Solitude, a moving and highly personal meditation on the body, time, and language itself. That is where the story begins, in your body, and everything will end in the body as well.. Facing his sixty-third winter, internationally acclaimed novelist Paul Auster sits down to write a history of his body and its sensations both pleasurable and painful.. Thirty years after the publication of The Invention of Solitude, in which he wrote so movingly about fatherhood, Auster gives us a second unconventional memoir in which he writes about his mother's life and death. Winter Journal is a highly personal meditation on the body, time, and memory, by one of our most intellectually elegant writers.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Literature",
                "American",
                "Biography Memoir",
                "The United States Of America",
                "Audiobook"
            ]
        },
        {
            "title": "Die for Me",
            "authors": [
                "Amy Plum"
            ],
            "ranking": 3.98,
            "ranking_count": 54962,
            "abstract": "In the City of Lights, two star-crossed lovers battle a fate that is destined to tear them apart again and again for eternity.. When Kate Mercier's parents die in a tragic car accident, she leaves her life--and memories--behind to live with her grandparents in Paris. For Kate, the only way to survive her pain is escaping into the world of books and Parisian art. Until she meets Vincent.. Mysterious, charming, and devastatingly handsome, Vincent threatens to melt the ice around Kate's guarded heart with just his smile. As she begins to fall in love with Vincent, Kate discovers that he's a revenant--an undead being whose fate forces him to sacrifice himself over and over again to save the lives of others. Vincent and those like him are bound in a centuries-old war against a group of evil revenants who exist only to murder and betray. Kate soon realizes that if she follows her heart, she may never be safe again.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Horror",
                "Fiction"
            ]
        },
        {
            "title": "Shattered Pillars",
            "authors": [
                "Elizabeth Bear"
            ],
            "ranking": 3.84,
            "ranking_count": 1610,
            "abstract": "The Shattered Pillars. is the second book of Bear's. The Eternal Sky. trilogy and the sequel to. Range of Ghosts. . Set in a world drawn from our own great Asian Steppes, this saga of magic, politics and war sets Re-Temur, the exiled heir to the great Khagan and his friend Sarmarkar, a Wizard of Tsarepheth, against dark forces determined to conquer all the great Empires along the Celedon Road.. Elizabeth Bear is an astonishing writer, whose prose draws you into strange and wonderful worlds, and makes you care deeply about the people and the stories she tells. The world of. The Eternal Sky. is broadly and deeply created—her award-nominated novella, Bone and Jewel Creatures is also set there.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Epic",
                "Adventure",
                "Historical",
                "Science Fiction"
            ]
        },
        {
            "title": "Glass House: The 1% Economy and the Shattering of the All-American Town",
            "authors": [
                "Brian  Alexander"
            ],
            "ranking": 3.91,
            "ranking_count": 1608,
            "abstract": "In 1947, Forbes magazine declared Lancaster, Ohio the epitome of the all-American town. Today it is damaged, discouraged, and fighting for its future. In. Glass House. , journalist Brian Alexander uses the story of one town to show how seeds sown 35 years ago have sprouted to give us Trumpism, inequality, and an eroding national cohesion.. The Anchor Hocking Glass Company, once the world’s largest maker of glass tableware, was the base on which Lancaster’s society was built. As. Glass House. unfolds, bankruptcy looms. With access to the company and its leaders, and Lancaster’s citizens, Alexander shows how financial engineering took hold in the 1980s, accelerated in the 21st Century, and wrecked the company. We follow CEO Sam Solomon as he tries to rescue the company from the New York private equity firm that hired him. Meanwhile, Alexander goes behind the scenes, entwined with the lives of residents as they wrestle with heroin, politics, high-interest lenders, low wage jobs, technology, and the new demands of American life: people like Brian Gossett, the fourth generation to work at Anchor Hocking; Joe Piccolo, first-time director of the annual music festival who discovers the town relies on him, and it, for salvation; Jason Roach, who police believed may have been Lancaster’s biggest drug dealer; and Eric Brown, a local football hero-turned-cop who comes to realize that he can never arrest Lancaster’s real problems.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "History",
                "Economics",
                "Business",
                "Sociology",
                "Social Issues",
                "Social Movements",
                "Adult"
            ]
        },
        {
            "title": "Tribe: On Homecoming and Belonging",
            "authors": [
                "Sebastian Junger"
            ],
            "ranking": 4.01,
            "ranking_count": 38558,
            "abstract": "Sebastian Junger, the bestselling author of. War. and. The Perfect Storm. , takes a critical look at post-traumatic stress disorder and the many challenges today’s returning veterans face in modern society.. There are ancient tribal human behaviors-loyalty, inter-reliance, cooperation-that flare up in communities during times of turmoil and suffering. These are the very same behaviors that typify good soldiering and foster a sense of belonging among troops, whether they’re fighting on the front lines or engaged in non-combat activities away from the action. Drawing from history, psychology, and anthropology, bestselling author Sebastian Junger shows us just how at odds the structure of modern society is with our tribal instincts, arguing that the difficulties many veterans face upon returning home from war do not stem entirely from the trauma they’ve suffered, but also from the individualist societies they must reintegrate into.. A 2011 study by the Canadian Forces and Statistics Canada reveals that 78 percent of military suicides from 1972 to the end of 2006 involved veterans. Though these numbers present an implicit call to action, the government is only just taking steps now to address the problems veterans face when they return home. But can the government ever truly eliminate the challenges faced by returning veterans? Or is the problem deeper, woven into the very fabric of our modern existence? Perhaps our circumstances are not so bleak, and simply understanding that beneath our modern guises we all belong to one tribe or another would help us face not just the problems of our nation but of our individual lives as well.. Well-researched and compellingly written, this timely look at how veterans react to coming home will reconceive our approach to veteran’s affairs and help us to repair our current social dynamic.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "History",
                "Sociology",
                "War",
                "Philosophy",
                "Audiobook",
                "Anthropology",
                "Politics"
            ]
        },
        {
            "title": "Gameboard of the Gods",
            "authors": [
                "Richelle Mead"
            ],
            "ranking": 3.94,
            "ranking_count": 16326,
            "abstract": "In a futuristic world nearly destroyed by religious extremists, Justin March lives in exile after failing in his job as an investigator of religious groups and supernatural claims. But Justin is given a second chance when Mae Koskinen comes to bring him back to the Republic of United North America (RUNA). Raised in an aristocratic caste, Mae is now a member of the military’s most elite and terrifying tier, a soldier with enhanced reflexes and skills.. When Justin and Mae are assigned to work together to solve a string of ritualistic murders, they soon realize that their discoveries have exposed them to terrible danger. As their investigation races forward, unknown enemies and powers greater than they can imagine are gathering in the shadows, ready to reclaim the world in which humans are merely game pieces on their board.. Gameboard of the Gods. , the first installment of Richelle Mead’s. Age of X. series, will have all the elements that have made her YA. Vampire Academy. and. Bloodlines. series such megasuccesses: sexy, irresistible characters; romantic and mythological intrigue; and relentless action and suspense.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Adult",
                "Romance",
                "Young Adult",
                "Fiction"
            ]
        },
        {
            "title": "Late Eclipses",
            "authors": [
                "Seanan McGuire"
            ],
            "ranking": 4.27,
            "ranking_count": 18299,
            "abstract": "October Toby Daye, changeling knight in the service of Duke Sylvester Torquill, finds the delicate balance of her life shattered when she learns that an old friend is in dire trouble. Lily, Lady of the Tea Gardens, has been struck down by a mysterious, seemingly impossible illness, leaving her fiefdom undefended. Struggling to find a way to save Lily and her subjects, Toby must confront her own past as an enemy she thought was gone forever raises her head once more: Oleander de Merelands, one of the two people responsible for her fourteen-year exile.. Time is growing short and the stakes are getting higher, for the Queen of the Mists has her own agenda. With everything on the line, Toby will have to take the ultimate risk to save herself and the people she loves most—because if she can't find the missing pieces of the puzzle in time, Toby will be forced to make the one choice she never thought she'd have to face again.... Late Eclipse. is the fourth installment of the highly praised. Toby Daye. series.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fairies",
                "Fiction",
                "Mystery",
                "Paranormal",
                "Romance",
                "Adult"
            ]
        },
        {
            "title": "Thomas Jefferson: The Art of Power",
            "authors": [
                "Jon Meacham"
            ],
            "ranking": 4.0,
            "ranking_count": 37221,
            "abstract": "In this magnificent biography, the Pulitzer Prize–winning author of. American Lion. and. Franklin and Winston. brings vividly to life an extraordinary man and his remarkable times.. Thomas Jefferson: The Art of Power. gives us Jefferson the politician and president, a great and complex human being forever engaged in the wars of his era. Philosophers think; politicians maneuver. Jefferson’s genius was that he was both and could do both, often simultaneously. Such is the art of power.. Thomas Jefferson hated confrontation, and yet his understanding of power and of human nature enabled him to move men and to marshal ideas, to learn from his mistakes, and to prevail. Passionate about many things—women, his family, books, science, architecture, gardens, friends, Monticello, and Paris—Jefferson loved America most, and he strove over and over again, despite fierce opposition, to realize his vision: the creation, survival, and success of popular government in America. Jon Meacham lets us see Jefferson’s world as Jefferson himself saw it, and to appreciate how Jefferson found the means to endure and win in the face of rife partisan division, economic uncertainty, and external threat. Drawing on archives in the United States, England, and France, as well as unpublished Jefferson presidential papers, Meacham presents Jefferson as the most successful political leader of the early republic, and perhaps in all of American history.. The father of the ideal of individual liberty, of the Louisiana Purchase, of the Lewis and Clark expedition, and of the settling of the West, Jefferson recognized that the genius of humanity—and the genius of the new nation—lay in the possibility of progress, of discovering the undiscovered and seeking the unknown. From the writing of the Declaration of Independence to elegant dinners in Paris and in the President’s House; from political maneuverings in the boardinghouses and legislative halls of Philadelphia and New York to the infant capital on the Potomac; from his complicated life at Monticello, his breathtaking house and plantation in Virginia, to the creation of the University of Virginia, Jefferson was central to the age. Here too is the personal Jefferson, a man of appetite, sensuality, and passion.. The Jefferson story resonates today not least because he led his nation through ferocious partisanship and cultural warfare amid economic change and external threats, and also because he embodies an eternal drama, the struggle of the leadership of a nation to achieve greatness in a difficult and confounding world.. Advance praise for. Thomas Jefferson: The Art of Power. “Jon Meacham resolves the bundle of contradictions that was Thomas Jefferson by probing his love of progress and thirst for power. This is a thrilling and affecting portrait of our first philosopher-politician.”—Stacy Schiff. “This terrific book allows us to see the political genius of Thomas Jefferson better than we have ever seen it before. In these endlessly fascinating pages, Jefferson emerges with such vitality that it seems as if he might still be alive today.”—Doris Kearns Goodwin. From the Hardcover edition.. NAMED ONE OF THE BEST BOOKS OF THE YEAR BY. The New York Times Book Review • The Washington Post • Entertainment Weekly • The Seattle Times • St. Louis Post-Dispatch",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "History",
                "Nonfiction",
                "Politics",
                "North American Hi...",
                "Presidents",
                "Military History",
                "Biography Memoir",
                "Audiobook"
            ]
        },
        {
            "title": "Defiance",
            "authors": [
                "Shelly Crane"
            ],
            "ranking": 4.29,
            "ranking_count": 25403,
            "abstract": "In the third installment of the Significance series, we begin with Maggie and Caleb in the clutches of a new enemy; the Virtuoso council. Not only do they have to deal with the consequences of taking the lives of the Watsons and the council attempting to take Maggie away to keep their precious Visionary safe, but they must deal with Marla as well. All are determined to undermine, control and use Caleb and Maggie's rare gifts for their own uses, some wish to destroy them entirely. Then Maggie's father and Bish are threatened but the council forbids the presense of humans. Peter and the family fight and stand beside them every step of the way to save Maggie's father, to keep Caleb and Maggie together when the corrupted council is so set on keeping them apart and to stop Marla and whatever she has up her sleeve. Then Maggie has the shock of her life when she discovers something about her real father. It may change everything for everyone. Stay tuned as the story continues.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "New Adult",
                "Contemporary",
                "Fiction"
            ]
        },
        {
            "title": "Muslims and Jews in America: Commonalities, Contentions, and Complexities",
            "authors": [
                "Reza Aslan",
                "Aaron J. Hahn Tapper"
            ],
            "ranking": 3.78,
            "ranking_count": 143,
            "abstract": "Jews and Muslims make up less than 3% of the total population of the United States. Yet, despite their relatively small numbers, the members of these two minority groups often find themselves the focus of a disproportionate amount of media attention, particularly when it comes to the Israeli-Palestinian conflict. Beyond such international issues, American Jews and American Muslims find themselves struggling with similar inter-communal concerns when it comes to matters like education (for example tensions between student populations of Jews and Muslims on university campuses), politics (such as the swearing in of the first Muslim Congressman in the House of Representatives, Keith Ellison, or the omnipresent emails and robo-calls linking President Obama to the Muslim community that emerged during the 2008 Presidential election), or even pop culture (think of such recent Hollywood productions as. Kingdom in Heaven. ,. Munich. ,. Paradise Now. , and. Traitor. , to name but a few). In all of these matters, American Jews and American Muslims have consistently engaged each other in conversation – whether directly or indirectly; constructive or not – in ways that have usually eluded their co-religionists throughout the rest of the world. This has partly to do with America’s ethos as a “melting pot” of different religions, ethnicities, and cultures. But it also has to do with the innovative ways in which Judaism and Islam have absorbed, and been radically altered, by the so-called “American experience.”. This book is an exploration of contemporary Jewish-Muslim relations in the United States and the distinct and often creative ways in which these two communities interact with one another in the American context. Each essay discusses a different episode from the recent twentieth and current twenty-first century American milieu that links these two groups together. Some deal with case examples of local inter-communal interaction, such as “dialogue groups,” which can help us better understand national trends of similar activities in other parts of the country. Others focus on national trends themselves, thus giving us greater insights into individual incidents.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Nonfiction",
                "Literature",
                "Politics",
                "Social Movements",
                "Sociology"
            ]
        },
        {
            "title": "Codex Roboticus",
            "authors": [
                "Jens Maria Weber"
            ],
            "ranking": 4.25,
            "ranking_count": 12,
            "abstract": "Sind die Menschmaschinen des deutschen Arztes Stanislaus Schwenck die Fantasie eines Morphiumabhängigen oder Teil eines tatsächlichen Geheimprojekts aus den 20er Jahren?. Mit Illustrationen, Fotos und Dokumenten aus Schwencks Nachlass und früheren Ausgaben seiner Schriften folgt das Codex Roboticus Buch von Jens Maria Weber dieser schier unglaublichen Unternehmung …. (http://das-wilde-dutzend.de/2014/10/2...)",
            "part_of_series": false,
            "genre_list": [
                "Fantasy"
            ]
        },
        {
            "title": "The Valley of Amazement",
            "authors": [
                "Amy Tan"
            ],
            "ranking": 3.66,
            "ranking_count": 40889,
            "abstract": "The New York Times bestselling author and international sensation returns with her long-awaited novel, a magnificent family saga of fate and identity that moves from the lavish parlors of Shanghai courtesans to the fog-shrouded mountains of a remote Chinese village. Moving between the dazzling world of courtesans in turn of the century Shanghai, a remote Chinese mountain village, and the rough-hewn streets of nineteenth-century San Francisco, Amy Tan's sweeping new novel maps the lives of three generations of women connected by blood and history-and the mystery of an evocative painting known as The Valley of Amazement.. Violet is one of the most celebrated courtesans in Shanghai, a beautiful and intelligent woman who has honed her ability to become any man's fantasy since her start as a Virgin Courtesan at the age of twelve. Half-Chinese and half-American, she moves effortlessly between the East and the West. But her talents belie her private struggle to understand who she really is and her search for a home in the world. Abandoned by her mother, Lucia, and uncertain of her father's identity, Violet's quest to truly love and be loved will set her on a path fraught with danger and complexity-and the loss of her own daughter.. Lucia, a willful and wild American woman who was once herself the proprietress of Shanghai's most exclusive courtesan house, nurses her own secret wounds, which she first sustained when, as a teenager, she fell in love with a Chinese painter and followed him from San Francisco to Shanghai. Her search for penance and redemption will bring her to a startling reunion with Flora, Violet's daughter, and will shatter all that Violet believed she knew about her mother.. Spanning fifty years and two continents, The Valley of Amazement is a deeply moving narrative of family secrets, the legacy of trauma, and the profound connections between mothers and daughters, that returns readers to the compelling territory Amy Tan so expertly mapped in The Joy Luck Club. With her characteristic wisdom, grace, and humor, she conjures a story of the inheritance of love, its mysteries and senses, its illusions and truths.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Literature",
                "Adult",
                "Adult Fiction",
                "Audiobook",
                "Novels"
            ]
        },
        {
            "title": "Here Be Sexist Vampires",
            "authors": [
                "Suzanne Wright"
            ],
            "ranking": 4.05,
            "ranking_count": 24322,
            "abstract": "Alternative cover edition of ASIN B006XHT9RE. Alternative cover edition can be found. here. and. here. Sam Parker is a vampire with a gift so strong and substantial that she is invited to partake in a test for a place in the Grand High Master Vampire’s private army. She finds that not only has the army never included a woman, but it has never included a Sventé vampire; a breed that is regarded by the super strong Pagori breed and the hypnotically beautiful Keja breed to be too tame and human-like. Most refuse to take her seriously, especially a Pagori commander named Jared who she craves in spite of herself.. The Grand High Master, however, sees her potential and offers her the position of Jared’s co-commander to help train the newest squad in time for the impending attack on his home. Sam has to demonstrate to Jared and the squad of chauvinists why it is incredibly foolish to underestimate a wilful, temperamental, borderline-homicidal Sventé female.. Warning: This novel contains an iron-willed female vampire with an energy whip, a sexist male vampire who is determined to have her, explicit vampy sex, and a romance story with real bite.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Drive",
            "authors": [
                "James S.A. Corey"
            ],
            "ranking": 4.01,
            "ranking_count": 8361,
            "abstract": "Read Drive, a Prequel to. The Expanse. series.. The Expanse. , premiering in December 2015 on Syfy, is based on. The New York Times. best selling book series by James S.A. Corey. Set two hundred years in the future, where man has colonized the outer asteroid belt, The Expanse follows the case of a missing girl that brings together a hardened detective and a rogue ship captain in a race across the solar system to expose the greatest conspiracy in human history. Drive highlights a key moment in. The Expanse. universe whose ramifications set the foundation for the show.. The story is a prequel taking place approximately 150 years prior to the main series, concerning Solomon Epstein and his invention of the Epstein drive.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Short Stories",
                "Space",
                "Novella",
                "Science Fiction Fantasy",
                "Adventure",
                "Speculative Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Así empieza lo malo",
            "authors": [
                "Javier Marías"
            ],
            "ranking": 3.98,
            "ranking_count": 2539,
            "abstract": "Así empieza lo malo. cuenta la historia íntima de un matrimonio de muchos años, narrada por su joven testigo cuando este es ya un hombre plenamente adulto. Juan de Vere encuentra su primer empleo como secretario personal de Eduardo Muriel, un antaño exitoso director de cine, en el Madrid de 1980. Su trabajo le permite entrar en la privacidad de la casa familiar y ser espectador de la misteriosa desdicha conyugal entre Muriel y su esposa Beatriz Noguera.. Muriel le encarga que investigue y sonsaque a un amigo suyo de media vida, el Doctor Jorge Van Vechten, de cuyo indecente comportamiento en el pasado le han llegado rumores. Pero Juan no se limitará a eso y tomará dudosas iniciativas, porque, como él mismo reconoce desde su edad madura, -los jóvenes tienen el alma y la conciencia aplazadas-. Así descubrirá que no hay justicia desinteresada, sino que está siempre contaminada por el rencor personal y por los propios deseos, y que todo perdón o castigo son arbitrarios.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "European Literature",
                "Novels",
                "Literature",
                "Contemporary",
                "Literary Fiction",
                "Marriage",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Lake Shore Limited",
            "authors": [
                "Sue Miller"
            ],
            "ranking": 3.35,
            "ranking_count": 4160,
            "abstract": "Four unforgettable characters beckon you into this spellbinding new novel from Sue Miller, the author of 2008’s heralded best seller. The Senator’s Wife. . First among them is Wilhelmina—Billy—Gertz, as small as a child, fiercely independent, powerfully committed to her work as a playwright. The story itself centers on. The Lake Shore Limited. —a play Billy has written about an imagined terrorist bombing of that train as it pulls into Union Station in Chicago, and about a man waiting to hear the fate of his estranged wife, who is traveling on it. Billy had waited in just such a way on 9/11 to hear whether her lover, Gus, was on one of the planes used in the attack.. The novel moves from the snow-filled woods of Vermont to the rainy brick sidewalks of Boston as the lives of the other characters intersect and interweave with Billy’s: Leslie, Gus’s sister, still driven by grief years after her brother’s death; Rafe, the actor who rises to greatness in a performance inspired by a night of incandescent lovemaking; and Sam, a man irresistibly drawn to Billy after he sees the play that so clearly displays the terrible conflicts and ambivalence of her situation.. How Billy has come to create the play out of these emotions, how it is then created anew on the stage, how the performance itself touches and changes the other characters’ lives—these form the thread that binds them all together and drives the novel compulsively forward.. A powerful love story; a mesmerizing tale of entanglements, connections, and inconsolable losses; a marvelous reflection on the meaning of grace and the uses of sorrow, in life and in art:. The Lake Shore Limited. is Sue Miller at her dazzling best.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Audiobook",
                "Relationships",
                "Novels",
                "Adult",
                "Romance",
                "Literature",
                "Drama"
            ]
        },
        {
            "title": "Ashes of Honor",
            "authors": [
                "Seanan McGuire"
            ],
            "ranking": 4.37,
            "ranking_count": 16951,
            "abstract": "It’s been almost a year since October “Toby” Daye averted a war, gave up a county, and suffered personal losses that have left her wishing for a good day’s sleep. She’s tried to focus on her responsibilities—training Quentin, upholding her position as Sylvester’s knight, and paying the bills—but she can’t help feeling like her world is crumbling around her, and her increasingly reckless behavior is beginning to worry even her staunchest supporters.. To make matters worse, Toby’s just been asked to find another missing child…only this time it’s the changeling daughter of her fellow knight, Etienne, who didn’t even know he was a father until the girl went missing. Her name is Chelsea. She’s a teleporter, like her father. She’s also the kind of changeling the old stories warn about, the ones with all the strength and none of the control. She’s opening doors that were never meant to be opened, releasing dangers that were sealed away centuries before—and there’s a good chance she could destroy Faerie if she isn’t stopped.. Now Toby must find Chelsea before time runs out, racing against an unknown deadline and through unknown worlds as she and her allies try to avert disaster. But danger is also stirring in the Court of Cats, and Tybalt may need Toby’s help with the biggest challenge he’s ever faced.. Toby thought the last year was bad. She has no idea.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fairies",
                "Fiction",
                "Romance",
                "Mystery",
                "Paranormal",
                "Adult"
            ]
        },
        {
            "title": "In the Stillness",
            "authors": [
                "Andrea Randall"
            ],
            "ranking": 4.03,
            "ranking_count": 6330,
            "abstract": "Natalie is a wife.. Natalie is a mother.. Natalie is a cutter.. Clawing at walls built by resentment, regret, and guilt, Natalie cuts as an escape from a life she never planned.. Staying present is only possible when you let go of the past. But, what if the past won't let go?",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Dark",
                "War",
                "Adult",
                "Fiction",
                "Drama",
                "Mental Health"
            ]
        },
        {
            "title": "The Gender Game",
            "authors": [
                "Bella Forrest"
            ],
            "ranking": 3.85,
            "ranking_count": 41082,
            "abstract": "For fans of The Hunger Games and Divergent. comes a story like no other.... A toxic river divides nineteen-year-old Violet Bates's world by gender.. Women rule the East. Men rule the West.. Welcome to the lands of Matrus and Patrus.. Ever since the disappearance of her beloved younger brother, Violet's life has been consumed by an anger she struggles to control. Already a prisoner to her own nation, now she has been sentenced to death for her crimes.. But one decision could save her life.. To enter the kingdom of Patrus, where men rule and women submit.. Everything about the patriarchy is dangerous for a rebellious girl like Violet. She cannot break the rules if she wishes to stay alive.. But abiding by rules has never been Violet's strong suit.. When she's thrust into more danger than she could have ever predicted, Violet is forced to sacrifice many things in the forbidden kingdom ... including forbidden love.. In a world divided by gender, only the strongest survive...",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fantasy",
                "Fiction",
                "Romance",
                "Audiobook",
                "New Adult",
                "Apocalyptic",
                "Adventure"
            ]
        },
        {
            "title": "The Fan",
            "authors": [
                "John Blandly"
            ],
            "ranking": 5.0,
            "ranking_count": 3,
            "abstract": "A writer is contacted by a fan, but he does not know what he is in for. He has never had a fan before.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Secondhand Souls",
            "authors": [
                "Christopher Moore"
            ],
            "ranking": 3.93,
            "ranking_count": 17945,
            "abstract": "In San Francisco, the souls of the dead are mysteriously disappearing—and you know that can't be good—in New York Times bestselling author Christopher Moore's delightfully funny sequel to A Dirty Job.. Something really strange is happening in the City by the Bay. People are dying, but their souls are not being collected. Someone—or something—is stealing them and no one knows where they are going, or why, but it has something to do with that big orange bridge. Death Merchant Charlie Asher is just as flummoxed as everyone else. He's trapped in the body of a fourteen-inch-tall meat waiting for his Buddhist nun girlfriend, Audrey, to find him a suitable new body to play host.. To get to the bottom of this abomination, a motley crew of heroes will band together: the seven-foot-tall death merchant Minty Fresh; retired policeman turned bookseller Alphonse Rivera; the Emperor of San Francisco and his dogs, Bummer and Lazarus; and Lily, the former Goth girl. Now if only they can get little Sophie to stop babbling about the coming battle for the very soul of humankind...",
            "part_of_series": true,
            "genre_list": [
                "Humor",
                "Fantasy",
                "Fiction",
                "Audiobook",
                "Horror",
                "Death"
            ]
        },
        {
            "title": "Even The Dogs",
            "authors": [
                "Jon McGregor"
            ],
            "ranking": 3.51,
            "ranking_count": 2102,
            "abstract": "On a still and frozen day between Christmas and New Year, a man's body is found lying in his ruined flat. 'Even the Dogs' is an intimate exploration of life at the edges of society, describing a world littered with love, loss, despair and a glimpse of redemption.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Contemporary",
                "European Literature",
                "Novels",
                "Book Club",
                "Literature",
                "Mental Health",
                "Short Stories"
            ]
        },
        {
            "title": "The Offering",
            "authors": [
                "Kimberly Derting"
            ],
            "ranking": 3.8,
            "ranking_count": 4189,
            "abstract": "True love—and world war—is at stake in the conclusion to The Pledge trilogy, a dark and romantic blend of dystopia and fantasy.. Charlie, otherwise known as Queen Charlaina of Ludania, has become comfortable as a leader and a ruler. She’s done admirable work to restore Ludania’s broken communications systems with other Queendoms, and she’s mastered the art of ignoring Sabara, the evil former queen whose Essence is alive within Charlie. Or so she thinks.. When the negotiation of a peace agreement with the Queendom of Astonia goes awry, Charlie receives a brutal message that threatens Ludania, and it seems her only option is to sacrifice herself in exchange for Ludanian freedom.. But things aren’t always as they seem. Charlie is walking into a trap—one set by Sabara, who is determined to reclaim the Queendoms at any cost.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Angelology",
            "authors": [
                "Danielle Trussoni"
            ],
            "ranking": 3.43,
            "ranking_count": 17047,
            "abstract": "Abandoned as a child on the steps of St Rose Convent in New York, Evangeline Cacciatore grew up knowing little of her parents. Assisting a scholar in the convent one day, she uncovers a disturbing secret conected to her family.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Paranormal",
                "Thriller",
                "Mystery",
                "Adult",
                "Historical"
            ]
        },
        {
            "title": "An Artificial Night",
            "authors": [
                "Seanan McGuire"
            ],
            "ranking": 4.18,
            "ranking_count": 18993,
            "abstract": "Changeling knight in the court of the Duke of Shadowed Hills, October Toby Daye has survived numerous challenges that would destroy fae and mortal alike. Now Toby must take on a nightmarish new assignment.. Someone is stealing both fae and mortal children—and all signs point to Blind Michael. When the young son of Toby's closest friends is snatched from their Northern California home, Toby has no choice but to track the villains down, even when there are only three magical roads by which to reach Blind Michael's realm—home of the legendary Wild Hunt—and no road may be taken more than once. If she cannot escape with all the children before the candle that guides and protects her burns away, Toby herself will fall prey to Blind Michael's inescapable power.. And it doesn't bode well for the success of her mission that her own personal Fetch, May Daye—the harbinger of Toby's own death—has suddenly turned up on her doorstep...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fairies",
                "Fiction",
                "Mystery",
                "Paranormal",
                "Adult"
            ]
        },
        {
            "title": "Mighty Be Our Powers: How Sisterhood, Prayer, and Sex Changed a Nation at War",
            "authors": [
                "Leymah Gbowee",
                "Carol Mithers"
            ],
            "ranking": 4.16,
            "ranking_count": 3714,
            "abstract": "In a time of death and terror, Leymah Gbowee brought Liberia's women together--and together they led a nation to peace. As a young woman, Gbowee was broken by the Liberian civil war, a brutal conflict that tore apart her life and claimed the lives of countless relatives and friends. As a young mother trapped in a nightmare of domestic abuse, she found the courage to turn her bitterness into action, propelled by her realization that it is women who suffer most during conflicts--and that the power of women working together can create an unstoppable force. In 2003, the passionate and charismatic Gbowee helped organize and then led the Liberian Mass Action for Peace, a coalition of Christian and Muslim women who sat in public protest, confronting Liberia's ruthless president and rebel warlords, and even held a sex strike. With an army of women, Gbowee helped lead her nation to peace.--From publisher description.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Cultural",
                "Autobiography",
                "Feminism",
                "History",
                "Biography",
                "Politics",
                "Western Africa",
                "Womens",
                "War"
            ]
        },
        {
            "title": "First Impressions: A Novel of Old Books, Unexpected Love, and Jane Austen",
            "authors": [
                "Charlie Lovett"
            ],
            "ranking": 3.63,
            "ranking_count": 6059,
            "abstract": "A thrilling literary mystery co-starring Jane Austen from the. New York Times. bestselling author of. The Bookman’s Tale. Charlie Lovett first delighted readers with his. New York Times. bestselling debut,. The Bookman’s Tale. . Now, Lovett weaves another brilliantly imagined mystery featuring one of English literature’s most popular and beloved authors: Jane Austen.. Book lover and Austen enthusiast Sophie Collingwood has recently taken a job at an antiquarian bookshop in London when two different customers request a copy of the same obscure book: the second edition of. Little Book of Allegories. by Richard Mansfield.  Their queries draw Sophie into a mystery that will cast doubt on the true authorship of. Pride and Prejudice. —and ultimately threaten Sophie’s life.. In a dual narrative that alternates between Sophie’s quest to uncover the truth—while choosing between two suitors—and a young Jane Austen’s touching friendship with the aging cleric Richard Mansfield, Lovett weaves a romantic, suspenseful, and utterly compelling novel about love in all its forms and the joys of a life lived in books.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Writing",
                "Romance",
                "Audiobook",
                "Contemporary",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Deadline",
            "authors": [
                "Sandra Brown"
            ],
            "ranking": 4.1,
            "ranking_count": 17501,
            "abstract": "Dawson Scott is a well-respected journalist recently returned from Afghanistan. Haunted by everything he experienced, he's privately suffering from battle fatigue which is a threat to every aspect of his life. But then he gets a call from a source within the FBI. A new development has come to light in a story that began 40 years ago. It could be the BIG story of Dawson's career one in which he has a vested interest.. Soon, Dawson is covering the disappearance and presumed murder of former Marine Jeremy Wesson, the biological son of the pair of terrorists who remain on the FBI's Most Wanted list. As Dawson delves into the story, he finds himself developing feelings for Wesson's ex-wife, Amelia, and her two young sons. But when Amelia's nanny turns up dead, the case takes a stunning new turn, with Dawson himself becoming a suspect. Haunted by his own demons, Dawson takes up the chase for the notorious outlaws. . .and the secret, startling truth about himself.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Mystery",
                "Fiction",
                "Suspense",
                "Thriller",
                "Audiobook",
                "Contemporary"
            ]
        },
        {
            "title": "Wonder Woman: Warbringer",
            "authors": [
                "Leigh Bardugo"
            ],
            "ranking": 4.02,
            "ranking_count": 33652,
            "abstract": "Daughter of immortals.. Princess Diana longs to prove herself to her legendary warrior sisters. But when the opportunity finally comes, she throws away her chance at glory and breaks Amazon law—risking exile—to save a mortal. Diana will soon learn that she has rescued no ordinary girl, and that with this single brave act, she may have doomed the world.. Daughter of death.. Alia Keralis just wanted to escape her overprotective brother with a semester at sea. She doesn’t know she is being hunted by people who think her very existence could spark a world war. When a bomb detonates aboard her ship, Alia is rescued by a mysterious girl of extraordinary strength and forced to confront a horrible truth: Alia is a Warbringer—a direct descendant of the infamous Helen of Troy, fated to bring about an age of bloodshed and misery.. Together.. Two girls will face an army of enemies—mortal and divine—determined to either destroy or possess the Warbringer. Tested beyond the bounds of their abilities, Diana and Alia must find a way to unleash hidden strengths and forge an unlikely alliance. Because if they have any hope of saving both their worlds, they will have to stand side by side against the tide of war.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Comics",
                "Fiction",
                "Retellings",
                "Adventure",
                "Audiobook",
                "Sequential Art"
            ]
        },
        {
            "title": "The Monk of Mokha",
            "authors": [
                "Dave Eggers"
            ],
            "ranking": 4.06,
            "ranking_count": 16260,
            "abstract": "The Monk of Mokha. is the exhilarating true story of a young Yemeni American man, raised in San Francisco, who dreams of resurrecting the ancient art of Yemeni coffee but finds himself trapped in Sana’a by civil war.. Mokhtar Alkhanshali is twenty-four and working as a doorman when he discovers the astonishing history of coffee and Yemen’s central place in it. He leaves San Francisco and travels deep into his ancestral homeland to tour terraced farms high in the country’s rugged mountains and meet beleagured but determined farmers. But when war engulfs the country and Saudi bombs rain down, Mokhtar has to find a way out of Yemen without sacrificing his dreams or abandoning his people.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "History",
                "Autobiography",
                "Food and Drink",
                "Audiobook",
                "Travel",
                "Biography Memoir",
                "War",
                "Business"
            ]
        },
        {
            "title": "10:04",
            "authors": [
                "Ben Lerner"
            ],
            "ranking": 3.75,
            "ranking_count": 11946,
            "abstract": "In the last year, the narrator of. 10:04. has enjoyed unlikely literary success, has been diagnosed with a potentially fatal medical condition, and has been asked by his best friend to help her conceive a child. In a New York of increasingly frequent superstorms and social unrest, he must reckon with his own mortality and the prospect of fatherhood in a city that might soon be underwater.. A writer whose work Jonathan Franzen has called hilarious . . . cracklingly intelligent . . . and original in every sentence, Lerner captures what it's like to be alive now, during the twilight of an empire, when the difficulty of imagining a future is changing our relationship to both the present and the past.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Contemporary",
                "Literary Fiction",
                "New York",
                "Literature",
                "The United States Of America",
                "Poetry",
                "Academic"
            ]
        },
        {
            "title": "Lean In: Women, Work, and the Will to Lead",
            "authors": [
                "Sheryl Sandberg",
                "Nell Scovell"
            ],
            "ranking": 3.95,
            "ranking_count": 244947,
            "abstract": "Sheryl Sandberg’s. Lean In. is a massive cultural phenomenon and its title has become an instant catchphrase for empowering women. The book soared to the top of bestseller lists internationally, igniting global conversations about women and ambition. Sandberg packed theatres, dominated opinion pages, appeared on every major television show and on the cover of. Time. magazine, and sparked ferocious debate about women and leadership. Ask most women whether they have the right to equality at work and the answer will be a resounding yes, but ask the same women whether they'd feel confident asking for a raise, a promotion, or equal pay, and some reticence creeps in. The statistics, although an improvement on previous decades, are certainly not in women's favour – of 197 heads of state, only twenty-two are women. Women hold just 20 percent of seats in parliaments globally, and in the world of big business, a meagre eighteen of the Fortune 500 CEOs are women. In. Lean In. , Sheryl Sandberg – Facebook COO and one of. Fortune. magazine's Most Powerful Women in Business – draws on her own experience of working in some of the world's most successful businesses and looks at what women can do to help themselves, and make the small changes in their life that can effect change on a more universal scale.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Business",
                "Feminism",
                "Self Help",
                "Leadership",
                "Womens",
                "Audiobook",
                "Autobiography",
                "Biography"
            ]
        },
        {
            "title": "The Signature of All Things",
            "authors": [
                "Elizabeth Gilbert",
                "Juliet Stevenson"
            ],
            "ranking": 3.85,
            "ranking_count": 106114,
            "abstract": "Spanning the eighteenth and nineteenth centuries, this enthralling story follows the fortunes of the Whittaker family as led by the enterprising Henry Whittaker, a poor-born Englishman who makes a fortune in the South American quinine trade. Henry's brilliant daughter, Alma, becomes a botanist of considerable gifts. As her research takes her deeper into the mysteries of evolution, she falls in love with Ambrose Pike, who draws her into the realm of the spiritual, the divine, and the magical. Alma is a clear-minded scientist, Ambrose a utopian artist, but they are united by a need to understand the workings of the world and the mechanisms behind all life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Audiobook",
                "Adult Fiction",
                "Environment",
                "Literary Fiction",
                "Novels",
                "Adult",
                "Book Club"
            ]
        },
        {
            "title": "To Be Taught, If Fortunate",
            "authors": [
                "Becky Chambers"
            ],
            "ranking": 4.21,
            "ranking_count": 27472,
            "abstract": "In her new novella, Sunday Times best-selling author Becky Chambers imagines a future in which, instead of terraforming planets to sustain human life, explorers of the solar system instead transform themselves.. Ariadne is one such explorer. As an astronaut on an extrasolar research vessel, she and her fellow crewmates sleep between worlds and wake up each time with different features. Her experience is one of fluid body and stable mind and of a unique perspective on the passage of time. Back on Earth, society changes dramatically from decade to decade, as it always does.. Ariadne may awaken to find that support for space exploration back home has waned, or that her country of birth no longer exists, or that a cult has arisen around their cosmic findings, only to dissolve once more by the next waking. But the moods of Earth have little bearing on their mission: to explore, to study, and to send their learnings home.. Carrying all the trademarks of her other beloved works, including brilliant writing, fantastic world-building and exceptional, diverse characters, Becky's first audiobook outside of the Wayfarers series is sure to capture the imagination of listeners all over the world.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Novella",
                "Adult",
                "LGBT",
                "Space",
                "Science Fiction Fantasy",
                "Short Stories"
            ]
        },
        {
            "title": "Dreams of a Dark Warrior",
            "authors": [
                "Kresley Cole"
            ],
            "ranking": 4.34,
            "ranking_count": 38296,
            "abstract": "From #1. New York Times. bestseller Kresley Cole comes this gripping tale of a battle-maddenend warrior driven by revenge and the Valkyrie temptress who haunts his dreams.. He Vowed He'd Come For Her.... Murdered before he could wed Regin the Radiant, warlord Aidan the Fierce seeks his beloved through eternity, reborn again and again into new identities, yet with no memory of his past lives.. She Awaits His Return.... When Regin encounters Declan Chase, a brutal Celtic soldier, she recognizes her proud warlord reincarnated. But Declan takes her captive, intending retribution against all immortals—unaware that he belongs to their world.. To Sate A Desire More Powerful Than Death.... Yet every reincarnation comes with a price, for Aidan is doomed to die when he remembers his past. To save herself from Declan’s torments, will Regin rekindle memories of the passion they once shared—even if it means once again losing the only man she could ever love?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult"
            ]
        },
        {
            "title": "George Washington's Secret Six: The Spy Ring That Saved America",
            "authors": [
                "Brian Kilmeade",
                "Don Yaeger"
            ],
            "ranking": 3.83,
            "ranking_count": 17317,
            "abstract": "From the cohost of. Fox & Friends. , the true story of the anonymous spies who helped win the Revolutionary War. Among the pantheon of heroes of the American Revolution, six names are missing. First and foremost, Robert Townsend, an unassuming and respected businessman from Long Island, who spearheaded the spy ring that covertly brought down the Britishbefore they, or anyone else, could discover their names.. Brian Kilmeade and Don Yaeger finally give Townsend and his fellow spies their proper due, telling the fascinating story of how they passed information to George Washington that turned the tide of the war. Using a network of citizen operatives that included a longshoreman, bartender, newspaper editor, housewife, tailor, and femme fatale, and employing a series of complex codes, the so-called Culper Spy Ring used sophisticated tactics to subvert the British.. Based on previously unpublished research,. George Washington’s Secret Six. is a gripping history of these amazing, anonymous Patriots who risked their lives for our freedom.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "North American Hi...",
                "Military History",
                "Historical",
                "Biography",
                "American Revolution",
                "War",
                "Spy Thriller"
            ]
        },
        {
            "title": "The Burning Soul",
            "authors": [
                "John Connolly"
            ],
            "ranking": 4.11,
            "ranking_count": 6363,
            "abstract": "There are some truths so terrible that they should not be spoken aloud. Here is one of those truths: after three hours, the abduction of a child is routinely treated as a homicide.. When a girl disappears from a small Maine town, her neighbor—a recluse named Randall Haight—starts receiving anonymous letters that contain tormenting references to a different teenage girl, murdered long ago. For many years, Randall has kept a secret: when he was fourteen, he was convicted of killing that girl. Now, his former life has returned to haunt him, and he hires private detective Charlie Parker to make it go away. But in a town built on blood and shadowed by old ghosts, where too many of the living are hiding secrets, the past cannot be dismissed so easily. As Parker unravels a twisted, violent history involving a doomed mobster and his enemies, the police, and the FBI, his search returns again and again to Randall Haight. Because Randall is still telling lies…",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Horror",
                "Fantasy",
                "Suspense"
            ]
        },
        {
            "title": "Independent Study",
            "authors": [
                "Joelle Charbonneau",
                "Amélie Sarn"
            ],
            "ranking": 3.97,
            "ranking_count": 36859,
            "abstract": "In the series debut. The Testing. , sixteen-year-old Cia Vale was chosen by the United Commonwealth government as one of the best and brightest graduates of all the colonies . . . a promising leader in the effort to revitalize postwar civilization. In. Independent Study. , Cia is a freshman at the University in Tosu City with her hometown sweetheart, Tomas—and though the government has tried to erase her memory of the brutal horrors of The Testing, Cia remembers. Her attempts to expose the ugly truth behind the government’s murderous programs put her—and her loved ones—in a world of danger. But the future of the Commonwealth depends on her.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Romance",
                "Apocalyptic",
                "Adventure",
                "Action"
            ]
        },
        {
            "title": "A Secret Affair",
            "authors": [
                "Mary Balogh"
            ],
            "ranking": 3.97,
            "ranking_count": 6784,
            "abstract": "Born a commoner, Hannah Reid has been Duchess of Dunbarton since she was nineteen years old. Now her husband is dead and, more beautiful than ever at thirty, Hannah has her freedom at last. To the shock of a conventional friend, she announces her intention to take a lover—and not just any lover, but the most dangerous and delicious man in all of upper-class England: Constantine Huxtable. Constantine’s illegitimacy has denied him the title of earl, so now he denies himself nothing. Rumored to be living the easy life of a sensualist on his country estate, he always chooses recent widows for his short-lived affairs. Hannah will fit the bill nicely. But once these two passionate and scandalous figures find each other, they discover that it isn’t so easy to extricate oneself from the fires of desire—without getting singed.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Historical Romance",
                "Adult",
                "Audiobook",
                "Adult Fiction"
            ]
        },
        {
            "title": "Hark! A Vagrant",
            "authors": [
                "Kate Beaton"
            ],
            "ranking": 4.22,
            "ranking_count": 23810,
            "abstract": "Hark! A Vagrant. is an uproarious romp through history and literature seen through the sharp, contemporary lens of. New Yorker. cartoonist and comics-sensation Kate Beaton. No era or tome emerges unscathbed as Beaton rightly skewers the Western world's revolutionaries, leaders, sycophants, and suffragists while equally honing her wit on the hapless heroes, heroines, and villains of the best-loved fiction. She deftly points out what really happened when Brahms fell asleep listening to Liszt, that the world's first hipsters were obviously the Incroyables and the Merveilleuses from eighteenth-century France, that Susan B. Anthony is, of course, a Samantha, and that the polite banality of Canadian culture never gets old.. Hark! A Vagrant. features sexy Batman, the true stories behind classic. Nancy Drew. covers, and Queen Elizabeth doing the albatross. As the 5600.000 unique monthly visitors to harkavagrant.com already know, no one turns the ironic absurdities of history and literature into comedic fodder as hilarious as Beaton.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Humor",
                "History",
                "Historical",
                "Graphic Novels Comics",
                "Nonfiction",
                "Cultural",
                "Adult"
            ]
        },
        {
            "title": "No Place to Hide: Edward Snowden, the NSA, and the U.S. Surveillance State",
            "authors": [
                "Glenn Greenwald"
            ],
            "ranking": 4.07,
            "ranking_count": 13942,
            "abstract": "By Glenn Greenwald, star of. Citizenfour. , the Academy Award-winning documentary on Edward Snowden. In May 2013, Glenn Greenwald set out for Hong Kong to meet an anonymous source who claimed to have astonishing evidence of pervasive government spying and insisted on communicating only through heavily encrypted channels. That source turned out to be the twenty-nine-year-old NSA contractor Edward Snowden, and his revelations about the agency's widespread, systemic overreach proved to be some of the most explosive and consequential news in recent history, triggering a fierce debate over national security and information privacy.. Now Greenwald fits all the pieces together, recounting his high-intensity eleven-day trip to Hong Kong, examining the broader implications of the surveillance detailed in his reporting for. The Guardian. , and revealing fresh information on the NSA's unprecedented abuse of power with documents from the Snowden archive. Fearless and incisive,. No Place to Hide. has already sparked outrage around the globe and been hailed by voices across the political spectrum as an essential contribution to our understanding of the U.S. surveillance state.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "History",
                "Science",
                "Biography",
                "Writing",
                "Spy Thriller",
                "Audiobook",
                "Literature"
            ]
        },
        {
            "title": "The Night Season",
            "authors": [
                "Chelsea Cain"
            ],
            "ranking": 3.89,
            "ranking_count": 11249,
            "abstract": "He captured the Beauty Killer, one of the most deranged serial killers in the country. Now, Portland police detective Archie Sheridan faces a different kind of killer - a brutal rain season that has flooded the Willamette River, claiming several lives. As water levels rise, so does the fear. Because some of the victims didn't drown;they were murdered.. The first body contains a rare poison. Three others prove to be murders as well. And with each gruesome discovery the medical examiner uncovers, Archie begins to realize he has not escaped his nightmares, even with his deadliest enemy behind bars. The flood has washed up old skeletons from the past. And a ruthless new serial killer rules the night...",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Horror",
                "Audiobook"
            ]
        },
        {
            "title": "Gemini",
            "authors": [
                "Carol Cassella"
            ],
            "ranking": 3.66,
            "ranking_count": 3823,
            "abstract": "A stranger's life hangs in the balance. What if you had the power to decide if she lives or dies?. Dr. Charlotte Reese works in the intensive care unit of Seattle's Beacon Hospital, tending to patients with the most life-threatening illnesses and injuries. Her job is to battle death - to monitor erratic heartbeats, worry over low oxygen levels, defend against infection and demise.. One night a Jane Doe is transferred to her care from a rural hospital on the Olympic Peninsula. This unidentified patient remains unconscious, the victim of a hit and run. As Charlotte and her team struggle to stabilize her, the police search for the driver who fled the scene.. Days pass, Jane's condition worsens, and her identity remains a mystery. As Charlotte finds herself making increasingly complicated medical decisions that will tie her forever to Jane's fate, her usual professional distance evaporates. She's plagued by questions: Who is Jane Doe? Why will no one claim her? Who should decide her fate if she doesn't regain consciousness - and when?. Perhaps most troubling, Charlotte wonders if a life locked in a coma is a life worth living.. Enlisting the help of her boyfriend, Eric, a science journalist, Charlotte impulsively sets out to uncover Jane Doe's past. But the closer they get to the truth, the more their relationship is put to the test. It is only when they open their hearts to their own feelings toward each other—and toward life itself—that Charlotte and Eric will unlock Jane Doe's shocking secret, and prepare themselves for a miracle.. Filled with intricate medical detail and set in the breathtaking Pacific Northwest, Gemini is a riveting and heartbreaking novel of moral com­plexity and emotional depth.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Contemporary",
                "Medical",
                "Adult Fiction",
                "Thriller",
                "Romance",
                "Family",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "The Butcher of Anderson Station",
            "authors": [
                "James S.A. Corey"
            ],
            "ranking": 3.99,
            "ranking_count": 18071,
            "abstract": "A new story set in the world of The Expanse. One day, Colonel Fred Johnson will be hailed as a hero to the system. One day, he will meet a desperate man in possession of a stolen spaceship and a deadly secret and extend a hand of friendship. But long before he became the leader of the Outer Planets Alliance, Fred Johnson had a very different name. The Butcher of Anderson Station.. This is his story.. Word Count: ~9,000 words",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Short Stories",
                "Space",
                "Novella",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "War",
                "Fantasy"
            ]
        },
        {
            "title": "Eustace",
            "authors": [
                "S.J.   Harris",
                "Steven   Harris"
            ],
            "ranking": 3.32,
            "ranking_count": 259,
            "abstract": "Poor Eustace is not very well. Convalescing in bed, his world is confined to the four walls of his grand and gloomy room. His days are spent in wild imaginings, punctuated by the occasional visit from his mother and a legion of Aunties, who fuss and smother Eustace.. But then his wicked uncle arrives in a cloud of pipe smoke, accompanied by a swelling cast of prostitutes, hoodlums, drunkards and assorted hangers-on. Suddenly Eustace finds himself transformed from invalid to the star of a glittering and decadent social scene, serving drinks and holding court from his enormous bed. That is, until his Uncle's past begins to catch up with him.... Eustace. is blackly comic, surreal and exquisitely rendered. It marks the debut of a brilliant new graphic novelist.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Mystery",
                "Graphic Novels Comics",
                "Death",
                "Sociology",
                "Dark",
                "Childrens",
                "Historical",
                "Adult"
            ]
        },
        {
            "title": "Antigoddess",
            "authors": [
                "Kendare Blake"
            ],
            "ranking": 3.65,
            "ranking_count": 8151,
            "abstract": "Old Gods never die…. Or so Athena thought. But then the feathers started sprouting beneath her skin, invading her lungs like a strange cancer, and Hermes showed up with a fever eating away his flesh. So much for living a quiet eternity in perpetual health.. Desperately seeking the cause of their slow, miserable deaths, Athena and Hermes travel the world, gathering allies and discovering enemies both new and old. Their search leads them to Cassandra—an ordinary girl who was once an extraordinary prophetess, protected and loved by a god.. These days, Cassandra doesn’t involve herself in the business of gods—in fact, she doesn’t even know they exist. But she could be the key in a war that is only just beginning.. Because Hera, the queen of the gods, has aligned herself with other of the ancient Olympians, who are killing off rivals in an attempt to prolong their own lives. But these anti-gods have become corrupted in their desperation to survive, horrific caricatures of their former glory. Athena will need every advantage she can get, because immortals don’t just flicker out.. Every one of them dies in their own way. Some choke on feathers. Others become monsters. All of them rage against their last breath.. The Goddess War is about to begin.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Mythology",
                "Romance",
                "Fiction",
                "Retellings"
            ]
        },
        {
            "title": "Brush Back",
            "authors": [
                "Sara Paretsky"
            ],
            "ranking": 3.93,
            "ranking_count": 3891,
            "abstract": "Chicago's V. I. Warshawski confronts crooked politicians and buried family secrets in the gritty new novel from New York Times - bestselling author Sara Paretsky.. No one would accuse V. I. Warshawski of backing down from a fight, but there are a few she'd be happy to avoid. High on that list is tangling with Chicago political bosses. Yet that's precisely what she ends up doing when she responds to Frank Guzzo's plea for help.. For six stormy weeks back in high school, V. I. thought she was in love with Frank. He broke up with her, she went off to college, he started driving trucks for Bagby Haulage. She forgot about him until the day his mother was convicted of bludgeoning his kid sister, Annie, to death. Stella Guzzo was an angry, uncooperative prisoner and did a full twenty-five years for her daughter's murder.. Newly released from prison, Stella is looking for exoneration, so Frank asks V. I. for help. V. I. doesn't want to get involved. Stella hated the Warshawskis, in particular V. I.'s adored mother, Gabriella.. But life has been hard on Frank and on V. I.'s other childhood friends, still stuck on the hardscrabble streets around the dead steel mills, and V. I. agrees to ask a few questions. Those questions lead her straight into the vipers' nest of Illinois politics she's wanted to avoid. When V. I. takes a beating at a youth meeting in her old hood, her main question becomes whether she will live long enough to find answers",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Adult",
                "Suspense"
            ]
        },
        {
            "title": "Vision in Silver",
            "authors": [
                "Anne Bishop"
            ],
            "ranking": 4.24,
            "ranking_count": 33055,
            "abstract": "The Others freed the. cassandra sangue. to protect the blood prophets from exploitation, not realizing their actions would have dire consequences. Now the fragile seers are in greater danger than ever before; both from their own weaknesses and from those who seek to control their divinations for wicked purposes. In desperate need of answers, Simon Wolfgard, a shape-shifter leader among the Others, has no choice but to enlist blood prophet Meg Corbyn’s help, regardless of the risks she faces by aiding him.. Meg is still deep in the throes of her addiction to the euphoria she feels when she cuts and speaks prophecy. She knows each slice of her blade tempts death. But Others and humans alike need answers, and her visions may be Simon’s only hope of ending the conflict.. For the shadows of war are deepening across the Atlantik, and the prejudice of a fanatic faction is threatening to bring the battle right to Meg and Simon’s doorstep…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Adult",
                "Shapeshifters",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Glass Houses",
            "authors": [
                "Louise Penny"
            ],
            "ranking": 4.32,
            "ranking_count": 52770,
            "abstract": "When a mysterious figure appears in Three Pines one cold November day, Armand Gamache and the rest of the villagers are at first curious. Then wary. Through rain and sleet, the figure stands unmoving, staring ahead.. From the moment the creature's shadow falls over the village, Gamache, now Chief Superintendent of the Sûreté du Quebec, suspects it has deep roots and a dark purpose. Yet he does nothing. What can he do? Only watch and wait. And hope his mounting fears are not realized.. But when the figure vanishes overnight and a body is discovered, it falls to Gamache to discover if a debt has been paid or levied.. Months later, on a steamy July day, as the trial for the accused begins in Montréal, Chief Superintendent Gamache continues to struggle with actions he set in motion that bitter November from which there is no going back. More than the accused is on trial. Gamache's own conscience is standing in judgment.. In her latest utterly gripping book, number-one. New York Times. bestselling author Louise Penny shatters the conventions of the crime novel to explore what Gandhi called the court of conscience. A court that supersedes all others.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Audiobook",
                "Thriller",
                "Cultural",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "See You in the Cosmos",
            "authors": [
                "Jack Cheng"
            ],
            "ranking": 4.05,
            "ranking_count": 10632,
            "abstract": "A space-obsessed boy and his dog, Carl Sagan, take a journey toward family, love, hope, and awe in this funny and moving novel for fans of Counting by 7s, Walk Two Moons, and The Curious Incident of the Dog in the Night-Time.. 11-year-old Alex Petroski loves space and rockets, his mom, his brother, and his dog Carl Sagan—named for his hero, the real-life astronomer. All he wants is to launch his golden iPod into space the way Carl Sagan (the man, not the dog) launched his Golden Record on the Voyager spacecraft in 1977. From Colorado to New Mexico, Las Vegas to L.A., Alex records a journey on his iPod to show other lifeforms what life on earth, his earth, is like. But his destination keeps changing. And the funny, lost, remarkable people he meets along the way can only partially prepare him for the secrets he'll uncover—from the truth about his long-dead dad to the fact that, for a kid with a troubled mom and a mostly not-around brother, he has way more family than he ever knew.. Jack Cheng's debut is full of joy, optimism, determination, and unbelievable heart. To read the first page is to fall in love with Alex and his view of our big, beautiful, complicated world. To read the last is to know he and his story will stay with you a long, long time.. -from the publisher",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Realistic Fiction",
                "Young Adult",
                "Contemporary",
                "Audiobook",
                "Family",
                "Adventure",
                "Space"
            ]
        },
        {
            "title": "Reboot",
            "authors": [
                "Amy Tintera"
            ],
            "ranking": 3.9,
            "ranking_count": 31931,
            "abstract": "Five years ago, Wren Connolly was shot three times in the chest. After 178 minutes she came back as a Reboot: stronger, faster, able to heal, and less emotional. The longer Reboots are dead, the less human they are when they return. Wren 178 is the deadliest Reboot in the Republic of Texas. Now seventeen years old, she serves as a soldier for HARC (Human Advancement and Repopulation Corporation).. Wren’s favorite part of the job is training new Reboots, but her latest newbie is the worst she’s ever seen. As a 22, Callum Reyes is practically human. His reflexes are too slow, he’s always asking questions, and his ever-present smile is freaking her out. Yet there’s something about him she can’t ignore. When Callum refuses to follow an order, Wren is given one last chance to get him in line—or she’ll have to eliminate him. Wren has never disobeyed before and knows if she does, she’ll be eliminated, too. But she has also never felt as alive as she does around Callum.. The perfect soldier is done taking orders.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fantasy",
                "Horror",
                "Fiction",
                "Apocalyptic",
                "Action"
            ]
        },
        {
            "title": "Girl",
            "authors": [
                "Edna O'Brien"
            ],
            "ranking": 3.56,
            "ranking_count": 6078,
            "abstract": "A New York Public Library Best Book for Adults (2019). I was a girl once, but not anymore.. So begins. Girl. , Edna O'Brien's harrowing portrayal of the young women abducted by Boko Haram. Set in the deep countryside of northeast Nigeria, this is a brutal story of incarceration, horror, and hunger; a hair-raising escape into the manifold terrors of the forest; and a descent into the labyrinthine bureaucracy and hostility awaiting a victim who returns home with a child blighted by enemy blood.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Historical",
                "Contemporary",
                "Literary Fiction",
                "Audiobook",
                "Novels",
                "Western Africa",
                "War"
            ]
        },
        {
            "title": "Maid: Hard Work, Low Pay, and a Mother's Will to Survive",
            "authors": [
                "Stephanie  Land",
                "Barbara Ehrenreich"
            ],
            "ranking": 3.82,
            "ranking_count": 65197,
            "abstract": "At 28, Stephanie Land’s plans of breaking free from the roots of her hometown in the Pacific Northwest to chase her dreams of attending a university and becoming a writer, were cut short when a summer fling turned into an unexpected pregnancy. She turned to housekeeping to make ends meet, and with a tenacious grip on her dream to provide her daughter the very best life possible, Stephanie worked days and took classes online to earn a college degree, and began to write relentlessly.. Maid. explores the underbelly of upper-middle class America and the reality of what it’s like to be in service to them. “I’d become a nameless ghost,” Stephanie writes about her relationship with her clients, many of whom do not know her from any other cleaner, but who she learns plenty about. As she begins to discover more about her clients’ lives-their sadness and love, too-she begins to find hope in her own path.. Her writing as a journalist gives voice to the servant worker, and those pursuing the American Dream from below the poverty line.. Maid. is Stephanie’s story, but it’s not her alone... An alternate cover edition of ISBN 9780316505116 can be found. here.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Audiobook",
                "Biography",
                "Biography Memoir",
                "Adult",
                "Social Issues",
                "Sociology",
                "Social Movements"
            ]
        },
        {
            "title": "Demon from the Dark",
            "authors": [
                "Kresley Cole"
            ],
            "ranking": 4.43,
            "ranking_count": 45737,
            "abstract": "Alternate cover for this ISBN here:. https://www.goodreads.com/book/show/3.... From. New York Times. bestselling author Kresley Cole comes this scorching tale of a demon outcast poisoned with vampire blood and the vulnerable young witch he vows to protect, even from himself.. A DANGEROUS DEMON SHE CAN'T RESIST . . .. Malkom Slaine: tormented by his sordid past and racked by vampiric hungers, he's pushed to the brink by the green-eyed beauty under his guard.. A MADDENING WITCH HE ACHES TO CLAIM . . .. Carrow Graie: hiding her own sorrows, she lives only for the next party or prank. Until she meets a tortured warrior worth saving.. TRAPPED TOGETHER IN A SAVAGE PRISON . . .. In order for Malkom and Carrow to survive, he must unleash both the demon and vampire inside him. When Malkom becomes the nightmare his own people feared, will he lose the woman he craves body and soul?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult"
            ]
        },
        {
            "title": "Rare: Portraits of America's Endangered Species",
            "authors": [
                "Joel Sartore"
            ],
            "ranking": 4.48,
            "ranking_count": 220,
            "abstract": "When a few of these photographs first appeared in the. National Geographic. magazine January 2009 issue, they were hailed as an arresting reminder of the hundreds of species teetering on the brink of final extinction—more than 1,200 animals and plants in all. Now, in. Rare,. Joel Sartore and National Geographic present 80 iconic images, representing a lifelong commitment to the natural world and a three-year investigation into the Endangered Species Act and the creatures it exists to protect.. This book will give readers not only a broader understanding of the history and purpose of the Endangered Species Act, but also an intimate look at the very species it seeks to preserve. With stunning up-close portraits on every page, this important volume evokes sympathetic wonder at the vast and amazing array of plants and animals still in need of protection.. Itself a creation of particular beauty,. Rare. offers eloquent proof that a picture really is worth a thousand words as it shows us, one after another, scores of uniquely remarkable and seriously threatened life-forms. It is a compelling story and a many-faceted, brilliant jewel of a book.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Animals",
                "Art",
                "Environment",
                "Science",
                "Wildlife",
                "Art and Photography"
            ]
        },
        {
            "title": "Glitter and Glue",
            "authors": [
                "Kelly Corrigan"
            ],
            "ranking": 3.83,
            "ranking_count": 16449,
            "abstract": "NEW YORK TIMES. BESTSELLER. From the author of. The Middle Place. comes a new memoir that examines the bond—sometimes nourishing, sometimes exasperating, occasionally divine—between mothers and daughters.. When Kelly Corrigan was in high school, her mother neatly summarized the family dynamic as “Your father’s the glitter but I’m the glue.” This meant nothing to Kelly, who left childhood sure that her mom—with her inviolable commandments and proud stoicism—would be nothing more than background chatter for the rest of Kelly’s life, which she was carefully orienting toward adventure. After college, armed with a backpack, her personal mission statement, and a wad of traveler’s checks, she took off for Australia to see things and do things and Become Interesting.. But it didn’t turn out the way she pictured it. In a matter of months, her savings shot, she had a choice: get a job or go home. That’s how Kelly met John Tanner, a newly widowed father of two looking for a live-in nanny. They chatted for an hour, discussed timing and pay, and a week later, Kelly moved in. And there, in that house in a suburb north of Sydney, 10,000 miles from the house where she was raised, her mother’s voice was suddenly everywhere, nudging and advising, cautioning and directing, escorting her through a terrain as foreign as any she had ever trekked. Every day she spent with the Tanner kids was a day spent reconsidering her relationship with her mother, turning it over in her hands like a shell, straining to hear whatever messages might be trapped in its spiral.. This is a book about the difference between travel and life experience, stepping out and stepping up, fathers and mothers. But mostly it’s about who you admire and why, and how that changes over time.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Biography",
                "Audiobook",
                "Biography Memoir",
                "Parenting",
                "Adult",
                "Family",
                "Cultural"
            ]
        },
        {
            "title": "The Lighthouse",
            "authors": [
                "Alison Moore"
            ],
            "ranking": 3.36,
            "ranking_count": 4756,
            "abstract": "On the outer deck of a North Sea ferry stands Futh, a middle-aged and newly separated man, on his way to Germany for a restorative walking holiday. After an inexplicably hostile encounter with a hotel landlord, Futh sets out along the Rhine. As he contemplates an earlier trip to Germany and the things he has done in his life, he does not foresee the potentially devastating consequences of things not done. The Lighthouse, Alison Moore's first novel, tells the tense, gripping story of a man trying to find himself, but becoming lost.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "European Literature",
                "Literary Fiction",
                "Novels",
                "Cultural",
                "Literature",
                "Book Club",
                "Female Authors"
            ]
        },
        {
            "title": "My Story",
            "authors": [
                "Elizabeth  Smart",
                "Chris Stewart"
            ],
            "ranking": 3.85,
            "ranking_count": 38337,
            "abstract": "For the first time, ten years after her abduction from her Salt Lake City bedroom, Elizabeth Smart reveals how she survived and the secret to forging a new life in the wake of a brutal crime.. On June 5, 2002, fourteen-year-old Elizabeth Smart, the daughter of a close-knit Mormon family, was taken from her home in the middle of the night by religious fanatic, Brian David Mitchell and his wife, Wanda Barzee. She was kept chained, dressed in disguise, repeatedly raped, and told she and her family would be killed if she tried to escape. After her rescue on March 12, 2003, she rejoined her family and worked to pick up the pieces of her life.. Now for the first time, in her memoir, MY STORY, she tells of the constant fear she endured every hour, her courageous determination to maintain hope, and how she devised a plan to manipulate her captors and convinced them to return to Utah, where she was rescued minutes after arriving. Smart explains how her faith helped her stay sane in the midst of a nightmare and how she found the strength to confront her captors at their trial and see that justice was served.. In the nine years after her rescue, Smart transformed from victim to advocate, traveling the country and working to educate, inspire and foster change. She has created a foundation to help prevent crimes against children and is a frequent public speaker. In 2012, she married Matthew Gilmour, whom she met doing mission work in Paris for her church, in a fairy tale wedding that made the cover of. People. magazine.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Crime",
                "Biography",
                "Audiobook",
                "Biography Memoir",
                "Mystery",
                "Religion",
                "Sociology"
            ]
        },
        {
            "title": "Planetfall",
            "authors": [
                "Emma Newman"
            ],
            "ranking": 3.73,
            "ranking_count": 10525,
            "abstract": "From the award-nominated author Emma Newman, comes a novel of how one secret withheld to protect humanity’s future might be its undoing…. Renata Ghali believed in Lee Suh-Mi’s vision of a world far beyond Earth, calling to humanity. A planet promising to reveal the truth about our place in the cosmos, untainted by overpopulation, pollution, and war. Ren believed in that vision enough to give up everything to follow Suh-Mi into the unknown.. More than twenty-two years have passed since Ren and the rest of the faithful braved the starry abyss and established a colony at the base of an enigmatic alien structure where Suh-Mi has since resided, alone. All that time, Ren has worked hard as the colony's 3-D printer engineer, creating the tools necessary for human survival in an alien environment, and harboring a devastating secret.. Ren continues to perpetuate the lie forming the foundation of the colony for the good of her fellow colonists, despite the personal cost. Then a stranger appears, far too young to have been part of the first planetfall, a man who bears a remarkable resemblance to Suh-Mi.. The truth Ren has concealed since planetfall can no longer be hidden. And its revelation might tear the colony apart…",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "LGBT",
                "Audiobook",
                "Speculative Fiction",
                "Fantasy",
                "Mystery",
                "Space",
                "Adult"
            ]
        },
        {
            "title": "Into the Still Blue",
            "authors": [
                "Veronica Rossi"
            ],
            "ranking": 4.15,
            "ranking_count": 45050,
            "abstract": "The race to the Still Blue has reached a stalemate.. Aria and Perry are determined to find this last safe haven from the Aether storms before Sable and Hess do—. and they are just as determined to stay together.. Within the confines of a cave they're using as a makeshift refuge, they struggle to reconcile their people, Dwellers and Outsiders, who are united only in their hatred of their desperate situation. Meanwhile, time is running out to rescue Cinder, who was abducted by Hess and Sable for his unique abilities. Then Roar arrives in a grief-stricken fury, endangering all with his need for revenge.. Out of options, Perry and Aria assemble an unlikely team for an impossible rescue mission. Cinder isn't just the key to unlocking the Still Blue and their only hope for survival—he's also their friend. And in a dying world, the bonds between people are what matter most.. In this final book in her earth-shattering Under the Never Sky trilogy, Veronica Rossi raises the stakes to their absolute limit and brings her epic love story to an unforgettable close.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Romance",
                "Apocalyptic",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Keys to the Demon Prison",
            "authors": [
                "Brandon Mull"
            ],
            "ranking": 4.45,
            "ranking_count": 76063,
            "abstract": "After centuries of plotting, the Sphinx—leader of the Society of the Evening Star—is after the final artifacts needed to open the great demon prison, Zzyxx. If the legendary prison is opened, a tide of evil is certain to usurp control of the world.. In an effort to intercept the final artifacts, Kendra, Seth and the Knights of the Dawn race to strange and exotic preserves across the globe. The stakes have never been higher. The risks have never been more deadly.. In this explosive series finale, allegiances will be confirmed and secrets revealed as the forces of light and darkness collide in a desperate, climactic battle to control the keys to the demon prison.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Childrens",
                "Adventure"
            ]
        },
        {
            "title": "The Rent Collector",
            "authors": [
                "Camron Wright"
            ],
            "ranking": 4.25,
            "ranking_count": 40843,
            "abstract": "Survival for Ki Lim and Sang Ly is a daily battle at Stung Meanchey, the largest municipal waste dump in all of Cambodia. They make their living scavenging recyclables from the trash. Life would be hard enough without the worry for their chronically ill child, Nisay, and the added expense of medicines that are not working. Just when things seem worst, Sang Ly learns a secret about the bad-tempered rent collector who comes demanding money--a secret that sets in motion a tide that will change the life of everyone it sweeps past.. The Rent Collector. is a story of hope, of one woman's journey to save her son and another woman's chance at redemption.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Book Club",
                "Adult Fiction",
                "Adult",
                "Contemporary",
                "Realistic Fiction",
                "Cultural"
            ]
        },
        {
            "title": "Beyond Words: What Animals Think and Feel",
            "authors": [
                "Carl Safina"
            ],
            "ranking": 4.41,
            "ranking_count": 3438,
            "abstract": "Beyond Words, readers travel to Amboseli National Park in the threatened landscape of Kenya and witness struggling elephant families work out how to survive poaching and drought, then to Yellowstone National Park to observe wolves sort out the aftermath of one pack's personal tragedy, and finally plunge into the astonishingly peaceful society of killer whales living in the crystalline waters of the Pacific Northwest.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Animals",
                "Science",
                "Environment",
                "Psychology",
                "Audiobook",
                "Biology"
            ]
        },
        {
            "title": "If He Had Been with Me",
            "authors": [
                "Laura Nowlin"
            ],
            "ranking": 4.1,
            "ranking_count": 12613,
            "abstract": "If he had been with me everything would have been different.... I wasn't with Finn on that August night. But I should've been. It was raining, of course. And he and Sylvie were arguing as he drove down the slick road. No one ever says what they were arguing about. Other people think it's not important. They do not know there is another story. The story that lurks between the facts. What they do not know—the cause of the argument—is crucial.. So let me tell you...",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Contemporary",
                "Realistic Fiction",
                "Fiction",
                "New Adult",
                "Death"
            ]
        },
        {
            "title": "Collecting the Dead",
            "authors": [
                "Spencer Kope"
            ],
            "ranking": 3.93,
            "ranking_count": 1655,
            "abstract": "Magnus Steps Craig is part of the elite three-man Special Tracking Unit of the FBI. Called in on special cases where his skills are particularly needed, he works as a tracker. The media dubs him The Human Bloodhound, since Steps is renowned for his incredible ability to find and follow trails over any surface better than anyone else. But there's a secret to his success. Steps has a special ability---a kind of synesthesia---where he can see the 'essence' of a person, something he calls 'shine,' on everything they've touched. His ability is known to only a few people---his father, the director of the FBI, and his partner, Special Agent Jimmy Donovan.. When the remains of a murdered woman are found, Steps recognizes the shine left by the murderer from another crime scene with a physically similar victim. And he uncovers the signature at both scenes---the mark of a sad face. At the same time, another killer, one Steps has dubbed Leonardo and has been trying to track for over ten years, appears again, taunting Steps. But while Steps tries to find a clue that will lead him to Leonardo, the case of the Sad Face Killer heats up. The team uncovers eleven possible victims: missing women who fit the same pattern. Using his skill and the resources of the Bureau, it is a race against time to find the killer before it's too late.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Fantasy",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "Outpost",
            "authors": [
                "Ann Aguirre"
            ],
            "ranking": 4.1,
            "ranking_count": 32066,
            "abstract": "Deuce’s whole world has changed.. Down below, she was considered an adult. Now, topside in a town called Salvation, she’s a brat in need of training in the eyes of the townsfolk. She doesn't fit in with the other girls: Deuce only knows how to fight.. To make matters worse, her Hunter partner, Fade, keeps Deuce at a distance. Her feelings for Fade haven’t changed, but he seems not to want her around anymore. Confused and lonely, she starts looking for a way out.. Deuce signs up to serve in the summer patrols—those who make sure the planters can work the fields without danger. It should be routine, but things have been changing on the surface, just as they did below ground. The Freaks have grown smarter. They’re watching. Waiting. Planning. The monsters don’t intend to let Salvation survive, and it may take a girl like Deuce to turn back the tide.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Horror",
                "Apocalyptic",
                "Fantasy",
                "Romance",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Guilty Wives",
            "authors": [
                "James Patterson",
                "David Ellis"
            ],
            "ranking": 3.87,
            "ranking_count": 32606,
            "abstract": "No husbands allowed. Only minutes after Abbie Elliot and her three best friends step off of a private helicopter, they enter the most luxurious, sumptuous, sensually pampering hotel they have ever been to. Their lavish presidential suite overlooks Monte Carlo, and they surrender: to the sun and pool, to the sashimi and sake, to the Bruno Paillard champagne. For four days they're free to live someone else's life. As the weekend moves into pulsating discos, high-stakes casinos, and beyond, Abbie is transported to the greatest pleasure and release she has ever known.. What happened last night?. In the morning's harsh light, Abbie awakens on a yacht, surrounded by police. Something awful has happened—something impossible, unthinkable. Abbie, Winnie, Serena, and Bryah are arrested and accused of the foulest crime imaginable. And now the vacation of a lifetime becomes the fight of a lifetime & for survival. GUILTY WIVES is the ultimate indulgence, the kind of nonstop joy-ride of excess, friendship, betrayal, and danger that only James Patterson can create.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Bobcat and Other Stories",
            "authors": [
                "Rebecca    Lee"
            ],
            "ranking": 3.88,
            "ranking_count": 4558,
            "abstract": "Rebecca Lee, one of our most gifted and original short story writers, guides readers into a range of landscapes, both foreign and domestic, crafting stories as rich as novels. A student plagiarizes a paper and holds fast to her alibi until she finds herself complicit in the resurrection of one professor's shadowy past. A dinner party becomes the occasion for the dissolution of more than one marriage. A woman is hired to find a wife for the one true soulmate she's ever found. In all, Rebecca Lee traverses the terrain of infidelity, obligation, sacrifice, jealousy, and yet finally, optimism. Showing people at their most vulnerable, Lee creates characters so wonderfully flawed, so driven by their desire, so compelled to make sense of their human condition, that it's impossible not to feel for them when their fragile belief in romantic love, domestic bliss, or academic seclusion fails to provide them with the sort of force field they'd expected.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Literary Fiction",
                "Cultural",
                "Adult",
                "Contemporary",
                "Literature",
                "Anthologies"
            ]
        },
        {
            "title": "The Secret Life of Babies: How Our Prebirth and Birth Experiences Shape Our World",
            "authors": [
                "Mia Kalef",
                "Andrew Feldmar"
            ],
            "ranking": 4.28,
            "ranking_count": 18,
            "abstract": "A bold affirmation that we are sentient before conception and in the womb, The Secret Life of Babies reveals author Mia Kalef's groundbreaking findings: babies are able to remember their earliest experiences, this consciousness precedes the physical development of the brain itself, and medical interventions during birth—like forceps and Cesareans—can imprint our relationships with the world and disconnect us from our sustainable place in the ecosystem. Kalef provides a six-step protocol for detecting these individual imprints and taking reparative steps for physiological and emotional balance and release. This book offers us an articulate guide to a transformation that can restore our essential nature.. From the table of contents:. Foreword by Andrew Feldmar. Introduction: The Myth: Science and Experience. The Quest: Sparking the Conversation. Who Is This Book For?. A Song Worth Singing. PART ONE: Science. Chapter 1: The First Principle: Babies Remember Their Experiences. The Controversy. A Place to Begin and End: Returning to Wholeness. Essential Nature. Essential Movements. The Mechanisms. The Model. Perspectives and Purposes. Chapter 2: The Second Principle: Consciousness Precedes the Brain Architecture That Supports It. The Biological Paradox. Brains, Fields, and Development. The Effects of Chemical and Emotional Fields. Chapter 3: The Third Principle: Babies Are Our Barometers. Dominance versus Emergence. Historical Cultural Indicators. Present-Day Cultural Indicators. PART TWO: Experience. Chapter 4: The Fourth Principle: It Is Never Too Late to Heal. The Vision Horizon. Preparing the Way. Reclaiming the Body: The Path Home. The Prototype. PART THREE: Marriage. Chapter5: The Intuitive Recovery Project. The Anatomy of the Intuitive Recovery Project. The Project. Chapter 6: Summary. From the Trade Paperback edition.",
            "part_of_series": false,
            "genre_list": []
        }
    ]
}