{
    "books": [
        {
            "title": "Captured",
            "authors": [
                "Erica Stevens"
            ],
            "ranking": 4.03,
            "ranking_count": 19359,
            "abstract": "Alternative cover edition of asin B0087G3U92. Blood Slave.. Captured, taken from her beloved family and woods, Aria’s biggest fear is not the imminent death facing her, but that she will be chosen as a blood slave for a member of the ruling vampire race. No matter what becomes of her though, Aria knows that she must keep her identity hidden from the monsters imprisoning her. She has already been branded a member of the rebellion, but the vampires do not know the true depth of her involvement with it, and they must never know.. Though hoping for death, Aria’s world is turned upside down when a vampire named Braith steps forward to claim her. He delays her execution, but Aria knows it’s only a matter of time before he drains her, and destroys her. Especially once she learns his true identity as a prince within the royal family; the same royal family that started the war that ultimately brought down humankind, reducing them to nothing more than servants and slaves.. Aria is determined to hate the prince, determined not to give into him in anyway, but his strange kindness, and surprising gentleness astonish her. Torn between her loyalties to the rebellion, and her growing love for her greatest enemy, Aria struggles to decide between everything she has ever known, and a love she never dreamed of finding.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Fantasy",
                "Romance",
                "Young Adult",
                "Science Fiction",
                "New Adult"
            ]
        },
        {
            "title": "Of Things Gone Astray",
            "authors": [
                "Janina Matthewson"
            ],
            "ranking": 3.78,
            "ranking_count": 1139,
            "abstract": "On a seemingly normal morning in London, a group of people all lose something dear to them, something dear but peculiar: the front of their house, their piano keys, their sense of direction, their place of work.. Meanwhile, Jake, a young boy whose father brings him to London following his mother’s sudden death, finds himself strangely attracted to other people’s lost things. But little does he realize that his most valuable possession, his relationship with his father, is slipping away from him.. Of Things Gone Astray. is a magical fable about modern life and values and finding the things that really matter.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Fantasy",
                "Contemporary",
                "Adult Fiction",
                "Adult",
                "Literary Fiction",
                "Short Stories",
                "Female Authors",
                "European Literature"
            ]
        },
        {
            "title": "The Faerie Guardian",
            "authors": [
                "Rachel  Morgan"
            ],
            "ranking": 3.97,
            "ranking_count": 8630,
            "abstract": "This a previously-published edition of ASIN. B009S9DV9G. Enter a hidden world of magic, mystery, danger and romance in this YA fantasy from Amazon bestselling author, Rachel Morgan.... Protecting humans from dangerous magical creatures is all in a day’s work for a faerie training to be a guardian. Seventeen-year-old Violet Fairdale knows this better than anyone—she’s about to become the best guardian the Guild has seen in years. That is, until a cute human boy who can somehow see through her faerie glamor follows her into the Fae realm. Now she’s broken Guild Law, a crime that could lead to her expulsion.. The last thing Vi wants to do is spend any more time with the boy who got her into this mess, but the Guild requires that she return Nate to his home and make him forget everything he’s discovered of the Fae realm. Easy, right? Not when you factor in evil faeries, long-lost family members, and inconvenient feelings of the romantic kind. Vi is about to find herself tangled up in a dangerous plot—and it’ll take all her training to get out alive.. [This novel was originally published in four separate parts:. Guardian. ,. Labyrinth. ,. Traitor. and. Masquerade. . It includes bonus scenes at the end that were not published in the individual parts.]",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fairies",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "Ophelia's Muse",
            "authors": [
                "Rita Cameron"
            ],
            "ranking": 3.68,
            "ranking_count": 226,
            "abstract": "I'll never want to draw anyone else but you. You are my muse. Without you there is no art in me.. With her pale, luminous skin and cloud of copper-colored hair, nineteen-year-old Lizzie Siddal looks nothing like the rosy-cheeked ideal of Victorian beauty. Working in a London milliner's shop, Lizzie stitches elegant bonnets destined for wealthier young women, until a chance meeting brings her to the attention of painter and poet Dante Gabriel Rossetti. Enchanted both by her ethereal appearance and her artistic ambitions--quite out of place for a shop girl--Rossetti draws her into his glittering world of salons and bohemian soirees.. Lizzie begins to sit for some of the most celebrated members of the Pre-Raphaelite Brotherhood, posing for John Everett Millais as Shakespeare's Ophelia, for William Holman Hunt--and especially for Rossetti, who immortalizes her in countless paintings as his namesake's beloved Beatrice. The passionate visions Rossetti creates on canvas are echoed in their intense affair. But while Lizzie strives to establish herself as a painter and poet in her own right, betrayal, illness, and addiction leave her struggling to save her marriage and her sense of self.. Rita Cameron weaves historical figures and vivid details into a complex, unconventional love story, giving voice to one of the most influential yet overlooked figures of a fascinating era--a woman who is both artist and inspiration, long gazed upon, but until now, never fully seen.. An excerpt from Ophelia’s Muse. Rossetti stood behind the canvas, pretending to study Deverell's painting while he admired its model. Despite Deverell's enthusiastic descriptions, Rossetti was completely unprepared for the glorious woman before him. She seemed to be from another age, as if she had sprung to life from an antique painting of an Italian saint. Seated before the window, her hair cast a slight golden glow in the afternoon sun, like a halo. She could not have been more perfect if he had sculpted her from marble with his own hands. Deverell claimed that he had found the perfect Viola, but this girl was far too beautiful to pose as some love-sick page. She was clearly meant to sit for the great heroines of history and myth, and Rossetti vowed to paint her as a queen.. Miss Siddal, has anyone ever told you that you were surely crafted by the gods in order to be painted? If you don't believe that yours is a beauty for the ages, you underestimate yourself.. The force of his words struck Lizzie, and she wondered if he was serious, and if it could be true. Was this the thing that she had always been waiting for? Was she really meant to inspire great artists? Her head buzzed with the possibility, but the very allure of the idea felt dangerous...",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Art",
                "European Literature"
            ]
        },
        {
            "title": "Boundless",
            "authors": [
                "Cynthia Hand"
            ],
            "ranking": 4.12,
            "ranking_count": 46206,
            "abstract": "The past few years have held more surprises than part-angel Clara Gardner could ever have anticipated. Yet from the dizzying highs of first love, to the agonizing low of losing someone close to her, the one thing she can no longer deny is that she was never meant to live a normal life.. Since discovering the special role she plays among the other angel-bloods, Clara has been determined to protect Tucker Avery from the evil that follows her . . . even if it means breaking both their hearts. Leaving town seems like the best option, so she’s headed back to California - and so is Christian Prescott, the irresistible boy from the vision that started her on this journey in the first place.. As Clara makes her way in a world that is frighteningly new, she discovers that the fallen angel who attacked her is watching her every move. And he’s not the only one. . . . With the battle against the Black Wings looming, Clara knows she must finally fulfill her destiny. But it won’t come without sacrifices and betrayal.. In the riveting finale of the Unearthly series, Clara must decide her fate once and for all.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Apocalypse",
            "authors": [
                "Paul Camster"
            ],
            "ranking": 4.33,
            "ranking_count": 6,
            "abstract": "Now with a Special Guest Preface,the details praised by fans of `Magicians Code` and `Precoded` are meshed together in a blockbuster narrative,showing how they affect events as far apart in time and distance as the English,USA & Spanish Civil Wars as well as the two World Wars and events right down to the present day and the prospect of economic and environmental ruin.. The widely different approaches of art,religion and science are brought together in a unique way to show how our health, wealth and safety-to the degree of our very survival- have been alarmingly compromised,and the way that even certain `sciences` are influenced without it ever being admitted to. It might all seem mysterious,even miraculous, if it were not so clearly explained with disarming simplicity.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Warheart",
            "authors": [
                "Terry Goodkind"
            ],
            "ranking": 4.06,
            "ranking_count": 7315,
            "abstract": "All is lost. Evil will soon consume the D'Haran Empire. Richard Rahl lies on his funeral bier. It is the end of everything.. Except what isn't lost is Kahlan Amnell. Following an inner prompting beyond all reason, the last Confessor will wager everything on a final desperate gambit, and in so doing, she will change the world forever.. Terry Goodkind's Warheart is the direct sequel to, and the conclusion of, the story begun in The Omen Machine, The Third Kingdom, and Severed Souls.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adventure",
                "Adult",
                "Science Fiction"
            ]
        },
        {
            "title": "O Pavilhão Púrpura",
            "authors": [
                "José Rodrigues dos Santos"
            ],
            "ranking": 3.91,
            "ranking_count": 512,
            "abstract": "Pode uma ideia mudar o mundo?. Nova Iorque, 1929. A bolsa entra em colapso, milhares de empresas fecham, milhões de pessoas vão para o desemprego. A crise instala-se no planeta.. Salazar é o ministro das Finanças em Portugal e a forma como lida com a Grande Depressão granjeia-lhe crescentes apoios. Conta com Artur Teixeira para subir a chefe de governo, mas primeiro terá de neutralizar a ameaça fascista.. O desemprego lança o Japão no desespero. Satake Fukui vê o seu país embarcar numa grande aventura militarista, a invasão da Manchúria, na mesma altura em que tem de escolher entre a bela Harumi e a doce Ren.. Lian-hua escapa a Mao Tse-tung e vai para Peiping. É aí que a jovem chinesa e a sua família enfrentam as terríveis consequências da invasão japonesa da Manchúria.. A crise mundial convence os bolcheviques de que o capitalismo acabou. Estaline intensifica as coletivizações na União Soviética e o preço, em mortes e fome, é pago por milhões de pessoas. Incluindo Nadezhda.. O mundo à beira do abismo.. Considerado pelos portugueses o seu maior escritor, José Rodrigues dos Santos acompanha-nos numa viagem palpitante à perigosa década de 1930 na companhia de figuras históricas como Salazar e Chiang Kai-shek. O Pavilhão Púrpura traz-nos o segundo tomo da mais ambiciosa saga da literatura portuguesa contemporânea.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "European Literature",
                "Fiction",
                "Romance",
                "Cultural"
            ]
        },
        {
            "title": "Being Jamie Baker",
            "authors": [
                "Kelly Oram"
            ],
            "ranking": 4.01,
            "ranking_count": 7002,
            "abstract": "An accident that should end in tragedy instead gives seventeen-year-old Jamie Baker a slew of uncontrollable superhuman abilities. To keep her secret safe Jamie socially exiles herself, earning the title of Rocklin High's resident ice queen. But during a supercharged encounter with star quarterback Ryan Miller she literally kisses anonymity goodbye. Now the annoyingly irresistible Ryan will stop at nothing to melt the heart of the ice queen and find out what makes her so special. Unfortunately, Ryan is not the only person on to her secret. Will Jamie learn to contain her unstable powers before being discovered by the media or turned into a government lab rat? More importantly, can she throw Ryan Miller off her trail before falling in love with him?",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Science Fiction",
                "Contemporary",
                "Comics"
            ]
        },
        {
            "title": "Under Rose-Tainted Skies",
            "authors": [
                "Louise Gornall"
            ],
            "ranking": 4.0,
            "ranking_count": 9432,
            "abstract": "At seventeen, Norah has accepted that the four walls of her house delineate her life. She. knows. that fearing everything from inland tsunamis to odd numbers is irrational, but her mind insists the world outside is too big, too dangerous. So she stays safe inside, watching others’ lives through her windows and social media feed.. But when Luke arrives on her doorstep, he doesn’t see a girl defined by medical terms and mental health. Instead, he sees a girl who is funny, smart, and brave. And Norah likes what he sees.. Their friendship turns deeper, but Norah knows Luke deserves a normal girl. One who can walk beneath the open sky. One who is unafraid of kissing. One who isn’t so screwed up. Can she let him go for his own good—or can Norah learn to see herself through Luke’s eyes?",
            "part_of_series": false,
            "genre_list": [
                "Contemporary",
                "Young Adult",
                "Health",
                "Romance",
                "Mental Health",
                "Fiction",
                "Realistic Fiction",
                "Audiobook",
                "Disability"
            ]
        },
        {
            "title": "50!: \"THE LIFE, LOVES & PSYCHE OF A MALE MID-LIFE CRISIS: Volume 1 - The Journey\"",
            "authors": [
                "Cory Y. Standby"
            ],
            "ranking": 4.75,
            "ranking_count": 8,
            "abstract": "This is the story of life. It is about love and relationships; about the importance of family; about how real life and human emotions invariably mess each of these up. It looks at death, divorce and dating; losing loved ones; family feuds and other intertwined issues; grief and stress and how we seek to cope (or spectacularly fail to do so) with all that fate and fortune throws at us on our journey through life. It is a series of personal anecdotes intertwined with the author’s view of the world, both then as it happened and especially now he is older and hopefully much wiser. It is written with the benefit of hindsight. If he had had such clarity and understanding at the time, much of it would never have happened. But he didn’t. As we all know: “To be old and wise, you must first be young and stupid”",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Public Offerings (Public Offerings: Complete)",
            "authors": [
                "Bob LiVolsi"
            ],
            "ranking": 5.0,
            "ranking_count": 8,
            "abstract": "Over a million people will die… OR just one innocent young girl whose devoted father must make the choice…. A powerful new voice in literature and suspense. Winner of the prestigious Writers League of Texas manuscript contest for best thriller! Save now and get all four books of this popular series in this single volume.. Dave Clement has it all: a wife and daughter he treasures, a deep faith in God, a satisfying career fighting disease, and a job about to make him rich through an initial public offering. Then his 15 year old daughter, Liv, inexplicably contracts HIV, ripping his life and soul apart.. When Dave discovers that his own work in West Africa may be responsible for Liv’s disease, he scrambles for a cure, only to become embroiled in a genocidal cabal of wealthy conspirators, including his business partner Claire McQuaid, head of a powerful pharmaceutical firm. Liv’s fate is attached to the outcome of the genocide. If Dave doesn’t cooperate, she and everything he cherishes are doomed.. Helped by a missionary priest and a tribal chief in Sierra Leone, Dave peels back the conspiracy’s layers, seeking a way to fight back. But Claire anticipates all possible moves, stopping Dave at every turn. Disease and war loom ominously as the stakes escalate. Then, the final countdown begins, forcing Dave to choose. He must play God with his own child and over a million innocents. Who will live and who will die? And how will Dave live with himself?. A breathtaking roller coaster ride ascends the snowy peaks of northern Colorado and hurtles through the rainforests of West Africa as Claire and her associates drive their new world order forward. With everything that ever mattered to him on the line, Dave races the clock to outwit the powerful plotters and to save Liv.. Public Offerings is a four book series. This is the complete series of all four books in one volume.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Lagoon",
            "authors": [
                "Nnedi Okorafor"
            ],
            "ranking": 3.63,
            "ranking_count": 6967,
            "abstract": "When a massive object crashes into the ocean off the coast of Lagos, Nigeria’s most populous and legendary city, three people wandering along Bar Beach (Adaora, the marine biologist- Anthony, the rapper famous throughout Africa- Agu, the troubled soldier) find themselves running a race against time to save the country they love and the world itself… from itself.. Told from multiple points of view and crisscrossing narratives, combining everything from superhero comics to Nigerian mythology to tie together a story about a city consuming itself.. ‘There was no time to flee. No time to turn. No time to shriek. And there was no pain. It was like being thrown into the stars.’",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Cultural",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Adult",
                "Western Africa"
            ]
        },
        {
            "title": "Dark Wolf",
            "authors": [
                "Christine Feehan"
            ],
            "ranking": 4.4,
            "ranking_count": 10361,
            "abstract": "In Dark Lycan, Christine Feehan journeyed into the heart of the Carpathians, and into the souls of two lifemates stirred by the flush of passion and the threat of annihilation. In Dark Wolf, the breathtaking story continues as the bonds of family are imperiled, and the fate of two lovers lies hidden in the seductive shadows between life and death.. Skyler Daratrazanoff always recognized the miracle that was Dimitri Tirunul, a man beyond any dream that had ever engaged her nights. But she was human. Vulnerable. He was Carpathian. Nearly immortal. She was nineteen. He was an ancient. Yet she held half his soul, the light to his darkness. Without her, he would not survive. Caught between the two warring species, Dimitri has spent centuries hunting the undead to keep his people free, and humans safe. He had survived honorably when others had chosen to give up their souls. But now, marked for extermination by the Lycans, Dimitri found himself alone, and fearing for his life. But salvation was coming…. No Lycan would ever suspect someone like Skyler to dare mount a secret rescue operation. A teenage girl. A human of untested abilities. But she had something no one else had. She was predestined for Dimitri—as he was for her. And there was nothing stronger for Skyler than her desire to see her life-dream come true. Whatever the risk.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Dark",
                "Shapeshifters",
                "Fiction",
                "Adult"
            ]
        },
        {
            "title": "Arcadia",
            "authors": [
                "Lauren Groff"
            ],
            "ranking": 3.69,
            "ranking_count": 22100,
            "abstract": "In the fields and forests of western New York State in the late 1960s, several dozen idealists set out to live off the land, founding what becomes a famous commune centered on the grounds of a decaying mansion called Arcadia House.. Arcadia. follows this lyrical, rollicking, tragic, and exquisite utopian dream from its hopeful start through its heyday and after. The story is told from the point of view of Bit, a fascinating character and the first child born in. Arcadia. .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Literary Fiction",
                "Contemporary",
                "Novels",
                "Young Adult",
                "Adult Fiction",
                "Book Club",
                "Science Fiction"
            ]
        },
        {
            "title": "Lust",
            "authors": [
                "Jas T. Ward"
            ],
            "ranking": 4.8,
            "ranking_count": 54,
            "abstract": "With no timid strokes on her canvas, Ms. Ward may become the new standard to beat in the paranormal romantic intrigue genre. The detail to each scene, the sights, the sounds, the smells of sweat and fear, it’s all here, page after page... - Tome Tender Book Review. The Second Book in the Wildly Popular Shadow-Keepers Series!. THE INTRODUCTION OF THE NEW KEEPER - MCKENZIE MILLER. Welcome back to the world of the Grid. Where heroes and eaters of souls walk among us. Where a war rages and the price is mankind—its existence or its loss.. Can a heart that is walled away be allowed to love or trust and find its beat in one that needs someone to save it? A heartbeat that destiny denied but death can give?. McKenzie Miller had never needed anyone. Not since she lost both her parents to a crime of passion at a young age. Shuffled from foster home to foster home, Kenzie finally took control of her own life and lived on the streets. Now she's an adult and has a hard-wired survivalist core to never be used or abused again. She's strong and no one will ever hurt her—because she will never let someone inside the one part of her that can still feel—her heart.. Lana had everything that her parent's money could buy and until they lost it all in the economy crash, the young ballet dancer had a bright future with the San Francisco Ballet Company. Now she struggles to reach for her dream and still survive. And do so, alone. Until one night.... What Dark Power Makes YOUR Heart Beat?. Have no fear Twiz Keeper fans, there is also plenty of your favorite Candyman, Reno Sundown and his witch, Emma. As well as BOUNCE and of course, Lucifer. And twists? Oh there is ALWAYS twists with a Ward book.. Shadow-Keepers Reading Order:. E-Novella - CANDYMAN. MADNESS: Book One of the Shadow-Keepers Series. E-Novella - BOUNCE. LUST: Book Two of the Shadow-Keepers Series",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "La última noche en Tremore Beach",
            "authors": [
                "Mikel Santiago"
            ],
            "ranking": 3.77,
            "ranking_count": 2535,
            "abstract": "Un compositor que ha perdido la inspiración.. Una casa aislada en una playa irlandesa.. Una noche de tormenta que puede cambiarlo todo.. Peter Harper es un prestigioso compositor de bandas sonoras que, tras un traumático divorcio, se refugia en un rincón perdido de la costa de Irlanda para recuperar la inspiración. La casa de Tremore Beach, aislada en una enorme y solitaria playa, parece el lugar indicado para lograrlo. Todo parece perfecto... hasta que llega la noche de la gran tormenta.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Horror",
                "Contemporary",
                "Adult",
                "Fantasy",
                "Suspense"
            ]
        },
        {
            "title": "Secret Path",
            "authors": [
                "Gord Downie",
                "Jeff Lemire"
            ],
            "ranking": 4.35,
            "ranking_count": 1967,
            "abstract": "Secret Path is a ten song album by Gord Downie with a graphic novel by illustrator Jeff Lemire that tells the story of Chanie “Charlie” Wenjack, a twelve-year-old boy who died in flight from the Cecilia Jeffrey Indian Residential School fifty years ago.. Chanie, misnamed Charlie by his teachers, was a young boy who died on October 22, 1966, walking the railroad tracks, trying to escape from the Cecilia Jeffrey Indian Residential School to return home. Chanie’s home was 400 miles away. He didn’t know that. He didn’t know where it was, nor how to find it, but, like so many kids—more than anyone will be able to imagine—he tried.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Nonfiction",
                "Cultural",
                "Poetry",
                "History",
                "Biography",
                "Music",
                "Adult",
                "Graphic Novels Comics"
            ]
        },
        {
            "title": "Summer Shadows",
            "authors": [
                "Killarney Traynor"
            ],
            "ranking": 4.27,
            "ranking_count": 264,
            "abstract": "Mystery. Romance. Danger.. Murder.. Not the typical family vacation.. When Julia Lamontaigne arrives in Franklin, New Hampshire, she's looking for an escape from the tragedies that have taken over her life. Haunted by the legacy of her beloved sister, and entrusted with her sister's three orphaned children, Julia hopes for a summer of peaceful healing... And hopefully, bonding.. At first, the small New Hampshire town seems to be the perfect location. They quickly settle in and make friends with their eccentric neighbors, then begin work on their summer house – while Julia is drawn into a relationship with Robert Wilde, the handsome cop next door.. But Franklin is haunted, too - by the decades-old murder of a beautiful young artist, killed in the house at the end of Julia's street. Even though everyone says that the case is solved, Julia can't escape the feeling that there's more to the story than she’s being told.. She's right.. Someone doesn’t want the murder case re-opened. And they’re willing to kill again to stop it.. The house at the end of the street hasn’t begun to give up its secrets.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller"
            ]
        },
        {
            "title": "The Book of Ivy",
            "authors": [
                "Amy Engel"
            ],
            "ranking": 4.14,
            "ranking_count": 21106,
            "abstract": "After a brutal nuclear war, the United States was left decimated. A small group of survivors eventually banded together, but only after more conflict over which family would govern the new nation. The Westfalls lost. Fifty years later, peace and control are maintained by marrying the daughters of the losing side to the sons of the winning group in a yearly ritual.. This year, it is my turn.. My name is Ivy Westfall, and my mission is simple: to kill the president’s son—my soon-to-be husband—and restore the Westfall family to power.. But Bishop Lattimer is either a very skilled actor or he’s not the cruel, heartless boy my family warned me to expect. He might even be the one person in this world who truly understands me. But there is no escape from my fate. I am the only one who can restore the Westfall legacy.. Because Bishop. must. die. And I must be the one to kill him…",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Romance",
                "Fantasy",
                "Fiction",
                "Apocalyptic",
                "Audiobook"
            ]
        },
        {
            "title": "On Solway Sand",
            "authors": [
                "Mark  Montgomery"
            ],
            "ranking": 4.65,
            "ranking_count": 17,
            "abstract": "‘Seven reasons they have for risking life… not fealty, faith, nor fee, but reasons of their own and cause enough to die for.’. On Solway Sand, set against the turmoil of sixteenth century Anglo/Scottish border conflict, is the third instalment of The Borderer Chronicles series. Jack Brownfield, a borderer, in a life not of his choosing, continues to travel a dangerous path not of his design. He seeks to escape the bonds that hold him. But ties, bound tightly, are never easy to break. This is a story of contrast and redemption, as seven seek salvation for a lonely Cumbrian village on a Solway shore.. ‘There is a place, ethereal, where the elements of rock and sand slowly melt into the sea. A place to find in the morning, when the wind is stilled and tide receded. When God’s breath sits over the water and clouds the distant hills of Dumfriesshire in blues of unnatural hue.’",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Refuge for Masterminds",
            "authors": [
                "Kathleen Baldwin"
            ],
            "ranking": 4.26,
            "ranking_count": 925,
            "abstract": "It’s 1814. Napoleon has escaped his imprisonment on Elba. Britain is at war on four fronts. And at Stranje House, a School for Unusual Girls, five young ladies are secretly being trained for a world of spies, diplomacy, and war…. Napoleon’s invasion of England is underway and someone at Stranje House is sneaking information to his spies. Lady Jane Moore is determined to find out who it is. If anyone can discover the traitor, it is Jane—for, according to headmistress Emma Stranje, Lady Jane is a mastermind.. Jane doesn’t consider herself a mastermind. It’s just that she tends to grasp the facts of a situation quickly, and by doing so, she’s able to devise and implement a sensible course of action. Is Jane enough of a mastermind to save the brash young American inventor Alexander Sinclair, her friends at Stranje House, and possibly England itself?",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Romance",
                "Fantasy",
                "Spy Thriller",
                "Mystery",
                "Adventure"
            ]
        },
        {
            "title": "Crossing in Time",
            "authors": [
                "D.L. Orton"
            ],
            "ranking": 4.02,
            "ranking_count": 703,
            "abstract": "Alternate cover for this ISBN can be found. here. Remember How It Feels to Fall in Love?. Race against the clock through a dystopian nightmare. Climb naked into an untested time machine (carrying only a seashell and a promise). Wake up twenty years younger on a tropical beach, buck naked and mortally wounded, with your heart in your throat.. This is a journey of love, loss, and redemption that will make your pulse gallop and your palms sweat, have you laughing out loud through your tears, and leave you flush with the sublime pleasure of falling in love.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Romance",
                "Fantasy",
                "Fiction",
                "Adult",
                "Suspense",
                "Business"
            ]
        },
        {
            "title": "Cast in Peril",
            "authors": [
                "Michelle Sagara",
                "Michelle Sagara West"
            ],
            "ranking": 4.24,
            "ranking_count": 6250,
            "abstract": "It has been a busy few weeks for Private Kaylin Neva. In between angling for a promotion, sharing her room with the last living female Dragon and dealing with more refugees than anyone knew what to do with, the unusual egg she'd been given was ready to hatch. Actually, that turned out to be lucky, because it absorbed the energy from the bomb that went off in her quarters.... So now might be the perfect time to leave Elantra and journey to the West March with the Barrani. If not for the disappearances of citizens in the fief of Tiamaris--disappearances traced to the very Barrani Kaylin will be traveling with...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Young Adult"
            ]
        },
        {
            "title": "The Strange Case of Origami Yoda",
            "authors": [
                "Tom Angleberger"
            ],
            "ranking": 3.9,
            "ranking_count": 30247,
            "abstract": "IT TAKES THE WISDOM OF YODA TO SURVIVE THE SIXTH GRADE. Meet Dwight, a sixth-grade oddball. Dwight does a lot of weird things, like wearing the same T-shirt for a month or telling people to call him Captain Dwight. This is embarrassing, particularly for Tommy, who sits with him at lunch every day.. But Dwight does one cool thing. He makes origami. One day he makes an origami finger puppet of Yoda. And that's when things get mysterious. Origami Yoda can predict the future and suggest the best way to deal with a tricky situation. His advice actually works, and soon most of the sixth grade is lining up with questions.. Tommy wants to know how Origami Yoda can be so smart when Dwight himself is so clueless. Is Yoda tapping into the Force? It's crucial that Tommy figure out the mystery before he takes Yoda's advice about something VERY IMPORTANT that has to do with a girl.. This is Tommy's case file of his investigation into The Strange Case of Origami Yoda.",
            "part_of_series": true,
            "genre_list": [
                "Humor",
                "Childrens",
                "Fiction",
                "Realistic Fiction",
                "Young Adult",
                "Media Tie In",
                "Academic"
            ]
        },
        {
            "title": "We Wove a Web in Childhood: The Brontes at Home",
            "authors": [
                "Ruth  Thomas"
            ],
            "ranking": 3.77,
            "ranking_count": 31,
            "abstract": "We Wove A Web In Childhood is a fictional work concerning the Bronte family. Much of the existing literature tends to focus exclusively on the sisters, but in undertaking a dramatic reconstruction of their lives Ruth Thomas has succeeded in bringing each family member to life, including their brilliant and volatile brother Branwell, and their scholarly and compassionate father, the Reverend Patrick Bronte. The individual lives of the Brontes are as full of interest and drama as any of the novels they produced, and the family continues to exert a fascination right across the spectrum from dedicated Bronte fans to more casual readers. The novel has been written with an attention to detail and historical veracity, cleverly juxtaposing biographical material and real incidents with vividly imagined episodes, and should appeal to anyone with a love of literature and an interest in the peculiar and tortuous mental processes by which it is shaped.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction"
            ]
        },
        {
            "title": "In the Cold Dark Ground",
            "authors": [
                "Stuart MacBride"
            ],
            "ranking": 4.31,
            "ranking_count": 4116,
            "abstract": "The new Logan McRae novel from the No. 1 bestselling author of THE MISSING AND THE DEAD and A SONG FOR THE DYING.. Sergeant Logan McRae is in trouble.... His missing-persons investigation has just turned up a body in the woods – naked, hands tied behind its back, and a bin bag duct-taped over its head. The Major Investigation Team charges up from Aberdeen, under the beady eye of Logan’s ex-boss Detective Chief Inspector Steel. And, as usual, she wants him to do her job for her.. But it’s not going to be easy: a new Superintendent is on her way up from the Serious Organised Crime Task Force, hell-bent on making Logan’s life miserable; Professional Standards are gunning for Steel; and Wee Hamish Mowat, head of Aberdeen’s criminal underbelly, is dying – leaving rival gangs from all over the UK eying his territory.. There’s a war brewing and Logan’s trapped right in the middle, whether he likes it or not.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Cultural",
                "Audiobook",
                "European Literature"
            ]
        },
        {
            "title": "Parallax",
            "authors": [
                "Sinéad Morrissey"
            ],
            "ranking": 3.82,
            "ranking_count": 153,
            "abstract": "Capturing David Niven on a magical marble escalator to heaven in 1946, recording L. S. Lowry’s studio after his death, and peering into the illicit worlds of the Victorian Mutoscope, these poems document what is caught, and what is lost, when houses and cityscapes, servants and saboteurs are arrested in time by photography. Assured and unsettling, Sinéad Morrissey’s poems explore the paradoxes in what is seen, read, and misread in the surfaces of the presented world.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Cultural",
                "European Literature"
            ]
        },
        {
            "title": "Frauen Fische Fjorde: Deutsche Einwanderinnen in Island",
            "authors": [
                "Anne Siegel",
                "Karl Christian Nielsen",
                "Gudni Thordarsson",
                "Bucher Verlag"
            ],
            "ranking": 4.22,
            "ranking_count": 49,
            "abstract": "April 1949:. Auf Islands Bauernhöfen herrscht Frauenmangel, im Nachkriegsdeutschland kommen auf einen Mann fünf Frauen, viele von Ihnen ohne Zukunftsperspektiven.. Im Laufe dieses Jahres werden etwa 300 Frauen nach Island auswandern und die bislang größte Einwanderergruppe auf Island bilden. Die meisten Frauen assimilieren sich erstaunlich schnell. Sie heiraten Isländer und gründen Familien. Die heute noch Lebenden erzählen fast alle zum ersten Mal ihre Lebensgeschichte.. Vorwort von Kristín Steinsdottír. Unglaublich faszinierend. WDR Kultur",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction"
            ]
        },
        {
            "title": "Onward: Engaging the Culture without Losing the Gospel",
            "authors": [
                "Russell D. Moore"
            ],
            "ranking": 4.29,
            "ranking_count": 1707,
            "abstract": "Christianity Today. Beautiful Orthodoxy Book of the Year in 2016.. Keep Christianity Strange.. As the culture changes all around us, it is no longer possible to pretend that we are a Moral Majority. That may be bad news for America, but it can be good news for the church. What's needed now, in shifting times, is neither a doubling-down on the status quo nor a pullback into isolation. Instead, we need a church that speaks to social and political issues with a bigger vision in mind: that of the gospel of Jesus Christ. As Christianity seems increasingly strange, and even subversive, to our culture, we have the opportunity to reclaim the freakishness of the gospel, which is what gives it its power in the first place.. We seek the kingdom of God, before everything else. We connect that kingdom agenda to the culture around us, both by speaking it to the world and by showing it in our churches. As we do so, we remember our mission to oppose demons, not to demonize opponents. As we advocate for human dignity, for religious liberty, for family stability, let's do so as those with a prophetic word that turns everything upside down.. The signs of the times tell us we are in for days our parents and grandparents never knew. But that's no call for panic or surrender or outrage. Jesus is alive. Let's act like it. Let's follow him, onward to the future.",
            "part_of_series": false,
            "genre_list": [
                "Christian",
                "Cultural",
                "Nonfiction",
                "Religion",
                "Politics"
            ]
        },
        {
            "title": "The Extra-Terrestrial Delivery",
            "authors": [
                "Sudipta   Das"
            ],
            "ranking": 4.21,
            "ranking_count": 19,
            "abstract": "Nominated for the INTERNATIONAL DUBLIN LITERARY AWARD 2018!. In this third episode of the 'Planet Hoola' Science Fiction Romance series, author Sudipta Das portrays vivid details of the ascent of the alien Hoo race, on a far away planet. In this work, the author has wonderfully combined the entire spectrum, from Physics to Metaphysics, and merged poetry into prose to intriguingly illustrate the Big Picture. His realisations are telling and connect easily.. It is written in such a way that you do not require specialised knowledge of Science to enjoy its story. The surprisingly outlandish, yet detailed and vivid, plot of the captivating story-line simply transcends imagination.. A celestial comet is horrendously hurled towards Hoola, on a direct collision course. The collision could potentially wipe out all life on the uniquely colourful planet, including the technologically advanced Hoos. The impending calamity notwithstanding, the Hoos find themselves faced with yet another predicament that creeps up from within themselves. Will the Hoos come around to overcome both the external and the internal obstacles that threaten their very existence? Or will they crumble under the weight of their own spectacular and vibrant, but often divisive, diversity?. Meanwhile, silently blossoms love, finds expression in beautiful poetry. And selfishness soars to throttle love. Who will prevail, love or selfishness?. As the events unfold, the fluidly portrayed characters play out their respective peculiar parts. The different aspects of the story eventually develop into a nail-biting spectacular dramatic climax that is befitting of a topnotch Hollywood movie. The anticlimax smoothly attenuates the vivid story-line.. Surreal Poetry embedded in Sublime Prose, THE EXTRA-TERRESTRIAL DELIVERY by AUTHOR SUDIPTA DAS is much more than an action packed fascinating Fiction. The sheer scale of its expanse in space and time, from the bygone evolutionary past through the happening present to the vision for the future of an alien race, is huge.. All these and more are encapsulated in the smooth form of a Science Fiction Romance that intriguingly illustrates the Big Picture. This book carries in its heart, and is potent to spread the seeds of, all-encompassing Harmony.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "The Maid's War",
            "authors": [
                "Jeff Wheeler"
            ],
            "ranking": 4.31,
            "ranking_count": 4241,
            "abstract": "What if you knew a story that you could tell no one-except one person?. The Duke of La Marche is being held prisoner in a tower over a friendship he never tried to hide. As confidant to the famous Maid of Donremy, the duke should have been a hero. Instead, he was locked up by his king and called a traitor.. But this betrayal no longer matters to the duke. What does matter is a promise he made to a young girl-to the Maid. For the Maid had been but a girl once-a girl with a name and her own astonishing story-as he had been but a boy. He knows that one day, when he is old and frail, another girl, a poisoner, will come looking for him. And he will keep his promise-he will reveal to her the Maid's mystery so that destiny will be fulfilled.. When Ankarette, the queen's poisoner, arrives in enemy territory on a quest for the Maid's magic sword, little does she realize that she's been chosen-or that the duke's story will alter the fabric of her mission-and the impending war about to tear two kingdoms apart.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Historical",
                "Business",
                "Audiobook"
            ]
        },
        {
            "title": "Dating the Undead",
            "authors": [
                "Juliet Lyons"
            ],
            "ranking": 3.68,
            "ranking_count": 1302,
            "abstract": "Librarian's note: Advanced Reader Copy of ISBN13 9781492645306.. It’s Bridget Jones with vampires in this fresh and funny paranormal romance from debut author Juliet Lyons. When Silver Harris kisses sexy Irish vampire Logan Byrne on New Year's Eve, she knows other humans just won't suffice. Convinced she'll never see him again, she joins the uber-popular vampire dating site, VDate.com.. What Silver doesn't know is that the site is more dangerous than she could ever imagined, and soon she's in over her head. When Logan returns, sparks fly and attraction sizzles, but they'll have to escape some very real demons if they have any chance of lasting forever.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Paranormal",
                "Audiobook",
                "Fiction",
                "Adult"
            ]
        },
        {
            "title": "Heroes of the Frontier",
            "authors": [
                "Dave Eggers"
            ],
            "ranking": 3.44,
            "ranking_count": 12782,
            "abstract": "A captivating, often hilarious novel of family, loss, wilderness, and the curse of a violent America, Dave Eggers's. Heroes of the Frontier. is a powerful examination of our contemporary life and a rousing story of adventure.. Josie and her children's father have split up, she's been sued by a former patient and lost her dental practice, and she's grieving the death of a young man senselessly killed. When her ex asks to take the children to meet his new fiancee's family, Josie makes a run for it, figuring Alaska is about as far as she can get without a passport. Josie and her kids, Paul and Ana, rent a rattling old RV named the Chateau, and at first their trip feels like a vacation: They see bears and bison, they eat hot dogs cooked on a bonfire, and they spend nights parked along icy cold rivers in dark forests. But as they drive, pushed north by the ubiquitous wildfires, Josie is chased by enemies both real and imagined, past mistakes pursuing her tiny family, even to the very edge of civilization.. A tremendous new novel from the best-selling author of. The Circle,. Heroes of the Frontier. is the darkly comic story of a mother and her two young children on a journey through an Alaskan wilderness plagued by wildfires and a uniquely American madness.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Audiobook",
                "Novels",
                "Adult Fiction",
                "Literature",
                "Adventure",
                "Family",
                "Travel"
            ]
        },
        {
            "title": "The Lyrics:  1961-2012",
            "authors": [
                "Bob Dylan"
            ],
            "ranking": 4.61,
            "ranking_count": 303,
            "abstract": "A major publishing event--for the first time, a beautiful, comprehensive collection of lyrics of music legend and poet Bob Dylan, complete with in-depth annotations by Christopher Ricks.. This definitive collection brings together the entire catalogue of lyrics by Bob Dylan, one of the most legendary songwriters in history. From his early protest songs, like Blowin' in the Wind and The Times They Are a Changing to his revolutionary Subterranean Homesick Blues and Like a Rolling Stone, Dylan's music has entertained and inspired generations and influenced such artists as John Lennon, Paul Simon, and Neil Young. This is the ultimate volume for any Dylan fan, containing the entire Dylan canon, a wide array of original album art, and in-depth commentary and annotations from literary critic and acclaimed Dylan expert Christopher Ricks.. The Complete Annotated Lyrics marks a major publishing event, perfect for Dylan devotees of course, but also a unique gift for anyone interested in poetry or visually stunning books.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Music",
                "Nonfiction",
                "Anthologies",
                "Literature",
                "Culture"
            ]
        },
        {
            "title": "Nu mă păcălești",
            "authors": [
                "Laurențiu M. Badea"
            ],
            "ranking": 3.45,
            "ranking_count": 20,
            "abstract": "Povestea prinde contur pe măsură ce ne întoarcem în timp, iar mai apoi în trecut. Un nebun, această simplă piesă de șah, își face ultima mutare. Un joc dureros de tensionat care nu poate avea decât un singur final.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Steel Seraglio",
            "authors": [
                "Mike Carey",
                "Linda Carey",
                "Louise Carey"
            ],
            "ranking": 4.09,
            "ranking_count": 742,
            "abstract": "The sultan Bokhari Al-Bokhari of Bessa has 365 concubines - until a violent coup puts the city in the hands of the religious zealot Hakkim Mehdad. Hakkim has no use for the pleasures of the flesh: he condemns the women first to exile - and then to death. Cast into the desert, the concubines must rely on themselves and each other to escape from the new sultan's fanatical pursuit. But their goals go beyond mere survival: with the aid of the champions who emerge from among them, they intend to topple the usurper and retake Bessa from the repressive power that now controls it. The assassin, Zuleika, whose hands are weapons. The seer, Rem, whose tears are ink. The wise Gursoon, who was the dead sultan's canniest advisor. The camel-thief, Anwar Das, who offers his lying tongue to the concubines' cause. Together, they must forge the women of the harem into an army, a seraglio of steel, and use it to conquer a city. But even if they succeed, their troubles will just be beginning - because their most dangerous enemy is within their own number...",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Historical",
                "LGBT",
                "Historical Fiction",
                "Feminism",
                "Adventure",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Six Stories",
            "authors": [
                "Matt Wesolowski"
            ],
            "ranking": 3.8,
            "ranking_count": 4636,
            "abstract": "1997. Scarclaw Fell. The body of teenager Tom Jeffries is found at an Outward Bound center. Verdict? Misadventure. But not everyone is convinced. And the truth of what happened in the beautiful but eerie fell is locked in the memories of the tight-knit group of friends who embarked on that fateful trip, and the flimsy testimony of those living nearby.. 2017. Enter elusive investigative journalist Scott King, whose podcast examinations of complicated cases have rivaled the success of. Serial. , with his concealed identity making him a cult internet figure. In a series of six interviews, King attempts to work out how the dynamics of a group of idle teenagers conspired with the sinister legends surrounding the fell to result in Jeffries’ mysterious death. As every interview unveils a new revelation, you’ll be forced to work out for yourself how Tom Jeffries died, and who is telling the truth.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Horror",
                "Adult",
                "Audiobook",
                "Short Stories",
                "Suspense"
            ]
        },
        {
            "title": "Awake in the Night Land",
            "authors": [
                "John C. Wright"
            ],
            "ranking": 4.34,
            "ranking_count": 433,
            "abstract": "AWAKE IN THE NIGHT LAND is an epic collection of four of John C. Wright's brilliant forays into the dark fantasy world of William Hope Hodgson's 1912 novel, The Night Land. Part novel, part anthology, the book consists of four related novellas, Awake in the Night, The Cry of the Night-Hound, Silence of the Night, and The Last of All Suns, which collectively tell the haunting tale of the Last Redoubt of Man and the end of the human race. Widely considered to be the finest tribute to Hodgson ever written, the first novella, Awake in the Night, was previously published in 2004 in The Year's Best Science Fiction: Twenty-First Annual Collection. AWAKE IN THE NIGHT LAND marks the first time all four novellas have been gathered into a single volume.. John C. Wright has been described by reviewers as one of the most important and audacious authors in science fiction today. In a recent poll of more than 1,000 science fiction readers, he was chosen as the sixth-greatest living science fiction writer.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Horror"
            ]
        },
        {
            "title": "American Regional Cuisines: Food Culture and Cooking",
            "authors": [
                "Louise Sackett",
                "David    Haynes"
            ],
            "ranking": 4.4,
            "ranking_count": 5,
            "abstract": "Filled with colorful recipes and comprehensive information on American food culture and history, this book provides an overview of. American Regional Cuisines: Food Culture and Cooking. .. Featuring over 300 master recipes, it examines the culture, products and cuisine of fifteen culinary regions-from New England to Hawaii-and the micro-cuisines that exist within each region. Designed for the working chef, its recipes offer an ideal format based on how professionals actually cook in restaurants. The authors' foodservice and education backgrounds give the book the scholarly knowledge and the professional experience needed to make it an authentic reference that meets the demands of today's culinary students.",
            "part_of_series": false,
            "genre_list": [
                "Food and Drink"
            ]
        },
        {
            "title": "Saga #45",
            "authors": [
                "Brian K. Vaughan",
                "Fiona Staples",
                "Fonografiks"
            ],
            "ranking": 4.46,
            "ranking_count": 688,
            "abstract": "As Hazel and her family venture into the Badlands, their newest companion is left to hold down the fort on her own.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Science Fiction",
                "Graphic Novels Comics",
                "Fiction",
                "Comics Manga",
                "Comics",
                "Space",
                "Romance"
            ]
        },
        {
            "title": "Summary of Outliers: The Story Of Success by Malcolm Gladwell | Includes Analysis",
            "authors": [
                "NOT A BOOK"
            ],
            "ranking": 4.17,
            "ranking_count": 82,
            "abstract": "Outliers: by Malcolm Gladwell | Summary & Analysis. A Smarter You In 15 Minutes… What is your time worth?. Today only, get this Amazon bestseller for just $2.99. Regularly priced at $4.99. Read on your PC, Mac, smart phone, tablet or Kindle device.. “Outliers, a story written by Canadian journalist, Malcolm Gladwell, is all about successful people, and its core is about ambition and intelligence. This book is very interesting that takes us on the world of high-achievers, brightest, famous, and also the most successful people will be found there. There is some criticisms, counter-intuitive insights, and arguments engaged in this story. According to the author, success is affiliated to task, opportunity and it takes 10,000 hours to achieve mastery.. The book “Outliers” can offer you a lot. You will learn a lot of things mostly about success that can improve your life the right way. This motivational and inspirational book can enrich and change your life. Just remember that, success not only depends on intelligence but also on what you do about it. It has a great impact in your life and especially in your personality.. “Outliers” is a must-read book. Why? In simple words, it has a great story regarding the high-achievers. Aside from success, there’s something more that can also help in your learning and daily life. This book can give you a lot of knowledge and information that can be useful every day of your life.. Detailed overview of the book \n   Most valuable lessons and information \n   Key Takeaways and Analysis. Take action today and download this book for a limited time discount of only $2.99!. Written by Elite Summaries. Please note: This is a detailed summary and analysis of the book and not the original book.. keyword: Outliers, Outliers book, Outliers ebook, Outliers kindle, Malcolm Gladwell, outliers the story of success",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Santa, Le Freak",
            "authors": [
                "John Blandly"
            ],
            "ranking": 5.0,
            "ranking_count": 1,
            "abstract": "Un nariz roja del Reno rapea sobre la temporada de vacaciones. Está muy ocupado en el 24 de diciembre y 25, pero aparte de eso, tiene un montón de tiempo libre. Le gusta el muérdago y las fiestas de Navidad y es un muy buen besador. Entonces, él espera escuchar de ti y realmente quisiera una fecha para la víspera de año nuevo. Es difícil escribir con estos cascos.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Bloodshot Reborn, Volume 1: Colorado",
            "authors": [
                "Jeff Lemire",
                "Mico Suayan",
                "Raul Allen",
                "David Baron"
            ],
            "ranking": 3.79,
            "ranking_count": 726,
            "abstract": "New York Times best-selling writer Jeff Lemire (. The Valiant. ,. Descender. ) and red-hot rising star Mico Suayan (. Harbinger. ,. Moon Knight. ) deliver an all-new ongoing series for Valiant’s most unrelenting hero!. Bloodshot’s nanites made him a nearly unstoppable killing machine. His enhanced strength, speed, endurance, and healing made him the perfect weapon, and he served his masters at Project Rising Spirit — a private contractor trafficking in violence — very well. Now, Bloodshot is a shadow of his former self. He lives in self-imposed exile, reeling from the consequences of his past life and the recent events that nearly drove him mad. But when a rash of shootings by gunmen who appear to look just like Bloodshot begin, his guilt will send him on a mission to stop the killers, even if it means diving head-long into the violence that nearly destroyed him.. Start reading here as visionary creators Jeff Lemire and Mico Suayan kick-off a brand-new beginning for the cutting-edge commando called Bloodshot…and plunge him to his darkest, bloodiest, most mind-bending depths yet!. Collecting. :. Bloodshot Reborn. 1–5",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Graphic Novels Comics",
                "Comics",
                "Science Fiction",
                "Action",
                "Fiction",
                "Fantasy",
                "Graphic Novels Comics Manga"
            ]
        },
        {
            "title": "The Love That Split the World",
            "authors": [
                "Emily Henry"
            ],
            "ranking": 3.64,
            "ranking_count": 12599,
            "abstract": "Natalie Cleary must risk her future and leap blindly into a vast unknown for the chance to build a new world with the boy she loves.. Natalie’s last summer in her small Kentucky hometown is off to a magical start... until she starts seeing the “wrong things.” They’re just momentary glimpses at first—her front door is red instead of its usual green, there’s a pre-school where the garden store should be. But then her whole town disappears for hours, fading away into rolling hills and grazing buffalo, and Nat knows something isn’t right.. That’s when she gets a visit from the kind but mysterious apparition she calls “Grandmother,” who tells her: “You have three months to save him.” The next night, under the stadium lights of the high school football field, she meets a beautiful boy named Beau, and it’s as if time just stops and nothing exists. Nothing, except Natalie and Beau.. Emily Henry’s stunning debut novel is Friday Night Lights meets The Time Traveler’s Wife, and perfectly captures those bittersweet months after high school, when we dream not only of the future, but of all the roads and paths we’ve left untaken.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Fantasy",
                "Contemporary",
                "Science Fiction",
                "Magical Realism",
                "Fiction",
                "Mystery"
            ]
        },
        {
            "title": "My Bus Driver Is A Polar Bear",
            "authors": [
                "David Jacks",
                "Daniel S. Morrow"
            ],
            "ranking": 4.73,
            "ranking_count": 55,
            "abstract": "There's 'something fishy' happening in Winckley. But what is the village secret? Three friends, Emily, Joey and Dominic aim to find out. But will Nasty Nat and the Nettle twins discover the truth first. White fur, a bus driver and a 'wise aunt' hold the key to the adventure.",
            "part_of_series": false,
            "genre_list": [
                "Childrens"
            ]
        },
        {
            "title": "LaRose",
            "authors": [
                "Louise Erdrich"
            ],
            "ranking": 3.89,
            "ranking_count": 21257,
            "abstract": "In this literary masterwork, Louise Erdrich, the bestselling author of the National Book Award-winning. The Round House. and the. Pulitzer Prize. nominee. The Plague of Doves. wields her breathtaking narrative magic in an emotionally haunting contemporary tale of a tragic accident, a demand for justice, and a profound act of atonement with ancient roots in Native American culture.. North Dakota, late summer, 1999. Landreaux Iron stalks a deer along the edge of the property bordering his own. He shoots with easy confidence—but when the buck springs away, Landreaux realizes he’s hit something else, a blur he saw as he squeezed the trigger. When he staggers closer, he realizes he has killed his neighbor’s five-year-old son, Dusty Ravich.. The youngest child of his friend and neighbor, Peter Ravich, Dusty was best friends with Landreaux’s five-year-old son, LaRose. The two families have always been close, sharing food, clothing, and rides into town; their children played together despite going to different schools; and Landreaux’s wife, Emmaline, is half sister to Dusty’s mother, Nola. Horrified at what he’s done, the recovered alcoholic turns to an Ojibwe tribe tradition—the sweat lodge—for guidance, and finds a way forward. Following an ancient means of retribution, he and Emmaline will give LaRose to the grieving Peter and Nola. “Our son will be your son now,” they tell them.. LaRose is quickly absorbed into his new family. Plagued by thoughts of suicide, Nola dotes on him, keeping her darkness at bay. His fierce, rebellious new “sister,” Maggie, welcomes him as a coconspirator who can ease her volatile mother’s terrifying moods. Gradually he’s allowed shared visits with his birth family, whose sorrow mirrors the Raviches’ own. As the years pass, LaRose becomes the linchpin linking the Irons and the Raviches, and eventually their mutual pain begins to heal.. But when a vengeful man with a long-standing grudge against Landreaux begins raising trouble, hurling accusations of a cover-up the day Dusty died, he threatens the tenuous peace that has kept these two fragile families whole.. Inspiring and affecting,. LaRose. is a powerful exploration of loss, justice, and the reparation of the human heart, and an unforgettable, dazzling tour de force from one of America’s most distinguished literary masters.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literary Fiction",
                "Contemporary",
                "Historical",
                "Audiobook",
                "Family",
                "Adult Fiction",
                "Novels",
                "Adult",
                "Literature"
            ]
        },
        {
            "title": "The Marriage Pact",
            "authors": [
                "Michelle Richmond"
            ],
            "ranking": 3.61,
            "ranking_count": 22632,
            "abstract": "Newlyweds Alice and Jake are a picture-perfect couple. Alice, once a singer in a well-known rock band, is now a successful lawyer. Jake is a partner in an up-and-coming psychology practice. Their life together holds endless possibilities. After receiving an enticing wedding gift from one of Alice’s prominent clients, they decide to join an exclusive and mysterious group known only as The Pact.. The goal of The Pact seems simple: to keep marriages happy and intact, and most of its rules make sense: Always answer the phone when your spouse calls. Exchange thoughtful gifts monthly. Plan a trip together once per quarter. . . .. Never mention The Pact to anyone.. Alice and Jake are initially seduced by the glamorous parties, the sense of community, their widening social circle of like-minded couples--and then one of them breaks the rules. The young lovers are about to discover that for adherents to The Pact, membership, like marriage, is for life, and The Pact will go to any lengths to enforce that rule. For Jake and Alice, the marriage of their dreams is about to become their worst nightmare.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Suspense",
                "Audiobook",
                "Contemporary",
                "Adult",
                "Marriage"
            ]
        },
        {
            "title": "Український націоналізм",
            "authors": [
                "Кирило Галушко"
            ],
            "ranking": 4.04,
            "ranking_count": 24,
            "abstract": "Якими є витоки та життєвий шлях українства і української національної ідеї? Як ця ідея формувалася, хто її підтримував і захищав? Завдяки чому, попри жорстокі лиховії історії, наш народ вистояв і зберіг почуття гідності, жит­тєву енергію та патріотизм? Саме спробі відповісти на ці запитання, не опускаючись до міфотворення, присвячена книжка відомого київського історика Кирила Галушка. Цей посібник також стане в пригоді абітурієнтам, адже свого часу Кирило Галушко був суперуспішним репетитором.",
            "part_of_series": false,
            "genre_list": [
                "History"
            ]
        },
        {
            "title": "Letters to President Donald Trump",
            "authors": [
                "America Speaks"
            ],
            "ranking": 5.0,
            "ranking_count": 2,
            "abstract": "America has changed since the election of President Donald Trump, and it is not positive. There is more division, anxiety, gun violence and disrespect for one another. America has spoken, and here are the letters of those Americans that wish to be heard on issues that make us one and concern for our great country. From racism, religion, economy, political division, social media and sexual harassment, these letters convey passion and hope so conditions improve in this country we call home.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "72 Hours",
            "authors": [
                "Bella Jewel"
            ],
            "ranking": 3.76,
            "ranking_count": 1207,
            "abstract": "A FATE WORSE THAN DEATH.. It’s all part of his sick game. A game he’s been planning for an entire decade. Now everything is perfect: One woman and one man have been selected. They used to be a couple—and they can no longer stand one another. They are the perfect victims. He doesn’t intend for the game to be easy. He wants to push them to the brink of insanity, to make his hunt real. . .. A DESIRE WORTH FIGHTING FOR. . .. The couple has been captured and dumped into a massive wooded area. There’s only one rule in this fatal game: They will have 72 hours to find a way out before the sadistic serial killer begins his hunt . . .But what he never could have expected was the explosive passion that ignites between the two ex-lovers—one that makes them strong. Fierce. And determined to do whatever it takes to escape—and to survive. . .",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Suspense",
                "Thriller",
                "Dark",
                "Adult",
                "Adventure",
                "Contemporary",
                "Horror",
                "Audiobook"
            ]
        },
        {
            "title": "How Hard Can It Be?",
            "authors": [
                "Allison Pearson"
            ],
            "ranking": 3.75,
            "ranking_count": 8410,
            "abstract": "Few sequels beat the original, but. How Hard Can It Be?. does so hands down.. Kate Reddy's comeback as a pushing-50 Returner,” re-entering the workforce after a spell on the mommy track, is zesty, razor-sharp, and hilarious. With a robust absence of self-pity, she has defined the humiliating onset of invisibility that coincides with the onrushing pressures of parents, teenage kids, and a marriage gone flat, all while attempting to reinstate her perilous professional worth. It’s full of such quotable casual profundity on the female condition I couldn't read it without a pencil to underline the abundance of great lines. Get ready for Kate!” —Tina Brown. Allison Pearson's brilliant debut novel, I Don't Know How She Does It, was a New York Times bestseller with four million copies sold around the world. Called the definitive social comedy of working motherhood (The Washington Post) and a hysterical look―in both the laughing and crying senses of the world―at the life of Supermom (The New York Times), I Don't Know How She Does It introduced Kate Reddy, a woman as sharp as she was funny. As Oprah Winfrey put it, Kate's story became the national anthem for working mothers.. Seven years later, Kate Reddy is facing her 50th birthday. Her children have turned into impossible teenagers; her mother and in-laws are in precarious health; and her husband is having a midlife crisis that leaves her desperate to restart her career after years away from the workplace. Once again, Kate is scrambling to keep all the balls in the air in a juggling act that an early review from the U.K. Express hailed as sparkling, funny, and poignant...a triumphant return for Pearson.. Will Kate reclaim her rightful place at the very hedge fund she founded, or will she strangle in her new “shaping” underwear? Will she rekindle an old flame, or will her house burn to the ground when a rowdy mob shows up for her daughter’s surprise (to her parents) Christmas party? Surely it will all work out in the end. After all, how hard can it be?",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Womens Fiction",
                "Audiobook",
                "Contemporary",
                "Humor",
                "Adult Fiction",
                "Romance",
                "Adult",
                "European Literature"
            ]
        },
        {
            "title": "Four Princes: Henry VIII, Francis I, Charles V, Suleiman the Magnificent and the Obsessions that Forged Modern Europe",
            "authors": [
                "John Julius Norwich"
            ],
            "ranking": 3.81,
            "ranking_count": 1551,
            "abstract": "In Europe, 1491 to 1500 was an exciting time to be alive. The entire continent was overshadowed by four rulers, all born within a ten-year period:. King Francis I of France. , the most interesting of the quartet, bursting with energy and swagger, was a great patron of the arts and the personification of the Renaissance.. King Henry VIII of England. —who was not born to be king but embraced the role with gusto—broke with the Roman Catholic Church, and made himself head of the Church of England.. Charles V, Holy Roman Emperor. , the most powerful man in the civilized world, obsessed with the religious disputes of Europe, was leader of the Spanish and then Roman Empire.. Suleiman the Magnificent. , the richest of them all, stands apart as a Muslim, who brought the Ottoman Empire to its apogee of political, military, and economic power, as well as to the golden age of its artistic and architectural prowess.. Never before had humankind seen such giants coexisting. Against the rich background of the Renaissance, they laid the foundation for modern Europe. Individually, each man could hardly have been more different. Their mutual relations shifted constantly: often they were actively hostile and occasionally they were friendly. There was a healthy respect between them; never did one make the mistake of underestimating another. And together, they dominated the world stage.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "Cultural",
                "European Literature",
                "Historical",
                "English History",
                "Literature"
            ]
        },
        {
            "title": "Disrupted: My Misadventure in the Start-Up Bubble",
            "authors": [
                "Dan Lyons"
            ],
            "ranking": 3.91,
            "ranking_count": 15712,
            "abstract": "For twenty-five years Dan Lyons was a magazine writer at the top of his profession--until one Friday morning when he received a phone call: Poof. His job no longer existed. I think they just want to hire younger people, his boss at. Newsweek. told him. Fifty years old and with a wife and two young kids, Dan was, in a word, screwed. Then an idea hit. Dan had long reported on Silicon Valley and the tech explosion. Why not join it? HubSpot, a Boston start-up, was flush with $100 million in venture capital. They offered Dan a pile of stock options for the vague role of marketing fellow. What could go wrong?. HubSpotters were true believers: They were making the world a better place ... by selling email spam. The office vibe was frat house meets cult compound: The party began at four thirty on Friday and lasted well into the night; shower pods became hook-up dens; a push-up club met at noon in the lobby, while nearby, in the content factory, Nerf gun fights raged. Groups went on walking meetings, and Dan's absentee boss sent cryptic emails about employees who had graduated (read: been fired). In the middle of all this was Dan, exactly twice the age of the average HubSpot employee, and literally old enough to be the father of most of his co-workers, sitting at his desk on his bouncy-ball chair.. Mixed in with Lyons's uproarious tale of his rise and fall at Hubspot is a trenchant analysis of the start-up world, a de facto conspiracy between those who start companies and those who fund them, a world where bad ideas are rewarded with hefty investments, where companies blow money lavishing perks on their post-collegiate workforces, and where everybody is trying to hang on just long enough to reach an IPO and cash out.. With a cast of characters that includes devilish angel investors, fad-chasing venture capitalists, entrepreneurs and wantrapreneurs, bloggers and brogrammers, social climbers and sociopaths,. Disrupted. is a gripping and definitive account of life in the (second) tech bubble.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Business",
                "Autobiography",
                "Biography",
                "Science",
                "Humor",
                "Audiobook",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Long Song",
            "authors": [
                "Andrea Levy"
            ],
            "ranking": 3.75,
            "ranking_count": 9192,
            "abstract": "You do not know me yet. My son Thomas, who is publishing this book, tells me, it is customary at this place in a novel to give the reader a little taste of the story that is held within these pages. As your storyteller, I am to convey that this tale is set in Jamaica during the last turbulent years of slavery and the early years of freedom that followed. July is a slave girl who lives upon a sugar plantation named Amity and it is her life that is the subject of this tale. She was there when the Baptist War raged in 1831, and she was present when slavery was declared no more. My son says I must convey how the story tells also of July's mama Kitty, of the negroes that worked the plantation land, of Caroline Mortimer the white woman who owned the plantation and many more persons besides - far too many for me to list here. But what befalls them all is carefully chronicled upon these pages for you to peruse. Perhaps, my son suggests, I might write that it is a thrilling journey through that time in the company of people who lived it. All this he wishes me to pen so the reader can decide if this is a novel they might care to consider. Cha, I tell my son, what fuss-fuss. Come, let them just read it for themselves.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Literary Fiction",
                "Novels",
                "Contemporary",
                "Literature",
                "Book Club"
            ]
        },
        {
            "title": "The Copernicus Complex: Our Cosmic Significance in a Universe of Planets and Probabilities",
            "authors": [
                "Caleb Scharf"
            ],
            "ranking": 3.9,
            "ranking_count": 661,
            "abstract": "Longlisted for the 2015 PEN/E.O. Wilson Literary Science Writing Award. Short-listed. for. Physics World. 's. Book of the Year. The Sunday Times (UK) Best Science Book of 2014. A. Publishers Weekly. Top 10 Science Book of Fall 2014. An NBC News Top Science and Tech Book of 2014. A Politics & Prose 2014 Staff Pick. In the sixteenth century, Nicolaus Copernicus dared to go against the establishment by proposing that Earth rotates around the Sun. Having demoted Earth from its unique position in the cosmos to one of mediocrity, Copernicus set in motion a revolution in scientific thought. This perspective has influenced our thinking for centuries. However, recent evidence challenges the Copernican Principle, hinting that we do in fact live in a special place, at a special time, as the product of a chain of unlikely events. But can we be significant if the Sun is still just one of a billion trillion stars in the observable universe? And what if our universe is just one of a multitude of others-a single slice of an infinity of parallel realities?. In. The Copernicus Complex. , the renowned astrophysicist Caleb Scharf takes us on a scientific adventure, from tiny microbes within the Earth to distant exoplanets, probability theory, and beyond, arguing that there is a solution to this contradiction, a third way of viewing our place in the cosmos, if we weigh the evidence properly. As Scharf explains, we do occupy an unusual time in a 14-billion-year-old universe, in a somewhat unusual type of solar system surrounded by an ocean of unimaginable planetary diversity: hot Jupiters with orbits of less than a day, planet-size rocks spinning around dead stars, and a wealth of alien super-Earths. Yet life here is built from the most common chemistry in the universe, and we are a snapshot taken from billions of years of biological evolution. Bringing us to the cutting edge of scientific discovery, Scharf shows how the answers to fundamental questions of existence will come from embracing the peculiarity of our circumstance without denying the Copernican vision.. With characteristic verve, Scharf uses the latest scientific findings to reconsider where we stand in the balance between cosmic significance and mediocrity, order and chaos. Presenting a compelling and bold view of our true status,. The Copernicus Complex. proposes a way forward in the ultimate quest: determining life's abundance, not just across this universe but across all realities.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Philosophy",
                "Space",
                "Audiobook",
                "History",
                "Environment"
            ]
        },
        {
            "title": "13: A Baker’s Dozen of Suspense and Horror Tales",
            "authors": [
                "David Six"
            ],
            "ranking": 3.71,
            "ranking_count": 31,
            "abstract": "Double-lock your doors.... Here are thirteen short stories of horror and suspense to make you feel you are not alone in the room--even when you think you are.. A simple man falls victim to paranoia.. A teenage girl wants what she wants--no matter what.. Three different--but equally deadly--compulsive murderers.. Two marriages that take chilling turns.. A haunted house with a twisted ending.. A man at the end of his career, and his eerily lifelike ventriloquist dummy.. And more. Thirteen shorts in all.. Make sure the lights are on.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Short Stories",
                "Anthologies"
            ]
        },
        {
            "title": "The Broken Eye",
            "authors": [
                "Brent Weeks"
            ],
            "ranking": 4.46,
            "ranking_count": 56792,
            "abstract": "As the old gods awaken, the Chromeria is in a race to find its lost Prism, the only man who may be able to stop catastrophe, Gavin Guile. But Gavin's enslaved on a galley, and when he finally escapes, he finds himself in less than friendly hands. Without the ability to draft which has defined him . . .. Meanwhile, the Color Prince's army continues its inexorable advance, having swallowed two of the seven satrapies, they now invade the Blood Forest. Andross Guile, thinking his son Gavin lost, tasks his two grandsons with stopping the advance. Kip and his psychopathic half-brother Zymun will compete for the ultimate prize: who will become the next Prism.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Audiobook",
                "Science Fiction Fantasy",
                "Adult",
                "Epic",
                "Adventure"
            ]
        },
        {
            "title": "The Hourglass Factory",
            "authors": [
                "Lucy Ribchester"
            ],
            "ranking": 3.27,
            "ranking_count": 1964,
            "abstract": "1912 and London is in turmoil.... The suffragette movement is reaching fever pitch but for broke Fleet Street tomboy Frankie George, just getting by in the cut-throat world of newspapers is hard enough. Sent to interview trapeze artist Ebony Diamond, Frankie finds herself fascinated by the tightly laced acrobat and follows her across London to a Mayfair corset shop that hides more than one dark secret.. Then Ebony Diamond mysteriously disappears in the middle of a performance, and Frankie is drawn into a world of tricks, society columnists, corset fetishists, suffragettes and circus freaks. How did Ebony vanish, who was she afraid of, and what goes on behind the doors of the mysterious Hourglass Factory?. From the newsrooms of Fleet Street to the drawing rooms of high society, the missing Ebony Diamond leads Frankie to the trail of a murderous villain with a plot more deadly than anyone could have imagined.... With a major film, Suffragette, starring Meryl Streep, Helena Bonham-Carter and Carey Mulligan coming soon, suffragettes will be back in the limelight once again, nearly one hundred years after they fought for votes for women.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "Feminism",
                "European Literature",
                "Thriller",
                "Adult"
            ]
        },
        {
            "title": "Per mano mia: Il Natale del commissario Ricciardi",
            "authors": [
                "Maurizio de Giovanni"
            ],
            "ranking": 4.17,
            "ranking_count": 1101,
            "abstract": "Il romanzo della vendetta.. In attesa del Natale, in una Napoli dove si gela di freddo e si muore di fame, familiare e sconosciuta, Ricciardi deve capire le ragioni e le menzogne di un'intera città. Una città che si stende davanti a lui «come un immenso Presepe».. Dove bisogna parlare la lingua dei morti per scoprire ricchezza e miseria della vita.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Cultural",
                "European Literature",
                "Fiction",
                "Historical",
                "Audiobook",
                "Thriller"
            ]
        },
        {
            "title": "The Astonishing Colour of After",
            "authors": [
                "Emily X.R. Pan"
            ],
            "ranking": 4.09,
            "ranking_count": 26209,
            "abstract": "When Leigh's mother dies by suicide she leaves only a scribbled note -. I want you to remember.. Leigh doesn't understand its meaning and wishes she could turn to her best friend, Axel - if only she hadn't kissed him and changed everything between them.. Guided by a mysterious red bird, Leigh travels to Taiwan to meet her grandparents for the first time. There, Leigh retreats into art and memories, where colours collide, the rules of reality are broken and the ghosts of the past refuse to rest …. But Leigh is determined to unlock her family's secrets.. To remember.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Magical Realism",
                "Fantasy",
                "Fiction",
                "Health",
                "Romance",
                "Audiobook",
                "Mental Health"
            ]
        },
        {
            "title": "The Bitterroot Inn",
            "authors": [
                "Devney Perry"
            ],
            "ranking": 4.37,
            "ranking_count": 5851,
            "abstract": "Her past. His secrets. They have more in common than she knows.. Maisy is happily content with the life she’s built for herself and her young son in small-town Prescott, Montana. Her child is thriving, her business is growing, and her family is as close as they’ve ever been. But when a handsome stranger walks into the lobby of her motel, her simple life is swept up in a wave of affection for his gentle heart. None of those feelings can be trusted, though. She made that mistake before with another man. The man she murdered.. Hunter was a different man when he first saw Maisy Holt from afar. He took one look at her and ran in the opposite direction. But years later, he’s back in Montana and unable to keep his distance. He shouldn’t have tried to find her but he never was good at rejecting temptation. The promise of the good she could bring into his life is too hard to resist. Maybe if he can disguise the lies and hide the deceit, he can keep her from learning the truth. Because his only chance at a future with her is by burying his past.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Audiobook",
                "Adult",
                "Doctors",
                "Childrens",
                "New Adult",
                "Fiction"
            ]
        },
        {
            "title": "The Desolate Garden",
            "authors": [
                "Daniel   Kemp"
            ],
            "ranking": 4.18,
            "ranking_count": 119,
            "abstract": "Only months before the murder of Lord Elliot Paterson, and his youngest son Edward, an address in Leningrad is discovered hidden in the ledgers of the family's Bank in Westminster, dating back to the 1930's. There is a spy in the family, but on whose side? His eldest son Harry is recruited into the British Secret Service to uncover the traitor. The Desolate Garden is a twisting tale of deceit and intrigue with Harry, and an attractive girl from the Home Office, desperately trying to unravel the mystery, before anyone else meets the same fate.",
            "part_of_series": false,
            "genre_list": [
                "Suspense",
                "Thriller",
                "Business",
                "Mystery"
            ]
        },
        {
            "title": "Racing the Rain",
            "authors": [
                "John L. Parker Jr."
            ],
            "ranking": 4.11,
            "ranking_count": 1241,
            "abstract": "From the author of the New York Times bestselling Once a Runner—“The best novel ever written about running” (Runner’s World)—comes that novel’s prequel, the story of a world-class athlete coming of age in the 1950s and 60s on Florida’s Gold Coast.. Quenton Cassidy’s first foot races are with nature itself: the summer storms that sweep through his subtropical neighborhood. Shirtless, barefoot, and brown as a berry, Cassidy is a skinny, mouthy kid with aspirations to be a great athlete. As he explores his primal surroundings, along the Loxahatchee River and the nearby Atlantic Ocean, he is befriended by Trapper Nelson, “the Tarzan of the Loxahatchee,” a well-known eccentric who lives off the land.. In junior high school, quite by chance, Cassidy discovers an ability to run long distances, but his real dream is to be a basketball star. Still, Cassidy absorbs Nelson’s view of running as a way of relating to and interacting with the natural world. Though he is warned of Nelson’s checkered past, Cassidy dismisses the stories as superstitious gossip, until his small town is stunned by the disappearance of a prominent judge and his wife. Cassidy’s loyalty to his friend is severely tested just as his opportunity to make his mark as a gifted runner comes to fruition.. John Parker’s prequel to the New York Times bestseller Once a Runner vividly captures how a runner is formed and the physical endurance, determination, and mindset he develops on the way to becoming a champion. Racing the Rain is an epic coming-of-age classic about the environments and friendships that shape us all.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Sports",
                "Historical",
                "Audiobook"
            ]
        },
        {
            "title": "A Place for Us",
            "authors": [
                "Fatima Farheen Mirza"
            ],
            "ranking": 4.16,
            "ranking_count": 51142,
            "abstract": "A Place for Us. unfolds the lives of an Indian-American Muslim family, gathered together in their Californian hometown to celebrate the eldest daughter, Hadia's, wedding - a match of love rather than tradition. It is here, on this momentous day, that Amar, the youngest of the siblings, reunites with his family for the first time in three years. Rafiq and Layla must now contend with the choices and betrayals that lead to their son's estrangement - the reckoning of parents who strove to pass on their cultures and traditions to their children; and of children who in turn struggle to balance authenticity in themselves with loyalty to the home they came from.. In a narrative that spans decades and sees family life through the eyes of each member,. A Place For Us. charts the crucial moments in the family's past, from the bonds that bring them together to the differences that pull them apart. And as siblings Hadia, Huda, and Amar attempt to carve out a life for themselves, they must reconcile their present culture with their parent's faith, to tread a path between the old world and the new, and learn how the smallest decisions can lead to the deepest of betrayals.. A deeply affecting and resonant story,. A Place for Us. is truly a book for our times: a moving portrait of what it means to be an American family today, a novel of love, identity and belonging that eloquently examines what it means to be both American and Muslim -- and announces Fatima Farheen Mirza as a major new literary talent.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Audiobook",
                "Family",
                "Adult Fiction",
                "Adult",
                "Cultural",
                "Book Club",
                "Novels"
            ]
        },
        {
            "title": "Heather, the Totality",
            "authors": [
                "Matthew Weiner"
            ],
            "ranking": 2.93,
            "ranking_count": 6183,
            "abstract": "The Breakstone family arrange themselves around their daughter Heather, and the world seems to follow: beautiful, compassionate, entrancing, she is the greatest blessing in their lives of Manhattan luxury. But as Heather grows-and her empathy sharpens to a point, and her radiance attracts more and more dark interest-their perfect existence starts to fracture. Meanwhile a very different life, one raised in poverty and in violence, is beginning its own malign orbit around Heather.. Matthew Weiner-the creator of. Mad Men. -has crafted an extraordinary first novel of incredible pull and menace.. Heather, The Totality. demonstrates perfectly his forensic eye for the human qualities that hold modern society together, and pull it apart.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Literary Fiction",
                "Thriller",
                "Novels",
                "Novella",
                "New York"
            ]
        },
        {
            "title": "A Hope Divided",
            "authors": [
                "Alyssa Cole"
            ],
            "ranking": 4.09,
            "ranking_count": 2596,
            "abstract": "The Civil War has turned neighbor against neighbor--but for one scientist spy and her philosopher soldier, war could bind them together . . .. For three years of the War Between the States, Marlie Lynch has helped the cause in peace: with coded letters about anti-Rebel uprisings in her Carolina woods, tisanes and poultices for Union prisoners, and silent aid to fleeing slave and Freeman alike. Her formerly enslaved mother's traditions and the name of a white father she never knew have protected her--until the vicious Confederate Home Guard claims Marlie's home for their new base of operations in the guerilla war against Southern resistors of the Rebel cause.. Unbeknowst to those under her roof, escaped prisoner Ewan McCall is sheltering in her laboratory. Seemingly a quiet philosopher, Ewan has his own history with the cruel captain of the Home Guard, and a thoughtful but unbending strength Marlie finds irresistible.. When the revelation of a stunning family secret places Marlie's freedom on the line, she and Ewan have to run for their lives into the hostile Carolina night. Following the path of the Underground Railroad, they find themselves caught up in a vicious battle that could dash their hopes of love--and freedom--before they ever cross state lines.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Fiction",
                "Adult",
                "Military History",
                "War",
                "Adult Fiction"
            ]
        },
        {
            "title": "Honor Among Thieves",
            "authors": [
                "Rachel Caine",
                "Ann Aguirre"
            ],
            "ranking": 3.9,
            "ranking_count": 4889,
            "abstract": "Petty criminal Zara Cole has a painful past that’s made her stronger than most, which is why she chose life in New Detroit instead of moving with her family to Mars. In her eyes, living inside a dome isn’t much better than a prison cell.. Still, when Zara commits a crime that has her running scared, jail might be exactly where she’s headed. Instead Zara is recruited into the Honors, an elite team of humans selected by the Leviathan—a race of sentient alien ships—to explore the outer reaches of the universe as their passengers.. Zara seizes the chance to flee Earth’s dangers, but when she meets Nadim, the alien ship she’s assigned, Zara starts to feel at home for the first time. But nothing could have prepared her for the dark, ominous truths that lurk behind the alluring glitter of starlight.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fantasy",
                "Space",
                "Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Gnomon",
            "authors": [
                "Nick Harkaway"
            ],
            "ranking": 3.87,
            "ranking_count": 5099,
            "abstract": "From the widely acclaimed author of The Gone-Away World and Tigerman, comes a virtuosic new novel set in a near-future, high-tech surveillance state, that is equal parts dark comedy, gripping detective story, and mind-bending philosophical puzzle.. In the world of Gnomon, citizens are constantly observed and democracy has reached a pinnacle of ‘transparency.’ Every action is seen, every word is recorded, and the System has access to its citizens’ thoughts and memories–all in the name of providing the safest society in history.. When suspected dissident Diana Hunter dies in government custody, it marks the first time a citizen has been killed during an interrogation. The System doesn’t make mistakes, but something isn’t right about the circumstances surrounding Hunter’s death. Mielikki Neith, a trusted state inspector and a true believer in the System, is assigned to find out what went wrong. Immersing herself in neural recordings of the interrogation, what she finds isn’t Hunter but rather a panorama of characters within Hunter’s psyche: a lovelorn financier in Athens who has a mystical experience with a shark; a brilliant alchemist in ancient Carthage confronting the unexpected outcome of her invention; an expat Ethiopian painter in London designing a controversial new video game, and a sociopathic disembodied intelligence from the distant future.. Embedded in the memories of these impossible lives lies a code which Neith must decipher to find out what Hunter is hiding. In the static between these stories, Neith begins to catch glimpses of the real Diana Hunter–and, alarmingly, of herself. The staggering consequences of what she finds will reverberate throughout the world.. A dazzling, panoramic achievement, and Nick Harkaway’s most brilliant work to date, Gnomon is peerless and profound, captivating and irreverent, as it pierces through strata of reality and consciousness, and illuminates how to set a mind free. It is a truly accomplished novel from a mind possessing a matchless wit infused with a deep humanity.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Mystery",
                "Fantasy",
                "Speculative Fiction",
                "Science Fiction Fantasy",
                "Novels",
                "Unfinished"
            ]
        },
        {
            "title": "Fierce Convictions: The Extraordinary Life of Hannah More—Poet, Reformer, Abolitionist",
            "authors": [
                "Karen Swallow Prior",
                "Eric Metaxas"
            ],
            "ranking": 3.93,
            "ranking_count": 1410,
            "abstract": "With a foreword by Eric Metaxas, best-selling author of Bonhoeffer and Amazing Grace.. The enthralling biography of the woman writer who helped end the slave trade, changed Britain's upper classes, and taught a nation how to read.. The history-changing reforms of Hannah More affected every level of 18th-Century British society through her keen intellect, literary achievements, collaborative spirit, strong Christian principles, and colorful personality. A woman without connections or status, More took the world of British letters by storm when she arrived in London from Bristol, becoming a best-selling author and acclaimed playwright and quickly befriending the author Samuel Johnson, the politician Horace Walpole, and the actor David Garrick. Yet she was also a leader in the Evangelical movement, using her cultural position and her pen to support the growth of education for the poor, the reform of morals and manners, and the abolition of Britain's slave trade.. Fierce Convictions weaves together world and personal history into a stirring story of life that intersected with Wesley and Whitefield's Great Awakening, the rise and influence of Evangelicalism, and convulsive effects of the French Revolution. A woman of exceptional intellectual gifts and literary talent, Hannah More was above all a person whose faith compelled her both to engage her culture and to transform it.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "History",
                "Christian",
                "Biography Memoir",
                "Historical",
                "Religion",
                "Womens"
            ]
        },
        {
            "title": "Mystery Man",
            "authors": [
                "Kristen Ashley"
            ],
            "ranking": 4.21,
            "ranking_count": 69434,
            "abstract": "Night time is the right time.... Gwendolyn Kidd has met the man of her dreams. He's hot, he's sexy, and what started as a no-names-exchanged night of passion has blossomed into a year and a half-long pleasure fest. Sure, it's a little strange that he only appears in her bed at night, but Gwen is so sure he's the one, she just can't turn him away.... Hawk Delgado knows more about Gwen than she could ever imagine. She's gorgeous, headstrong, and skittish about relationships. But Hawk is facing his own demons, demons that keep him from connecting with anyone. Yet when Gwen is drawn into Denver's lethal underground scene, Hawk's protective nature comes out full force. The problem is, when Gwen gets a dose of Hawk's Alpha attitude in the daylight, she's not so sure he's the one anymore....",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Suspense",
                "War",
                "Womens Fiction",
                "Mystery"
            ]
        },
        {
            "title": "The Mountain Between Us",
            "authors": [
                "Charles Martin",
                "George Newbern"
            ],
            "ranking": 4.18,
            "ranking_count": 44945,
            "abstract": "9 hours, 57 minutes. From the author of. Where the River Ends. , comes this page-turning story of love and survival.. On a stormy winter night, two strangers wait for a flight at the Salt Lake City airport.  Ashley Knox is an attractive, successful writer, who is flying East for her much anticipated wedding.  Dr. Ben Payne has just wrapped up a medical conference and is also eager to get back East for a slate of surgeries he has scheduled for the following day.   When the last outgoing flight is cancelled due to a broken de-icer and a forthcoming storm, Ben finds a charter plane that can take him around the storm and drop him in Denver to catch a connection.   And when the pilot says the single engine prop plane can fit one more, if barely, Ben offers the seat to Ashley knowing that she needs to get back just as urgently.   And then the unthinkable happens.  The pilot has a heart attack mid-flight and the plane crashes into the High Uintas Wilderness-- one of the largest stretches of harsh and remote land in the United States.. Ben, who has broken ribs and Ashley, who suffers a terrible leg fracture, along with the pilot's dog, are faced with an incredibly harrowing battle to survive.   Fortunately, Ben is a medical professional and avid climber (and in a lucky break, has his gear from a climb earlier in the week).  With little hope for rescue, he must nurse Ashley back to health and figure out how they are going to get off the mountain, where the temperature hovers in the teens.   Meanwhile, Ashley soon realizes that the very private Ben has some serious emotional wounds to heal as well.  He explains to Ashley that he is separated from his beloved wife, but in a long standing tradition, he faithfully records messages for her on his voice recorder reflecting on their love affair.  As Ashley eavesdrops on Ben's tender words to his estranged wife she comes to fear that when it comes to her own love story, she's just settling.  And what's more: she begins to realize that the man she is really attracted to, the man she may love, is Ben.. As the days on the mountains become weeks, their survival become increasingly perilous.  How will they make it out of the wilderness and if they do, how will this experience change them forever?. Both a tender and page-turning read,. The Mountain Between Us. will reaffirm your belief in the power of love to sustain us.. From the Hardcover edition.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Contemporary",
                "Adventure",
                "Audiobook",
                "Christian Fiction",
                "Adult Fiction",
                "Adult",
                "Christian"
            ]
        },
        {
            "title": "Grant",
            "authors": [
                "Ron Chernow"
            ],
            "ranking": 4.45,
            "ranking_count": 30394,
            "abstract": "Ulysses S. Grant's life has typically been misunderstood. All too often he is caricatured as a chronic loser and inept businessman, fond of drinking to excess; or as the triumphant but brutal Union general of the Civil War; or as a credulous and hapless president whose tenure came to symbolize the worst excesses of the Gilded Age. These stereotypes don't come close to capturing adequately his spirit and the sheer magnitude of his monumental accomplishments. A biographer at the height of his powers, Chernow has produced a portrait of Grant that is a masterpiece, the first to provide a complete understanding of the general and president whose fortunes rose and fell with dizzying speed and frequency.. Before the Civil War, Grant was flailing. His business ventures had been dismal, and despite distinguished service in the Mexican War, he ended up resigning from the army in disgrace amid recurring accusations of drunkenness. But in the Civil War, Grant began to realize his remarkable potential, soaring through the ranks of the Union army, prevailing at the Battle of Shiloh and in the Vicksburg campaign and ultimately defeating the legendary Confederate general Robert E. Lee after a series of unbelievably bloody battles in Virginia. Along the way Grant endeared himself to President Lincoln and became his most trusted general and the strategic genius of the war effort. His military fame translated into a two-term presidency, but one plagued by corruption scandals involving his closest staff. All the while Grant himself remained more or less above reproach. But, more importantly, he never failed to seek freedom and justice for black Americans, working to crush the Ku Klux Klan and earning the admiration of Frederick Douglass, who called him 'the vigilant, firm, impartial, and wise protector of my race. After his presidency, he was again brought low by a trusted colleague, this time a dashing young swindler on Wall Street, but he resuscitated his image by working with Mark Twain to publish his memoirs, which are recognized as a masterpiece of the genre.. With his famous lucidity, breadth, and meticulousness, Chernow finds the threads that bind these disparate stories together, shedding new light on the man whom Walt Whitman described as nothing heroic... and yet the greatest hero. His probing portrait of Grant's lifelong struggle with alcoholism transforms our understanding of the man at the deepest level. This is America's greatest biographer, bringing movingly to life one of America's finest but most underappreciated presidents. The definitive biography,. Grant. is a grand synthesis of painstaking research and literary brilliance that makes sense of all sides of Grant's life, explaining how this simple Midwesterner could at once be so ordinary and so extraordinary.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Biography",
                "Nonfiction",
                "Military History",
                "North American Hi...",
                "Politics",
                "Biography Memoir",
                "Audiobook",
                "War"
            ]
        },
        {
            "title": "A Menina do Outro Lado",
            "authors": [
                "Nagabe"
            ],
            "ranking": 4.18,
            "ranking_count": 15264,
            "abstract": "Os fãs de mangás que apostaram no escuro com a DarkSide Books já foram arrebatados pelas bizarrices e delírios do mestre Junji Ito em Fragmentos do Horror. E pediram mais. Muito mais. Agora é hora de embarcar em uma jornada por um conto de fadas dark assinado pelo aclamado mangaká Nagabe, no primeiro volume de A Menina do Outro Lado. Em um país dividido entre pessoas normais e seres amaldiçoados, Shiva é uma menininha que foi acolhida por uma estranha criatura meio animal e meio humana. Sensei, como é chamado, não pode ser tocado e vive fora da cidade. Afastado do convívio com os demais e ciente dos perigos e maldições que os rodeiam, Sensei alerta Shiva para que ela não saia sozinha. Porém, quando a menininha decide reencontrar sua tia desaparecida, regras são quebradas — e a vida que eles conheciam é colocada em risco. A Menina do Outro Lado é uma fábula sobre a criação do afeto e o amor entre duas criaturas tão diferentes, mas com muito a compartilhar. Uma trama atual sobre a condição do diferente e da falta de aceitação. Sobre largar seus medos e enfrentar a vida com um novo olhar. Com uma arte delicada, que explora luz e escuridão, Nagabe apresenta um mangá rico em detalhes que não hesita em adquirir tons mais sombrios e peculiares conforme a história se desenrola. Está tudo aqui: a dualidade do preto e do branco, do bem e do mal, do animal e do humano, do lado de dentro e de fora.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Horror",
                "Fiction",
                "Young Adult",
                "Graphic Novels Comics",
                "Mystery",
                "Graphic Novels Manga"
            ]
        },
        {
            "title": "The Stranger Diaries",
            "authors": [
                "Elly Griffiths"
            ],
            "ranking": 3.9,
            "ranking_count": 25889,
            "abstract": "Clare Cassidy is no stranger to murder. A high school English teacher specializing in the Gothic writer R. M. Holland, she teaches a course on it every year. But when one of Clare’s colleagues and closest friends is found dead, with a line from R. M. Holland’s most famous story, “The Stranger,” left by her body, Clare is horrified to see her life collide with the storylines of her favourite literature.. To make matters worse, the police suspect the killer is someone Clare knows. Unsure whom to trust, she turns to her closest confidant, her diary, the only outlet she has for her darkest suspicions and fears about the case. Then one day she notices something odd. Writing that isn't hers, left on the page of an old diary: Hallo, Clare. You don’t know me.. Clare becomes more certain than ever: “The Stranger” has come to terrifying life. But can the ending be rewritten in time?",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Gothic",
                "Thriller",
                "Audiobook",
                "Suspense",
                "European Literature",
                "Adult"
            ]
        },
        {
            "title": "Serotonine",
            "authors": [
                "Michel Houellebecq",
                "Martin de Haan"
            ],
            "ranking": 3.58,
            "ranking_count": 20121,
            "abstract": "‘Mijn overtuigingen zijn beperkt, maar wel intens. Ik geloof in de mogelijkheden van het speciale koninkrijk. Ik geloof in de liefde,’ schreef Michel Houellebecq onlangs.. De depressieve verteller van. Serotonine. zou het daar zonder voorbehoud mee eens zijn. Zijn verhaal vindt plaats in een Frankrijk dat zijn tradities aan het verkwanselen is, zijn steden ontdoet van hun charme en zijn platteland verwoest tot de volksopstand erop volgt. Hij vertelt over zijn leven als landbouwingenieur, zijn vriendschap met een boer van adel (een onvergetelijk personage – zijn dubbelganger in spiegelbeeld), over het falen van hun jeugdige idealen, de misschien wel dwaze hoop een verloren vrouw terug te vinden.. Deze roman over de puinhopen van een wereld zonder goedheid, zonder solidariteit, met onbeheersbaar geworden veranderingen, is ook een roman over wroeging en spijt. ‘Niemand in het Westen zal nog gelukkig zijn.’",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Contemporary",
                "European Literature",
                "Novels",
                "Literature",
                "Roman",
                "Literary Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Evil Has A Name: The Untold Story of the Golden State Killer Investigation",
            "authors": [
                "Paul Holes",
                "Jim Clemente",
                "Peter McDonnell"
            ],
            "ranking": 4.46,
            "ranking_count": 6906,
            "abstract": "The Golden State Killer. The East Area Rapist. The Original Night Stalker. The Visalia Ransacker.. The monster who preyed on Californians from 1976 to 1986 was known by many aliases. And while numerous police sketches tried to capture his often-masked visage, the Golden State Killer spent more than 40 years not only faceless, but nameless.. For his victims, for their families and for the investigators tasked with finding him, the senselessness and brutality of the Golden State Killer's acts were matched only by the powerlessness they felt at failing to uncover his identity. To be sure, the chances of obtaining closure—or any form of justice—after so many years were slim to none, at best.. Then, on April 24, 2018, authorities arrested 72-year-old Joseph James DeAngelo at his home in Citrus Heights, Calif., based on DNA evidence linked to the crimes. After a decades-long hunt, a suspect was behind bars. Could it be that evil finally had a name?. Delivering all-new details about the investigation and a stunning final act to the events of Michelle McNamara's haunting bestseller, I'll Be Gone in the Dark, this is the true story of how the suspected Golden State Killer was captured, as told, first-hand, by those closest to the case:. Paul Holes—the forensic criminologist and retired Costa County detective who spent 20 years trying to crack the Golden State Killer case, and finally did.. Jim Clemente (Host)—a retired FBI profiler and former New York City prosecutor who has investigated some of the highest profile criminal cases in U.S. history, including the Unabomber.. Please note: This work contains descriptions of violent crime and sexual assault and may not be suitable for all listeners.",
            "part_of_series": false,
            "genre_list": [
                "Crime",
                "Nonfiction",
                "Audiobook",
                "Mystery",
                "History",
                "Adult",
                "Biography",
                "Science",
                "Horror"
            ]
        },
        {
            "title": "Orphan X",
            "authors": [
                "Gregg Andrew Hurwitz"
            ],
            "ranking": 4.11,
            "ranking_count": 39908,
            "abstract": "The Nowhere Man is a legendary figure spoken about only in whispers. It's said that when he's reached by the truly desperate and deserving, the Nowhere Man can and will do anything to protect and save them.. But he's no legend.. Evan Smoak is a man with skills, resources, and a personal mission to help those with nowhere else to turn. He's also a man with a dangerous past. Chosen as a child, he was raised and trained as part of the off-the-books black box Orphan program, designed to create the perfect deniable intelligence assets—i.e. assassins. He was Orphan X. Evan broke with the program, using everything he learned to disappear.. Now, however, someone is on his tail. Someone with similar skills and training. Someone who knows Orphan X. Someone who is getting closer and closer. And will exploit Evan's weakness—his work as The Nowhere Man—to find him and eliminate him. Grabbing the reader from the very first page,. Orphan X. is a masterful thriller, the first in Gregg Hurwitz's electrifying new series featuring Evan Smoak.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Suspense",
                "Action",
                "Audiobook",
                "Contemporary",
                "Adult"
            ]
        },
        {
            "title": "The Cavendish Home for Boys and Girls",
            "authors": [
                "Claire Legrand",
                "Sarah Watts"
            ],
            "ranking": 3.85,
            "ranking_count": 4465,
            "abstract": "At the Cavendish Home for Boys and Girls, you will definitely learn your lesson. An atmospheric, heartfelt, and delightfully spooky novel for fans of. Coraline. ,. Splendors and Glooms. , and. The Mysterious Benedict Society. .. Victoria hates nonsense. There is no need for it when your life is perfect. The only smudge on her pristine life is her best friend Lawrence. He is a disaster, lazy and dreamy, shirt always untucked, obsessed with his silly piano. Victoria often wonders why she ever bothered being his friend. (Lawrence does, too.). But then Lawrence goes missing. And he is not the only one. Victoria soon discovers that The Cavendish Home for Boys and Girls is not what it appears to be. Kids go in but come out different. Or they don't come out at all.. If anyone can sort this out, it's Victoria, even if it means getting a little messy.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fantasy",
                "Horror",
                "Mystery",
                "Young Adult",
                "Fiction",
                "Gothic",
                "Adventure"
            ]
        },
        {
            "title": "Dear Madam President: An Open Letter to the Women Who Will Run the World",
            "authors": [
                "Jennifer Palmieri"
            ],
            "ranking": 3.91,
            "ranking_count": 4937,
            "abstract": "DEAR MADAM PRESIDENT is an empowering letter from former Hillary Clinton Communications Director Jennifer Palmieri to the first woman president, and by extension, to all women working to succeed in any field. By using lessons learned during her experiences with Hillary Clinton, President Obama, and Elizabeth Edwards--to name a few--Palmieri through each chapter creates a forward-thinking framework of inspirational and practical advice for all women everywhere--from boardrooms to living rooms--who are determined to seize control of their lives, their workplaces, and their country. DEAR MADAM PRESIDENT will turn the results of the 2016 election into something incredibly empowering for future female leaders and independent thinkers everywhere.. As a country, we haven't wrapped our heads around what it should look like for a woman to be in the job of President. Our only models are men. This of course was seen during the Hillary Clinton campaign, and no one knows this better than Jennifer Palmieri. While wildly disappointed by the outcome of the election, Palmieri optimistically argues in the book that the Clinton candidacy and all she experienced on the campaign trail--confusion, admiration, hate, love, acceptance, rejection--can now open the country up to reimagining women in leadership roles. And that is what Palmieri takes on in this book--redefining expectations for women looking to lead and creating a blueprint for women candidates and leaders to follow.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "Feminism",
                "Autobiography",
                "Audiobook",
                "History",
                "Womens",
                "Leadership",
                "Biography",
                "Adult"
            ]
        },
        {
            "title": "The Whole Town's Talking",
            "authors": [
                "Fannie Flagg"
            ],
            "ranking": 3.65,
            "ranking_count": 19345,
            "abstract": "Elmwood Springs, Missouri, is a small town like any other, but something strange is happening at the cemetery. Still Meadows, as it’s called, is anything but still. Original, profound,. The Whole Town’s Talking. , a novel in the tradition of Thornton Wilder’s. Our Town. and Flagg’s own. Can’t Wait to Get to Heaven. , tells the story of Lordor Nordstrom, his Swedish mail-order bride, Katrina, and their neighbors and descendants as they live, love, die, and carry on in mysterious and surprising ways.. Lordor Nordstrom created, in his wisdom, not only a lively town and a prosperous legacy for himself but also a beautiful final resting place for his family, friends, and neighbors yet to come. “Resting place” turns out to be a bit of a misnomer, however. Odd things begin to happen, and it starts the whole town talking.. With her wild imagination, great storytelling, and deep understanding of folly and the human heart, the beloved Fannie Flagg tells an unforgettable story of life, afterlife, and the remarkable goings-on of ordinary people. In. The Whole Town’s Talking. , she reminds us that community is vital, life is a gift, and love never dies.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Humor",
                "Audiobook",
                "Adult Fiction",
                "Adult",
                "Womens Fiction",
                "Contemporary",
                "American"
            ]
        },
        {
            "title": "The Return: Fathers, Sons, and the Land in Between",
            "authors": [
                "Hisham Matar"
            ],
            "ranking": 4.14,
            "ranking_count": 9434,
            "abstract": "From Man Booker Prize and National Book Critics Circle Award finalist Hisham Matar, a memoir of his journey home to his native Libya in search of answers to his father's disappearance. In 2012, after the overthrow of Qaddafi, the acclaimed novelist Hisham Matar journeys to his native Libya after an absence of thirty years.. When he was twelve, Matar and his family went into political exile. Eight years later Matar's father, a former diplomat and military man turned brave political dissident, was kidnapped from the streets of Cairo by the Libyan government and is believed to have been held in the regime's most notorious prison.  Now, the prisons are empty and little hope remains that Jaballa Matar will be found alive. Yet, as the author writes, hope is persistent and cunning.. This book is a profoundly moving family memoir, a brilliant and affecting portrait of a country and a people on the cusp of immense change, and a disturbing and timeless depiction of the monstrous nature of absolute power.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Cultural",
                "History",
                "Northern Africa",
                "Biography Memoir",
                "Politics",
                "War"
            ]
        },
        {
            "title": "Αστείο",
            "authors": [
                "Yiannis Palavos",
                "Γιάννης Παλαβός"
            ],
            "ranking": 3.99,
            "ranking_count": 367,
            "abstract": "Ένας νεαρός συζητά με τη νεκρή γιαγιά του.. Ένας υπάλληλος γραφείου μεταμορφώνεται σε συρραπτικό.. Ο Φρανσουά Βιγιόν κάνει μια καινούργια αρχή.. Ο Γιώργος βγαίνει στη σύνταξη.. Δεκαεπτά διηγήματα για τη θολή μεθόριο ανάμεσα στην πραγματικότητα και ό,τι την αναιρεί. Διηγήματα αντλημένα από την ημιορεινή μακεδονική ενδοχώρα, αλλά και διηγήματα για τους ανήλικους ενήλικες του άστεως. Διηγήματα που βρέχονται απ' τα νερά μιας τεχνητής λίμνης.. Password. Γέροι άνθρωποι. Για αλλαγή. Αστείο. Φώτα. Από την αρχή. Νίκος Τσούμπας. Τιμής ένεκεν. Αυτοκόλλητο. Όπισθεν. Λένα. Στο δάσος. Ο Γιώργος βγαίνει στη σύνταξη. Φαγητό. Μια ανάσα. Ο Σαράντος Ζουργός δεν μπορεί να το εξηγήσει. Μαρία. Πρώτες δημοσιεύσεις",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Cultural"
            ]
        },
        {
            "title": "Shit my History Teacher DID NOT tell me!",
            "authors": [
                "Karl Wiggins"
            ],
            "ranking": 4.05,
            "ranking_count": 249,
            "abstract": "If you’re a history or philosophy buff this book should be as irresistible as a kebab to a pisshead. So what’s it all about then? History, that’s what. “Errgghhh boring boring bollocks boring, I had enough of that crap when I was at school. History just went on and on and on and on and on ….. and on and on. Nothing different ever happened.”. Well that’s where you’re wrong, because I’m going to bring it alive. Not all history books, or even books about teaching history, have to be tedious. I’ve looked under every rock, in every nook and cranny. I’ve searched all over the place and dug up some really interesting little titbits. Stuff not a lot of people know.. So stay with me on this one. I’ve chosen to look at past events from the birth of the planet to the birth of Christ. That’s enough for one book, isn’t it? Well, not really, because I’ve gone off track a little bit from time to time, but I do tend to do that so don’t worry about it.. If you’ve got a teenager who’s studying the history of this period, download a copy for them now because it’s all laid out nice and clear. But let me warn you, I have in the past been accused of having an inappropriate sense of humour, so if you want a little bit of a chuckle watching me make fun out of everyone I meet down the years, then this is the book for you - and if your offspring is in their early teens then it probably isn’t the book for them.. As I say, I do tend to stray into the modern day from time to time to bring things into focus, but I promise you this book will surprise you, inform you, keep you interested and put a smile on your face from time to time.. I discuss philosophers and philosophy a lot, including ancient Greek philosophers, Chinese beliefs and philosophy from around the world, but if you think it’s all Socrates, Plato and Aristotle, there’s a lot more here to be discovered. You’ll be surprised, for instance, at the similarities between the Celts and the Native Americans. The Rosicrucians will fascinate you, as will some of the secrets held by Alexander the Great!. It’s high time we had some history books for adults!",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Humor",
                "Philosophy",
                "Politics",
                "Historical",
                "Education"
            ]
        },
        {
            "title": "Alfie the Doorstep Cat",
            "authors": [
                "Rachel  Wells"
            ],
            "ranking": 4.09,
            "ranking_count": 2133,
            "abstract": "For all fans of A Street Cat Named Bob, this is the only book to find in your stocking this Christmas. Can a pet really change your life? Alfie is homeless, abandoned after his elderly owner passes away. But when he stumbles on to Edgar Road, Alfie knows he's found his new home. However, the street's residents don't agree - the last thing they need is another stray cat, and he is shooed away from many doorsteps. But as life throws its worst at the residents of Edgar Road, they soon realise how much they all need Alfie - a cat who brings hope to the darkest times, and who will always be a friend to those in need. Heart-warming and uplifting, Alfie the Doorstep Cat is the perfect read for fans of 'A Street Cat Named Bob' and 'Solomon's Tale'.",
            "part_of_series": true,
            "genre_list": [
                "Animals",
                "Fiction",
                "Romance",
                "Contemporary",
                "Holiday",
                "Inspirational"
            ]
        },
        {
            "title": "The City in the Middle of the Night",
            "authors": [
                "Charlie Jane Anders"
            ],
            "ranking": 3.51,
            "ranking_count": 9830,
            "abstract": "Would you give up everything to change the world?. Humanity clings to life on January--a colonized planet divided between permanently frozen darkness on one side, and blazing endless sunshine on the other.. Two cities, built long ago in the meager temperate zone, serve as the last bastions of civilization--but life inside them is just as dangerous as the uninhabitable wastelands outside.. Sophie, a young student from the wrong side of Xiosphant city, is exiled into the dark after being part of a failed revolution. But she survives--with the help of a mysterious savior from beneath the ice.. Burdened with a dangerous, painful secret, Sophie and her ragtag group of exiles face the ultimate challenge--and they are running out of time.. Welcome to the City in the Middle of the Night.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "LGBT",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Adult",
                "Audiobook"
            ]
        },
        {
            "title": "We Have Always Been Here: A Queer Muslim Memoir",
            "authors": [
                "Samra Habib"
            ],
            "ranking": 4.13,
            "ranking_count": 11297,
            "abstract": "A CANADA READS 2020 SELECTION. NATIONAL BESTSELLER. How do you find yourself when the world tells you that you don't exist?. Samra Habib has spent most of her life searching for the safety to be herself. As an Ahmadi Muslim growing up in Pakistan, she faced regular threats from Islamic extremists who believed the small, dynamic sect to be blasphemous. From her parents, she internalized the lesson that revealing her identity could put her in grave danger.. When her family came to Canada as refugees, Samra encountered a whole new host of challenges: bullies, racism, the threat of poverty, and an arranged marriage. Backed into a corner, her need for a safe space--in which to grow and nurture her creative, feminist spirit--became dire. The men in her life wanted to police her, the women in her life had only shown her the example of pious obedience, and her body was a problem to be solved.. So begins an exploration of faith, art, love, and queer sexuality, a journey that takes her to the far reaches of the globe to uncover a truth that was within her all along. A triumphant memoir of forgiveness and family, both chosen and not,. We Have Always Been Here. is a rallying cry for anyone who has ever felt out of place and a testament to the power of fearlessly inhabiting one's truest self.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "LGBT",
                "Cultural",
                "Feminism",
                "Biography",
                "Audiobook",
                "Religion",
                "Biography Memoir"
            ]
        },
        {
            "title": "None of Us Were Like This Before: American Soldiers and Torture",
            "authors": [
                "Joshua E.S. Phillips"
            ],
            "ranking": 4.2,
            "ranking_count": 325,
            "abstract": "Sergeant Adam Gray made it home from Iraq only to die in his barracks. For more than three years, reporter Joshua E. S. Phillips—with the support of Adam’s mother and several of his Army buddies—investigated Adam’s death. What Phillips uncovered was a story of American veterans psychologically scarred by the abuse they had meted out to Iraqi prisoners.. How did US forces turn to torture? Phillips’s narrative recounts the journey of a tank battalion—trained for conventional combat—as its focus switches to guerrilla war and prisoner detention. It tells of how a group of ordinary soldiers, ill trained for the responsibilities foisted upon them, descended into the degradation of abuse. The location is far from CIA prisons and Guantanamo, but the story captures the widespread use and nature of torture in the US armed forces.. Based on firsthand reporting from the Middle East, as well as interviews with soldiers, their families and friends, military officials, and the victims of torture,. None of Us Were Like This Before. reveals how soldiers, senior officials, and the US public came to believe that torture was both effective and necessary. The book illustrates that the damaging legacy of torture is not only borne by the detainees, but also by American soldiers and the country to which they’ve returned.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "War",
                "History",
                "Sociology",
                "Politics",
                "Psychology",
                "Literature",
                "Military",
                "The United States Of America"
            ]
        },
        {
            "title": "The Lost Founding Father: John Quincy Adams and the Transformation of American Politics",
            "authors": [
                "William J. Cooper Jr."
            ],
            "ranking": 4.04,
            "ranking_count": 208,
            "abstract": "Overshadowed by both his brilliant father and the brash and bold Andrew Jackson, John Quincy Adams has long been dismissed as an aloof intellectual. Viciously assailed by Jackson and his populist mobs for being both slippery and effete, Adams nevertheless recovered from defeat in 1828’s presidential election to lead the nation as a lonely Massachusetts congressman in the fight against slavery. Award-winning historian William J. Cooper’s “balanced, wellsourced, and accessible work” (. Publishers Weekly. ) demonstrates that Adams should be considered our lost Founding Father, his moral and political vision the final link to the visionaries who created our nation. With his heroic arguments in the Amistad trial forever memorialized, Adams stood strong against the expansion of slavery that would send the nation hurtling into war. This “well-crafted” (William McFeely) biography reveals Adams to be one of the most battered, but courageous and inspirational, politicians in American history.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "History",
                "Politics",
                "Nonfiction",
                "North American Hi...",
                "Presidents",
                "Biography Memoir",
                "Audiobook",
                "Military History"
            ]
        },
        {
            "title": "Backlund: From All-American Boy to Professional Wrestling's World Champion",
            "authors": [
                "Bob Backlund",
                "Robert H. Miller",
                "Roddy Piper"
            ],
            "ranking": 4.26,
            "ranking_count": 148,
            "abstract": "Bob Backlund began life as a poor farm boy in the little village of Princeton, Minnesota, with a population of just over 2,000 people. He was a below-average student with a lackluster work ethic and a bad attitude, who hung with the wrong crowd and made a lot of bad choices. He was a kid whose life was headed for disaster—until a local coach took interest in him, suggested that he take up amateur wrestling, and offered to work with him if he promised to stay out of trouble.. It was in North Dakota that Bob Backlund had the first of several chance encounters that would shape his destiny. While working out at the YMCA gymnasium in Fargo, North Dakota, where he wrestled for North Dakota State, Backlund met a well-known professional wrestler, “Superstar” Billy Graham. The men talked, and at Graham’s suggestion, Backlund was inspired to pursue a career in professional wrestling.. Less than five years from that day, on February 20, 1978, Backlund would find himself halfway across the country, standing in the middle of the ring at Madison Square Garden with his hand raised in victory as the newly crowned World Wide Wrestling Federation Heavyweight Champion. The man Backlund pinned for the championship that night was none other than Superstar Billy Graham.. Featuring contributions from Bruno Sammartino, Harley Race, Terry Funk, Pat Patterson, Ken Patera, Sergeant Slaughter, The Magnificent Muraco, George “The Animal” Steele, “Mr. USA” Tony Atlas, The Iron Sheik, and many others, this book tells the incredible story of the life and nearly forty-year career of one of the most famous men to ever grace the squared circle.. Skyhorse Publishing, as well as our Sports Publishing imprint, is proud to publish a broad range of books for readers interested in sports—books about baseball, pro football, college football, pro and college basketball, hockey, or soccer, we have a book about your sport or your team.. In addition to books on popular team sports, we also publish books for a wide variety of athletes and sports enthusiasts, including books on running, cycling, horseback riding, swimming, tennis, martial arts, golf, camping, hiking, aviation, boating, and so much more. While not every title we publish becomes a. New York Times. bestseller or a national bestseller, we are committed to publishing books on subjects that are sometimes overlooked by other publishers and to authors whose work might not otherwise find a home.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Sports",
                "Nonfiction"
            ]
        },
        {
            "title": "Guapa",
            "authors": [
                "Saleem Haddad"
            ],
            "ranking": 4.11,
            "ranking_count": 2973,
            "abstract": "A novel of the Arab Spring. Winner of the Polari First Book Prize 2017. A Middle-Eastern capital caught in the revolutionary wave of the Arab Spring. A day in the life of a young man disillusioned with both East and West and struggling to find a place for himself in a society ruled by hypocrisy and contradictions. Rasa works as an interpreter for Western journalists by day and divides his nights between the Guapa, an underground nightclub where the city’s clandestine LGBT community congregates, and his secret lover Taymour. Every night Taymour sneaks into the house Rasa shares with his overbearing grandmother, the woman who raised him. When she finds them in bed together on the eve of Taymour’s wedding day, all hell breaks loose. That same day Rasa learns his best friend, the famous drag queen Majid, has been arrested by the police. Unable to go home, afraid for Majid’s fate, and heartbroken by Taymour’s determination to keep living a double life, Rasa’s fragile balance collapses, while all around him the brief, intense season of public protest is cut short by the regime’s repression and the rapid rise of the hard-line Islamist movement.. Wry and aching, irresistibly funny at times,. Guapa. heralds the arrival of a strong new voice from the Arabic world.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Contemporary",
                "Novels",
                "Queer",
                "Literature",
                "Literary Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "My Lunches with Orson: Conversations between Henry Jaglom and Orson Welles",
            "authors": [
                "Peter Biskind"
            ],
            "ranking": 3.85,
            "ranking_count": 1178,
            "abstract": "BASED ON LONG-LOST RECORDINGS, A SET OF RIVETING AND REVEALING CONVERSATIONS WITH AMERICA'S GREAT CULTURAL PROVOCATEUR. There have long been rumors of a lost cache of tapes containing private conversations between Orson Welles and his friend the director Henry Jaglom, recorded over regular lunches in the years before Welles died. The tapes, gathering dust in a garage, did indeed exist, and this book reveals for the first time what they contain.. Here is Welles as he has never been seen before: talking intimately, disclosing personal secrets, reflecting on the highs and lows of his astonishing career, the people he knew—FDR, Winston Churchill, Charlie Chaplin, Marlene Dietrich, Laurence Olivier, David Selznick, Rita Hayworth, and more—and the many disappointments of his last years. This is the great director unplugged, free to be irreverent and worse—sexist, homophobic, racist, or none of the above— because he was nothing if not a fabulator and provocateur. Ranging from politics to literature to the shortcomings of his friends and the many films he was still eager to launch, Welles is at once cynical and romantic, sentimental and raunchy, but never boring and always wickedly funny.. Edited by Peter Biskind, America's foremost film historian,. My Lunches with Orson. reveals one of the giants of the twentieth century, a man struggling with reversals, bitter and angry, desperate for one last triumph, but crackling with wit and a restless intelligence. This is as close as we will get to the real Welles—if such a creature ever existed.",
            "part_of_series": false,
            "genre_list": [
                "Culture",
                "Nonfiction",
                "Biography",
                "History",
                "Media Tie In",
                "Autobiography",
                "Literature",
                "Humor",
                "Biography Memoir"
            ]
        },
        {
            "title": "The Lifecycle of Software Objects",
            "authors": [
                "Ted Chiang"
            ],
            "ranking": 3.93,
            "ranking_count": 5631,
            "abstract": "What’s the best way to create artificial intelligence? In 1950, Alan Turing wrote, “Many people think that a very abstract activity, like the playing of chess, would be best. It can also be maintained that it is best to provide the machine with the best sense organs that money can buy, and then teach it to understand and speak English. This process could follow the normal teaching of a child. Things would be pointed out and named, etc. Again I do not know what the right answer is, but I think both approaches should be tried.”. The first approach has been tried many times in both science fiction and reality. In this new novella, at over 30,000 words, his longest work to date, Ted Chiang offers a detailed imagining of how the second approach might work within the contemporary landscape of startup companies, massively-multiplayer online gaming, and open-source software. It’s a story of two people and the artificial intelligences they helped create, following them for more than a decade as they deal with the upgrades and obsolescence that are inevitable in the world of software. At the same time, it’s an examination of the difference between processing power and intelligence, and of what it means to have a real relationship with an artificial entity.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Short Stories",
                "Novella",
                "Speculative Fiction",
                "Artificial Intelligence",
                "Science Fiction Fantasy",
                "Science",
                "Hugo Awards",
                "Literature"
            ]
        },
        {
            "title": "Murder on the Rockport Limited!",
            "authors": [
                "Clint McElroy",
                "Griffin McElroy",
                "Justin McElroy",
                "Travis McElroy",
                "Carey Pietsch"
            ],
            "ranking": 4.62,
            "ranking_count": 10394,
            "abstract": "In the second Adventure Zone graphic novel (adapted from the McElroy family's wildly popular D&D podcast), we rejoin hero-adjacent sort-of-comrades-in-arms Taako, Magnus, and Merle on a wild careen through a D&D railroad murder mystery. This installment has a little of everything: a genius child detective, an axe-wielding professional wrestler, a surly wizard, cursed magical artifacts, and a pair of meat monsters.. You know, the usual things you find on a train.. Hot on the heels of The Adventure Zone: Here There Be Gerblins, the smash hit graphic novel that launched the series, Murder on the Rockport Limited picks up the saga where volume 1 left off. Both books are based on The Adventure Zone, a tabletop RPG comedy podcast with downloads numbering in the tens of millions and an army of passionately devoted fans. With art and co-adaptation from Carey Pietsch, the McElroys are once again turning their raucous freewheeling D&D campaign into some damn fine comics.",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Humor",
                "Mystery",
                "Adventure",
                "Graphic Novels Comics",
                "Adult"
            ]
        },
        {
            "title": "The End of the Ocean",
            "authors": [
                "Maja Lunde",
                "Diane Oatley"
            ],
            "ranking": 3.71,
            "ranking_count": 9109,
            "abstract": "From the author of the #1 international bestseller and Indie Next Pick. The History of Bees. , a captivating new standalone novel about the threat of a worldwide water shortage as seen through the eyes of a father and daughter.. In 2019, seventy-year-old Signe sets out on a hazardous voyage to cross an entire ocean in only a sailboat. She is haunted by the loss of the love of her life, and is driven by a singular and all-consuming mission to make it back to him.. In 2041, David flees with his young daughter, Lou, from a war-torn Southern Europe plagued by drought. They have been separated from their rest of their family and are on a desperate search to reunite with them once again, when they find Signe's abandoned sailboat in a parched French garden, miles away from the nearest shore.. As David and Lou discover personal effects from Signe's travels, their journey of survival and hope weaves together with Signe's, forming a heartbreaking, inspiring story about the power of nature and the human spirit in this second novel from the author of the spectacular and deeply moving (. New York Times. bestselling author Lisa See). The History of Bees. .",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Audiobook",
                "Contemporary",
                "Roman",
                "Environment",
                "Novels",
                "Speculative Fiction"
            ]
        },
        {
            "title": "In the Eye of the Storm",
            "authors": [
                "Robert Thier"
            ],
            "ranking": 4.54,
            "ranking_count": 13049,
            "abstract": "In the desert, an instant turns life into death and hate into love. In the desert, everything is different. Boundaries break down, and you find yourself doing things that you would never, ever have imagined.. Lilly Linton finds this out the hard way: in the shadow of the pyramids, she and her boss, cold, calculating Mr Ambrose, must face death and danger together. Is the desert's heat enough to melt the cold heart of Britain's richest financier?. Sequel to Robert Thier's #1 Hit 'Storm and Silence'",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Adventure",
                "Fiction",
                "Young Adult",
                "Humor",
                "New Adult",
                "Contemporary"
            ]
        },
        {
            "title": "My Sister’s Lies",
            "authors": [
                "S.D. Robertson"
            ],
            "ranking": 3.82,
            "ranking_count": 9203,
            "abstract": "For a decade, Hannah’s life has been pretty close to perfect – she has a great job, she’s married to Mark, and her child-free existence means she’s free as a bird. The only sadness in her life is a fall-out with her sister Diane, who hasn’t spoken to her in over ten years. But now Diane is on her doorstep – and this time, she’s got her teenage daughter Mia in tow.. When Diane asks if Mia can stay with Hannah and Mark for a few days, Hannah is glad of the chance to get to know her niece. But as the days turn into weeks and Diane doesn’t return, Hannah begins to worry. Why hasn’t her sister been in touch?. Diane is carrying a devastating secret that will destroy Hannah’s carefully constructed life. But how much is she willing to reveal – and when will she pick her moment?. An emotional story that delves into the true meaning of family, sisterhood and secrets. Perfect for fans of Kerry Fisher and Adele Parks.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Womens Fiction",
                "Contemporary",
                "Adult",
                "Relationships",
                "Thriller",
                "Novels",
                "Business"
            ]
        },
        {
            "title": "The Truth About the Harry Quebert Affair",
            "authors": [
                "Joël Dicker",
                "Sam Taylor"
            ],
            "ranking": 4.12,
            "ranking_count": 120804,
            "abstract": "The Truth About the Harry Quebert Affair is a fast-paced, tightly plotted, cinematic literary thriller, and an ingenious book within a book, by a dazzling young writer.. August 30, 1975: the day fifteen-year-old Nola Kellergan is glimpsed fleeing through the woods, never to be heard from again; the day Somerset, New Hampshire, lost its innocence.. Thirty-three years later, Marcus Goldman, a successful young novelist, visits Somerset to see his mentor, Harry Quebert, one of the country's most respected writers, and to find a cure for his writer's block as his publisher's deadline looms. But Marcus's plans are violently upended when Harry is suddenly and sensationally implicated in the cold-case murder of Nola Kellergan - with whom, he admits, he had an affair.. As the national media convicts Harry, Marcus launches his own investigation, following a trail of clues through his mentor's books, the backwoods and isolated beaches of New Hampshire, and the hidden history of Somerset's citizens and the man they hold most dear. To save Harry, his own writing career, and eventually even himself, Marcus must answer three questions, all of which are mysteriously connected: Who killed Nola Kellergan? What happened one misty morning in Somerset in the summer of 1975? And how do you write a book to save someone's life?. A chart-topping worldwide phenomenon, with sales approaching a million copies in France alone and rights sold in more than thirty countries, The Truth About the Harry Quebert Affair is a fast-paced, tightly plotted, cinematic literary thriller, and an ingenious book within a book, by a dazzling young writer.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Cultural",
                "Contemporary",
                "Suspense",
                "Roman",
                "Novels"
            ]
        },
        {
            "title": "The Testing Trilogy",
            "authors": [
                "Joelle Charbonneau"
            ],
            "ranking": 4.29,
            "ranking_count": 695,
            "abstract": "The complete collection includes The Testing, Independent Study,  and Graduation Day.  The Testing Your time is almost up. The best-selling trilogy's dynamic dystopian debut. It's graduation day for sixteen-year-old Malencia Vale, and the entire Five Lakes Colony (the former Great Lakes) is celebrating. All Cia can think about--hope for--is whether she'll be chosen for The Testing. Danger, romance--and sheer terror--await. Independent Study: Failure is not an option.Cia is a freshman at the University in Tosu City with her hometown sweetheart, Tomas--and though the government has tried to erase her memory of the brutal horrors of The Testing, Cia remembers. Her attempts to expose the ugly truth behind the government's murderous programs put her--and her loved ones--in a world of danger. The future of the Commonwealth depends on her. Graduation Day:  The final test is the deadliest. In the thrilling conclusion to the New York Times best-selling trilogy, the stakes are higher than ever--lives of promise cut short or fulfilled; a future ruled by fear or hope. Ready or not...it's Graduation Day.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Adventure",
                "Action"
            ]
        }
    ]
}