{
    "books": [
        {
            "title": "First Among Equals",
            "authors": [
                "Jeffrey Archer"
            ],
            "ranking": 3.9,
            "ranking_count": 15203,
            "abstract": "Playing for the highest stakes of all . . .. In the 1960s, four ambitious new MPs take their seats at Westminster. Over three decades they share the turbulent passions of the race for power with their wives and families, men and women caught up in a dramatic game for the higest stakes of all. But only one man can gain the ultimate goal - the office of Prime Minister.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Historical",
                "Politics",
                "Drama",
                "Mystery",
                "Novels",
                "European Literature",
                "Suspense"
            ]
        },
        {
            "title": "The House of Returned Echoes",
            "authors": [
                "Arnošt Lustig",
                "Josef Lustig"
            ],
            "ranking": 3.36,
            "ranking_count": 11,
            "abstract": "Emil Ludvig has always relied on the simple traditions of his family and the basic laws of civilization to counteract his misfortunes. During the hard times in Prague between the wars, he is willing to struggle to keep his family and his business alive despite anti-Semitism and economic hardship. But as a decent man himself, he refuses to believe that the Nazi threats will be carried out.. In. The House of Returned Echoes. , Arnošt Lustig pays tribute to his father, who died in Auschwitz in 1944, and the novel resonates with both Lustig’s personal experiences and the shared memories of the Holocaust.",
            "part_of_series": true,
            "genre_list": [
                "European Literature"
            ]
        },
        {
            "title": "The Fool's Progress",
            "authors": [
                "Edward Abbey"
            ],
            "ranking": 4.22,
            "ranking_count": 3385,
            "abstract": "The Fool's Progress,. the fat masterpiece as Edward Abbey labeled it, is his most important piece of writing: it reveals the complete Ed Abbey, from the green grass of his memory as a child in Appalachia to his approaching death in Tuscon at age sixty two.. When his third wife abandons him in Tucson, boozing, misanthropic anarchist Henry Holyoak Lightcap shoots his refrigerator and sets off in a battered pick-up truck for his ancestral home in West Virginia. Accompanied only by his dying dog and his memories, the irascible warhorse (a stand-in for the real Abbey) begins a bizarre cross-country odyssey--determined to make peace with his past--and to wage one last war against the ravages of progress.. A profane, wildly funny, brash, overbearing, exquisite tour de force. --. The Chicago Tribune",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Travel",
                "Environment",
                "Literature",
                "Westerns",
                "Classics",
                "Contemporary",
                "Humor"
            ]
        },
        {
            "title": "The Legend of Luke",
            "authors": [
                "Brian Jacques"
            ],
            "ranking": 4.02,
            "ranking_count": 16139,
            "abstract": "In this twelfth book in the masterful Redwall epic, storyteller Brian Jacques goes back in time to the days before Redwall, revealing with dramatic poignancy the legend of the first of the magnificent Redwall warriors--Luke, father of Martin. It is that legend Martin hopes to discover when he embarks on a perilous journey to the northland shore, where his father abandoned him as a child. There, within the carcass of a great red ship he uncovers what he has been searching for: the story of the evil Pirate stoat, Vilu Daskar, and the valiant mousewarrior who pursued him relentlessly over the high seas, seeking to destroy Vilu at all costs, even if it meant deserting his only son. Brian Jacques reaches a new pinnacle in storytelling, imparting the story behind the story of the greatest Redwall warrior of them all.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Childrens",
                "Adventure",
                "Animals",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "The Passing of the Great Race or the Racial Basis of European History",
            "authors": [
                "Madison Grant"
            ],
            "ranking": 3.25,
            "ranking_count": 115,
            "abstract": "This is an EXACT reproduction of a book published before 1923. This IS NOT an OCR'd book with strange characters, introduced typographical errors, and jumbled words. This book may have occasional imperfections such as missing or blurred pages, poor pictures, errant marks, etc. that were either part of the original artifact, or were introduced by the scanning process. We believe this work is culturally important, and despite the imperfections, have elected to bring it back into print as part of our continuing commitment to the preservation of printed works worldwide. We appreciate your understanding of the imperfections in the preservation process, and hope you enjoy this valuable book.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Race",
                "Politics",
                "Nonfiction",
                "Pseudoscience",
                "Reference",
                "Anthropology"
            ]
        },
        {
            "title": "Paths of Glory",
            "authors": [
                "Humphrey Cobb"
            ],
            "ranking": 4.16,
            "ranking_count": 497,
            "abstract": "The anti-war masterpiece that became an iconic motion picture-now with a foreword by the creator of the acclaimed HBO(tm) series. The Wire. Familiar to many as the Stanley Kubrick film starring Kirk Douglas,. Paths of Glory. explores the perilous complications involved in what nations demand of their soldiers in wartime. Humphrey Cobb's protagonists are Frenchmen during the First World War whose nightmare in the trenches takes a new and terrible turn when they are ordered to assault a German position deemed all but invulnerable. When the attack fails, an inquiry into allegations of cowardice indicts a small handful of lower-ranked scapegoats whose trial exposes the farce of ordering ordinary men to risk their lives in an impossible cause. A chilling portrait of injustice, this novel offers insight into the tragedies of war in any age.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "War",
                "Historical",
                "Classics",
                "Novels",
                "Media Tie In",
                "Literature"
            ]
        },
        {
            "title": "Blessed Are You",
            "authors": [
                "Eileen Egan",
                "Kathleen Egan"
            ],
            "ranking": 4.21,
            "ranking_count": 29,
            "abstract": "The Beatitudes teach us to find hope and even happiness in what the world struggles to avoid: poverty, sorrow, hunger, and persecution. We can understand them only when we understand the promise within each of them.. Let. Mother Teresa. show you the promise implicit in the Beatitudes.. With her unequaled warmth and wisdom,. Mother Teresa. offers her own reflections on how each Beatitude helps us face the suffering of life with faith, joy, and love.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Through a Glass, Darkly",
            "authors": [
                "Jostein Gaarder",
                "Elizabeth Rokkan"
            ],
            "ranking": 3.81,
            "ranking_count": 7506,
            "abstract": "It's almost Christmas. Cecilia lies sick in bed as her family bustle around her to make her last Christmas as special as possible. Cecilia has cancer. An angel steps through her window. So begins a spirited and engaging series of conversations between Cecelia and her angel. As the sick girl thinks about her life and prepares for her death, she changes subtly, in herself and in her relationships with her family. Jostein Gaarder is a profoundly optimistic writer, who writes about death with wisdom, compassion and an enquiring mind. 'Through a Glass, Darkly' will not only bring comfort to the bereaved. It will move and amaze everyone who reads it.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Philosophy",
                "Young Adult",
                "Fantasy",
                "Novels",
                "European Literature",
                "Childrens",
                "Literature",
                "Contemporary",
                "Holiday"
            ]
        },
        {
            "title": "Frozen in Time: The Fate of the Franklin Expedition",
            "authors": [
                "Owen Beattie",
                "John Geiger"
            ],
            "ranking": 4.08,
            "ranking_count": 2345,
            "abstract": "Simply compelling.--Mordecai Richler. A cautionary tale of scholarly merit.--William S. Burroughs. Chilling...will keep you up nights turning pages.--Peter Gorner, The Chicago Tribune. In 1845, Sir John Franklin set off, determined to penetrate the icy fastness of the Arctic. But he and his 129 men never made it. For the next 35 years, more than 20 major rescue parties searched fruitlessly for the vanished expedition. In this updated version of a bestseller that sold over 118,000 copies, a top forensic anthropologist and a historian tell the dramatic tale of excavating three sailors from the Franklin party. The bodies, well preserved by the permafrost, gave up their secrets to 20th century science, and the researchers pieced together a story of horrific starvation, scurvy, and cannibalism...Absolutely unforgettable--with photos in both color and black and white. The authors both live in Alberta, Canada. 192 pages, 43 color illus., 5 x 7 3/4.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Science",
                "Historical",
                "Cultural",
                "Adventure",
                "Travel",
                "Biography"
            ]
        },
        {
            "title": "The Life and Death of St Kilda",
            "authors": [
                "Tom Steel"
            ],
            "ranking": 4.06,
            "ranking_count": 371,
            "abstract": "On 29 August 1930 the remaining 36 inhabitants of this bleak but spectacular island off Scotland's western coast took ship for the mainland. A community that had survived alone for centuries finally succumbed to the ravages that resulted from mainland contact. What their lives had been like century after century, why they left, and what happened to them afterwards is the subject of Tom Steel's fascinating book. It is the story of a way of life unlike any other, told here in words and pictures, and of how the impact of twentieth-century civilization led to its death.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Cultural",
                "Biography",
                "Religion"
            ]
        },
        {
            "title": "Living on the Wind: Across the Hemisphere with Migratory Birds",
            "authors": [
                "Scott Weidensaul"
            ],
            "ranking": 4.4,
            "ranking_count": 494,
            "abstract": "Living on the Wind. is a magisterial work of nature writing from author Scott Weidensaul.. Bird migration is the world's only true unifying natural phenomenon, stitching the continents together in a way that even the great weather systems fail to do. Scott Weidensaul follows awesome kettles of hawks over the Mexican coastal plains, bar-tailed godwits that hitchhike on gale winds 7,000 miles nonstop across the Pacific from Alaska to New Zealand, and myriad songbirds whose numbers have dwindled so dramatically in recent decades. Migration paths form an elaborate global web that shows serious signs of fraying, and Weidensaul delves into the tragedies of habitat degradation and deforestation with an urgency that brings to life the vast problems these miraculous migrants now face.",
            "part_of_series": false,
            "genre_list": [
                "Animals",
                "Environment",
                "Nonfiction",
                "Science",
                "Nature",
                "Conservation",
                "Science Nature"
            ]
        },
        {
            "title": "Middle Passage",
            "authors": [
                "Charles R. Johnson"
            ],
            "ranking": 3.85,
            "ranking_count": 4636,
            "abstract": "In this savage parable of the African American experience, Rutherford Calhoun, a newly freed slave eking out a living in New Orleans in 1830, hops aboard a square rigger to evade the prim Boston schoolteacher who wants to marry him. But the Republic turns out to be a slave clipper bound for Africa. Calhoun, whose master educated him as a humanist, becomes the captain's cabin boy, and though he hates himself for acting as a lackey, he's able to help the African slaves recently taken aboard to stage a revolt before the rowdy, drunken crew can spring a mutiny.. Middle Passage. won the 1990 National Book Award.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Cultural",
                "Novels",
                "Classics",
                "Literature",
                "Race",
                "American"
            ]
        },
        {
            "title": "Chocky",
            "authors": [
                "John Wyndham"
            ],
            "ranking": 3.83,
            "ranking_count": 8961,
            "abstract": "Cover Artist: Harry Willock. Matthew, they thought, was just going through a phase of talking to himself. And, like many parents, they waited for him to get over it, but it started to get worse. Mathew's conversations with himself grew more and more intense - it was like listening to one end of a telephone conversation while someone argued, cajoled and reasoned with another person you couldn't hear. Then Matthew started doing things he couldn't do before, like counting in binary-code mathematics. So he told them about Chocky - the person who lived in his head.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Classics",
                "Fantasy",
                "Young Adult",
                "Science Fiction Fantasy",
                "European Literature",
                "Novels",
                "Speculative Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Phileine zegt sorry",
            "authors": [
                "Ronald Giphart"
            ],
            "ranking": 3.28,
            "ranking_count": 2321,
            "abstract": "In een waanzinnig contemplatief moment zet Phileine ('brains, beauty, beast, best') haar leven op een rij. Haar vriendinnen zijn haar vriendinnen niet meer, ze werkt heel hard terwijl ze gewoonlijk liever lui is, oprechte levensvreugd kan ze al maanden niet meer opbrengen en haar acterende vriend Max, het enige vrolijke toontje van haar levensorgel, geeft zich in New York over aan feesten, drinken en het bevredigen van vrouwen. Ze besluit haar vriend onverwachts in Manhattan op te zoeken en wordt daar meegezogen in een groep jonge toneelspelers die met een provocerende uitvoering van Romeo en Juliet de westerse seksuele moraal aan de kaak probeert te stellen. Cynisch, zwartgallig, opmerkelijk levenswijs en met bijtende humor, vertelt Phileine over de ontwikkelingen die leiden tot een verbijsterende daad.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Literature",
                "Roman",
                "Novels",
                "Contemporary",
                "Academic",
                "Humor",
                "Romance"
            ]
        },
        {
            "title": "The Rescue",
            "authors": [
                "Nicholas Sparks"
            ],
            "ranking": 4.11,
            "ranking_count": 180659,
            "abstract": "When confronted by raging fires or deadly accidents, volunteer fireman Taylor McAden feels compelled to take terrifying risks; but there is one leap of faith Taylor can't bring himself to make: He can't fall in love.. BookPage calls Nicholas Sparks, a modern master of fateful love stories, and his phenomenal bestsellers- The Notebook, Message in a Bottle, and A Walk to Remember- have made him one of America's most beloved storytellers. Here, in his newest work, Sparks tells a story about making the greatest commitment of all...loving someone forever.. The Rescue. When confronted by raging fires or deadly accidents, volunteer fireman Taylor McAden feels compelled to take terrifying risks - risks no one else in the department would ever take - to save lives. But there is one leap of faith Taylor can't bring himself to make: He can't fall in love. For all his adult years, Taylor has sought out women who need to be rescued, women he leaves as soon as their crisis is over, as soon as the relationship starts to become truly intimate.. Then, one day, a raging, record-breaking storm hits his small Southern town. Denise Holton, a young single mother, is driving through it when her car skids off the road. With her is her four-year-old son, Kyle, a boy with severe learning disabilities and for whom she has sacrificed everything. Unconscious and bleeding, she-but not Kyle-will be found by Taylor McAden. And when she wakes, the chilling truth becomes clear to both of them: Kyle is gone.. During the search for Kyle, the connection, the lifeline, between Taylor and Denise takes root. Taylor doesn't know that this rescue will be different from all the others, demanding far more than raw physical courage. That it will lead him to the possibility of his own rescue from a life lived without love. That it will require him to open doors to his past that were slammed shut by pain. That it will dare him to live life to the fullest by daring to love.. In The Rescue Nicholas Sparks weaves his inimitable spell, immersing us in the passions and the surprising complexities of modern relationships-and in doing so, teaching us something about our own.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Fiction",
                "Womens Fiction",
                "Contemporary",
                "Adult",
                "Adult Fiction",
                "Drama",
                "Love",
                "Audiobook"
            ]
        },
        {
            "title": "Сад Гетсиманський",
            "authors": [
                "Ivan Bahrianyi"
            ],
            "ranking": 4.74,
            "ranking_count": 475,
            "abstract": "У творі талановитого українського письменника Івана Багряного зображено потужну сталінську машину свавілля і беззаконь, яка нищила людину морально і фізично. В центрі роману образ інженера Андрія Чумака, який в роки терору потрапляє до в`язниці. Могутній дух і воля не дають зламатися йому навіть у нелюдських умовах. Детальні описи тюремного побуту, допитів і тортур свідчать про те, що роман значною мірою автобіографічний.",
            "part_of_series": false,
            "genre_list": [
                "European Literature",
                "Fiction",
                "Cultural",
                "Classics"
            ]
        },
        {
            "title": "Hygiène de l'assassin",
            "authors": [
                "Amélie Nothomb"
            ],
            "ranking": 3.76,
            "ranking_count": 12427,
            "abstract": "Prétextat Tach, prix Nobel de littérature, n’a plus que deux mois à vivre. Des journalistes du monde entier sollicitent des interviews de l’écrivain que sa misanthropie tient reclus depuis des années. Quatre seulement vont le rencontrer, dont il se jouera selon une dialectique où la mauvaise foi et la logique se télescopent. La cinquième lui tiendra tête, il se prendra au jeu.. Si ce roman est presque entièrement dialogué, c’est qu’aucune forme ne s’apparente autant à la torture. Les échanges, de simples interviews, virent peu à peu à l’interrogatoire, à un duel sans merci où se dessine alors un homme différent, en proie aux secrets les plus sombres.. Dans ce premier roman d’une extraordinaire intensité, Amélie Nothomb manie la cruauté, le cynisme et l’ambiguïté avec un talent accompli.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Contemporary",
                "Novels",
                "European Literature",
                "Roman",
                "Literature"
            ]
        },
        {
            "title": "No Sweetness Here and Other Stories",
            "authors": [
                "Ama Ata Aidoo",
                "Ketu H. Katrak"
            ],
            "ranking": 3.77,
            "ranking_count": 455,
            "abstract": "In this collection, Ama Aita Aidoo explores postcolonial life in Ghana with her characteristic honesty and humor. Tradition wrestles with new urban influences as Africans try to sort out their identity in a changing culture. True to the tradition of African storytelling, the characters come to life through their distinct voices and speech. If there is no sweetness, there is the salt essential to life, even if it comes from tears, and the strength that comes from a history of endurance.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Cultural",
                "Fiction",
                "Western Africa",
                "Literature",
                "Feminism",
                "Contemporary",
                "Womens",
                "Literary Fiction"
            ]
        },
        {
            "title": "Pete's a Pizza",
            "authors": [
                "William Steig"
            ],
            "ranking": 4.04,
            "ranking_count": 3480,
            "abstract": "Pete's father starts kneading the dough. Next, some oil is generously applied. (It's really water.) And then some tomatoes. (They're really checkers.) When the dough gets tickled, it laughs like crazy.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Food and Drink",
                "Humor",
                "Family",
                "Fiction",
                "Classics",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Los Cuadernos del Destierro",
            "authors": [
                "Rafael Cadenas"
            ],
            "ranking": 4.87,
            "ranking_count": 23,
            "abstract": "Primer poemario publicado escrito por el poeta venezolano Rafael Cadenas.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Founding the Communist International: Proceedings and Documents of the First Congress, March 1919",
            "authors": [
                "John Riddell",
                "Leon Trotsky",
                "Aleksandra Kollontai",
                "Nikolai Bukharin",
                "Angelica Balabanoff",
                "Christian Rakovsky",
                "Grigory Zinoviev"
            ],
            "ranking": 4.71,
            "ranking_count": 7,
            "abstract": "Delegates from 20 countries discuss the revolutionary upsurge that swept Central Europe and Asia following World War I. Includes manifesto announcing founding of new revolutionary International.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "The Best of Mystery: 63 Short Stories Chosen by the Master of Suspense",
            "authors": [
                "Alfred Hitchcock"
            ],
            "ranking": 4.1,
            "ranking_count": 328,
            "abstract": "From the book jacket:. Here are 63 spine-tingling tales, introduced by the master of suspense, the late Alfred Hitchcock. There suspenseful stories originally appeared in ALFRED HITCHCOCK'S MYSTERY MAGAZINE, and, in the words of the master himself, are calculated to make your blood run cold.. You'll find suave detectives, clever gangsters, bodies in trunks, kidnappings, adulterous affairs, murder, and espionage. You'll meet a happy widower, a homicidal country woman, Russians seeking political asylum, a would-be Greenwich Village stud, the Viet Cong, a teenager out on an unfortunate date, and a very unhappy little boy at summer camp, willing to do anything to go home.. BEWARE - This anthology is NOT recommended for late night reading. These masterful tales are guaranteed to unnerve.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Short Stories",
                "Fiction",
                "Anthologies",
                "Thriller",
                "Horror",
                "Suspense"
            ]
        },
        {
            "title": "The Names",
            "authors": [
                "Don DeLillo"
            ],
            "ranking": 3.64,
            "ranking_count": 4030,
            "abstract": "Set against the backdrop of a lush and exotic Greece,. The Names. is considered the book which began to drive sharply upward the size of his readership (. Los Angeles Times Book Review. ). Among the cast of DeLillo's bizarre yet fully realized characters in. The Names. are Kathryn, the narrator's estranged wife; their son, the six-year-old novelist; Owen, the scientist; and the neurotic narrator obsessed with his own neuroses. A thriller, a mystery, and still a moving examination of family, loss, and the amorphous and magical potential of language itself,. The Names. stands with any of DeLillo's more recent and highly acclaimed works.. . The Names. not only accurately reflects a portion of our contemporary world but, more importantly, an original world of its own is created.--. Chicago Sun-Times. DeLillo sifts experience through simultaneous grids of science and poetry, analysis and clear sight, to make a high-wire prose that is voluptuously stark.--. Village Voice Literary Supplement. DeLillo verbally examines every state of consciousness from eroticism to tourism, from the idea of America as conceived by the rest of the world, to the idea of the rest of the world as conceived by America, from mysticism to fanaticism.--. New York Times",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Novels",
                "Cultural",
                "Mystery",
                "Literary Fiction",
                "Contemporary",
                "The United States Of America"
            ]
        },
        {
            "title": "In Youth is Pleasure & I Left My Grandfather's House",
            "authors": [
                "Denton Welch",
                "William S. Burroughs"
            ],
            "ranking": 4.26,
            "ranking_count": 281,
            "abstract": "First published in 1945, In Youth Is Pleasure is a beautiful and unassuming coming-of-age novel by the English writer and painter Denton Welch (1915-1948). Painfully sensitive and sad Orville Pym is 15 years old, and this novel recounts the summer holiday after his first miserable year at public school--but as in all of Welch's work, what is most important are the details of his characters' surroundings. Welch is a Proustian writer of uncanny powers of observation who, as William S. Burroughs wrote, makes the reader aware of the magic that is right under his eyes. Film director John Waters includes this novel as one of his Five Books You Should Read to Live a Happy Life If Something Is Basically the Matter with You, and writes: Maybe there is no better novel in the world than Denton Welch's In Youth Is Pleasure. Just holding it in my hands, so precious, so beyond gay, so deliciously subversive, is enough to make illiteracy a worse social crime than hunger. Also included in this edition is the first U.S. publication of I Left My Grandfather's House. This first-person account of an idyllic walking tour in the British countryside undertaken when Welch was 18 makes a fascinating companion piece to the fictionalized, though no less autobiographical, In Youth Is Pleasure.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Young Adult",
                "European Literature",
                "Literature",
                "Queer",
                "Cultural",
                "Classics",
                "Art"
            ]
        },
        {
            "title": "North",
            "authors": [
                "Seamus Heaney"
            ],
            "ranking": 4.07,
            "ranking_count": 2025,
            "abstract": "In. North. Seamus Heaney found a myth which allowed him to articulate a vision of Ireland - its people, history and landscape. Here the Irish experience is refracted through images drawn from different parts of the Northern European experience, and the idea of the north allows the poet to contemplate the violence on his home ground in relation to memories of the Scandinavian and English invasions which have marked Irish history so indelibly.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Cultural",
                "European Literature",
                "Nonfiction",
                "Literature",
                "Classics",
                "History",
                "Nobel Prize",
                "Academic"
            ]
        },
        {
            "title": "The Upstairs Room",
            "authors": [
                "Johanna Reiss"
            ],
            "ranking": 3.82,
            "ranking_count": 11965,
            "abstract": "In the part of the marketplace where flowers had been sold twice a week - tulips in the spring, roses in the summer - stood German tanks and German soldiers. Annie de Leeuw was eight years old in 1940 when the Germans attacked Holland and marched into the town of Winterswijk where she lived. Annie was ten when, because she was Jewish and in great danger of being captured by the invaders, she and her sister Sini had to leave their father, mother, and older sister Rachel to go into hiding in the upstairs room of a remote farmhouse.. Johanna de Leeuw Reiss. has written a remarkably fresh and moving account of her own experiences as a young girl during World War II. Like many adults, she was innocent of the German plans for Jews, and she might have gone to a labor camp as scores of families did. It won't be for long and the Germans have told us we'll be treated well, those families said. What can happen? They did not know, and they could not imagine... but millions of Jews found out.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Young Adult",
                "World War II",
                "Fiction",
                "War",
                "Childrens",
                "Literature"
            ]
        },
        {
            "title": "The Calling of Emily Evans",
            "authors": [
                "Janette Oke"
            ],
            "ranking": 3.88,
            "ranking_count": 6761,
            "abstract": "The story of a young Bible college student who feels God's call to start a church on her own.",
            "part_of_series": true,
            "genre_list": [
                "Christian Fiction",
                "Historical",
                "Christian",
                "Fiction",
                "Romance",
                "Inspirational",
                "Westerns"
            ]
        },
        {
            "title": "Almost a Revolution: The Story of a Chinese Student's Journey from Boyhood to Leadership in Tiananmen Square",
            "authors": [
                "Shen Tong",
                "Tong Shen"
            ],
            "ranking": 4.21,
            "ranking_count": 118,
            "abstract": "In his groundbreaking memoir about China's democracy movement and the massacre at Tiananmen Square in June 1989, student leader Shen Tong offers us a rare look at a bold and daring new generation of Chinese citizens who tried to protest the restraints imposed by their country's government. An organizer of the dialogue delegation, whose goal was to negotiate with the government, Shen provides an insider's record of the day-to-day decisions that led up to June 4th. Written with the help of journalist Marianne Yen, the result is both a powerful documentary and a sensitive account of growing up in contemporary China.. Now nearly ten years later as our fascination with post-Deng China continues to develop, Shen's story and the updated material he provides are weighted with increasing significance. Coupled with much of the recent analysis, Shen's firsthand account vividly contextualizes the Chinese government's opposition to democracy and offers meaningful insight into a country that promises to occupy an increasingly prominent position in the world.. A cause for celebration . . . an important contribution to China's newly discovered historical memory. --. New York Times Book Review. Shen Tong is a doctoral student in political sociology at Boston University and the founder of the Democracy for China Fund, which aims to support and publicize dissent networks in China. Marianne Yen is a former New York correspondent for the. Washington Post. .",
            "part_of_series": false,
            "genre_list": [
                "Cultural",
                "History",
                "Nonfiction"
            ]
        },
        {
            "title": "Die Dämonen",
            "authors": [
                "Heimito von Doderer"
            ],
            "ranking": 4.33,
            "ranking_count": 139,
            "abstract": "Einer der bedeutendsten Großstadtromane unseres Jahrhunderts. Im Wien der ausgehenden 20er Jahre werden Schicksale aus dem Großbürgertum und Adel, aus dem Arbeiter- und Intellektuellenmilieu zu einem schillernden gesellschaftlichen Gewebe verflochten.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Literature",
                "Novels",
                "Classics"
            ]
        },
        {
            "title": "The Redemption of Sarah Cain",
            "authors": [
                "Beverly Lewis"
            ],
            "ranking": 4.07,
            "ranking_count": 4353,
            "abstract": "Her future, and the lives of her young siblings, is in the hands of a fancy Englischer from Portland...Sarah Cain.. Lydia Cottrell, eldest of five Amish orphans, made a promise to her dying mother to keep the family together. But soon she discovers that guardianship has been granted to a virtual stranger; a well-to-do aunt from Portland, Oregon, who cares little for Mamma's last wish. Lydia's struggle to keep the promise may cost her the loss of the sweetest, kindest, and most handsome Plain boy in all of Lancaster CountyLevi King.. A thoroughly modern young woman, Sarah Cain had ridiculed her sister's choice of a Plain life-style, which served only to intensify the lifelong rift between them. Now, twelve years later, Sarah is stunned by news of her sister's death and baffled by Ivy's choice of a guardian. How can Sarah sacrifice her successful career and a life she enjoys to raise five Amish orphans? And what of Bryan Ford, the man in her life?. Upon her arrival in Lancaster County, Sarah holds a grief all her own; one very different from the suffering of her nieces and nephews. Can the sorrow that divides them ultimately unite the new family? Will Sarah discover that Lancaster County's Amish community is not only a simpler place, but also a healing place?",
            "part_of_series": false,
            "genre_list": [
                "Christian Fiction",
                "Amish",
                "Fiction",
                "Christian",
                "Romance",
                "Adult",
                "Adult Fiction",
                "Inspirational",
                "Contemporary"
            ]
        },
        {
            "title": "Hidden Jewel",
            "authors": [
                "V.C. Andrews"
            ],
            "ranking": 3.89,
            "ranking_count": 7949,
            "abstract": "Hidden Jewel. is the fourth thrilling novel in the V.C. Andrews Landry series. Following. All That Glitters,. the spellbinding story of Ruby Landry's daring struggle to find a happy life with Beau Andreas and to protect their precious daughter. Sheltered from sorrow, innocent young Pearl thrives in the sunshine of a loving home...except for the haunting nightmares of her earliest years, and the dark family secrets she worries will one day shadow her destiny..... Raised in a New Orleans mansion filled with kindness and laughter, Pearl dreams of becoming a doctor. With all the finest families wishing her well, her high school graduation party is almost as festive as Mardi Gras itself. But still, she fears that she will never know the essence of romantic passion, or her family's buried secrets. Yet her summer job in an elegant old hospital is fascinating...and an experienced intern is eager to share his friendship with her.. But the sultry Louisiana heat cannot dispel her family's sinful legacy, the snakelike treachery of a man who threatens Pearl's innocence, or an awful portent of disaster. After a cruel accident befalls one of Pearl's twin brothers, the bayou that seized him beckons to Ruby who flees, tormented, back to her Cajun roots. Pearl's faith in her mother abides, but she cannot hold back her tears when her other brother falls deathly ill, and her father retreats into his own bourbon-soaked world.. Pearl's dreams of success swirl away with the hurricane winds, and she journeys to the swamps in search of her mother and the shocking truths of her heritage. In the warm embrace of a gentle Cajun man, she discovers a blessed refuge. But, until the storm clouds clear, Pearl cannot savor the springtime sweetness that always, always seems beyond tomorrow....",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Horror",
                "Romance",
                "Gothic",
                "Mystery",
                "Adult Fiction",
                "Womens Fiction",
                "Drama",
                "Thriller"
            ]
        },
        {
            "title": "Rumors of War",
            "authors": [
                "Dean Hughes"
            ],
            "ranking": 4.26,
            "ranking_count": 11090,
            "abstract": "Every era has its own refiner's fire, and World War II put general Church membership and Utah to a test, Dean Hughes explains. In Children of the Promise, his first historical fiction series for adults, Dean shows through the eyes of the Thomas family how LDS families were tested to the limit.. Most people agree it was a fascinating time in world and American history. In fact, there is a charm and nostalgia about that dramatic period, says the author. Dean weaves in those aspects among the conflict in the series. The first volume, Rumors of War opens in 1938 with Elder Alex Thomas and his companion serving in Germany. It soon becomes obvious that he will never complete his mission. War is coming, and that will affect not only Elder Thomas but also his family back home in Salt Lake City.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Lds",
                "Christianity",
                "Fiction",
                "Religion",
                "War",
                "Adult",
                "Romance"
            ]
        },
        {
            "title": "The Sealed Nectar | Biography of Prophet Muhammad (SAW)",
            "authors": [
                "Safiur Rahman Mubarakpuri",
                "Darussalam"
            ],
            "ranking": 4.59,
            "ranking_count": 19706,
            "abstract": "A complete authoritative book on the life of Prophet Muhammad (S) by Sheikh Safiur-Rahman al-Mubarkpuri. It was honored by the World Muslim League as first prize winner book.. Whoever wants to know the whole life style of the Prophet in detail must read this book.",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "History",
                "Biography",
                "Nonfiction",
                "Spirituality",
                "Historical",
                "Unfinished",
                "Leadership"
            ]
        },
        {
            "title": "Conan : die Original-Erzählungen aus den Jahren 1932 und 1933",
            "authors": [
                "Robert E. Howard"
            ],
            "ranking": 4.09,
            "ranking_count": 669,
            "abstract": "Complete Conan of Cimmeria. Mit einem Vorw. von Wolfgang Hohlbein und Ill. von Mark Schultz.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Heroic Fantasy",
                "Pulp",
                "Science Fiction",
                "Classics"
            ]
        },
        {
            "title": "I Shall Not Be Moved",
            "authors": [
                "Maya Angelou"
            ],
            "ranking": 4.22,
            "ranking_count": 1375,
            "abstract": "In her first book of poetry since. Why Don't You Sing?. Maya Angelou, bestselling author of the classic autobiography. I Know Why The Caged Bird Sings. , writes with lyric, passionate intensity that reaches out to touch the heart and mind. This memorable collection of poems exhibits Maya Angelou's unique gift for capturing the triumph and pain of being black and every man and woman's struggle to be free. Filled with bittersweet intimacies and ferocious courage, these poems are gems–many-faceted, bright with wisdom, radiant with life.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Cultural",
                "Nonfiction",
                "Classics",
                "American",
                "Literature",
                "Race",
                "Biography Memoir",
                "Feminism"
            ]
        },
        {
            "title": "Once A Hero: A Novel",
            "authors": [
                "Michael A. Stackpole"
            ],
            "ranking": 4.01,
            "ranking_count": 820,
            "abstract": "A legends come to life. half a millennium ago Neal Elfward, a legendary human warrior, fought alongside his Eleven friend Aarundel for the freedom of mankind against the tyranny of the sorceress Reithrese empire. But Neal's victory began a genocidal war that cost him dearly. Now the future he hoped for is unraveling. Count Berengar has invited the lovely Geneva, Aarundel's granddaughter, to join in a quest to bring stability to the land. Pressed to accomplish the impossible, Geneva suggests the unthinkable-raising Neal from the dead. But what is true in legend is not always true in reality. A hero from yesteryear may be a hero still, but is Neal the hero they want?",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Romance",
                "Science Fiction",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Necroscope",
            "authors": [
                "Brian Lumley"
            ],
            "ranking": 4.01,
            "ranking_count": 19699,
            "abstract": "DEAD MEN TELL NO TALES.... Except to Harry Keogh, Necroscope. And what they tell him is horrifying.. In the Balkan mountains of Rumania, a terrible evil is growing. Long buried in hallowed ground, bound by earth and silver, the master vampire schemes and plots. Trapped in unlife, neither dead nor living, Thibor Ferenczy hungers for freedom and revenge.. The vampire's human tool is Boris Dragosani, part of a super-secret Soviet spy agency. Dragosani is an avid pupil, eager to plumb the depthless evil of the vampire's mind. Ferenczy teaches Dragosani the awful skills of the necromancer, gives him the ability to rip secrets from the mind and bodies of the dead.. Dragosani works not for Ferenczy's freedom but world domination. He will rule the world with knowledge raped from the dead.. His only opponent: Harry Koegh, champion of the dead and the living.. To protect Harry, the dead will do anything--even rise from their graves!",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Paranormal",
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Thriller",
                "Audiobook"
            ]
        },
        {
            "title": "The Norton Anthology of English Literature Vol. 1",
            "authors": [
                "M.H. Abrams",
                "Stephen Greenblatt"
            ],
            "ranking": 4.22,
            "ranking_count": 9014,
            "abstract": "In this sixth edition, published in two volumes, greater attention has been paid to women authors, such as Aphra Behn, whose Oroonoko is included. The anthology is presented in a new format and all supporting material is brought up to date.",
            "part_of_series": false,
            "genre_list": [
                "Classics",
                "Literature",
                "Fiction",
                "Poetry",
                "Reference",
                "Anthologies",
                "Textbooks",
                "Academic"
            ]
        },
        {
            "title": "رباعيات صلاح جاهين",
            "authors": [
                "صلاح جاهين",
                "يحيى حقي"
            ],
            "ranking": 4.41,
            "ranking_count": 11723,
            "abstract": "بدأ صلاح جاهين كتابة رباعياته عام 1959، وكان ينشرها أسبوعيا في مجلة صباح الخير حتى عام 1962، وحين انتقل إلى الأهرام توقف عن كتابة الرباعيات ثم عاد لكتابتها عام 1966 حين رجع لصباح الخير رئيسا لتحريرها وذلك لمدة عام واحد، كف بعده نهائيا عن كتابة الرباعيات، إلا خمسا نشرها في مربعه بالأهرام تعليقا على مظاهرات الطلبة عام 1968.. وهذه الطبعة هي نسخة تكاد تكون طبق الأصل الذي نشر عام 1963 في طبعة الرباعيات الأولى التي وضع رسومها الفنان الكبير ادم حنين. بهاء جاهين",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Literature",
                "Classics",
                "Nonfiction",
                "Northern Africa",
                "Inspirational",
                "Philosophy",
                "Historical",
                "African Literature"
            ]
        },
        {
            "title": "Colours in the Steel",
            "authors": [
                "K.J. Parker"
            ],
            "ranking": 3.81,
            "ranking_count": 1780,
            "abstract": "Perimadeia: the famed Triple City and the mercantile capital of the known world. Behind its allegedly impregnable walls, everything is available. Including information which will allow its enemies to plan one of the most remarkable sieges of all time.. The man called upon to defend Perimadeia is Bardas Loredan, a fencer-at-law, weary of his work and of the world. For Loredan is one of the surviving members of Maxen's Pitchfork, the legendary band of soldiers who waged war on the people of the plains for many years, rendering an attack on the city impossible. Until now.... But Loredan has problems of its own. In a city where court cases are settled by lawyers disputing with swords not words, enemies are all too easily made. And by winning one particular case, Loredan has unwittingly become the focus of a misplaced curse from a young woman bent on revenge. The last thing he needs is to be made responsible for saving a city.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "War",
                "Epic",
                "Speculative Fiction",
                "Science Fiction",
                "Heroic Fantasy"
            ]
        },
        {
            "title": "The Anatomy of the Nuremberg Trials: A Personal Memoir",
            "authors": [
                "Telford Taylor"
            ],
            "ranking": 4.05,
            "ranking_count": 196,
            "abstract": "A long-awaited memoir of the Nuremberg war crimes trials by one of its key participants. In 1945 Telford Taylor joined the prosecution staff and eventually became chief counsel of the international tribunal established to try top-echelon Nazis. Telford provides an engrossing eyewitness account of one of the most significant events of our century.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Law",
                "Mystery",
                "Politics",
                "Biography",
                "Crime",
                "World War II",
                "Autobiography"
            ]
        },
        {
            "title": "The Player of Games",
            "authors": [
                "Iain M. Banks"
            ],
            "ranking": 4.27,
            "ranking_count": 65063,
            "abstract": "The Culture - a humanoid/machine symbiotic society - has thrown up many great Game Players. One of the best is Jernau Morat Gurgeh, Player of Games, master of every board, computer and strategy. Bored with success, Gurgeh travels to the Empire of Azad, cruel & incredibly wealthy, to try their fabulous game, a game so complex, so like life itself, that the winner becomes emperor. Mocked, blackmailed, almost murdered, Gurgeh accepts the game and with it the challenge of his life, and very possibly his death.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Science Fiction Fantasy",
                "Fantasy",
                "Cultural",
                "Audiobook",
                "Novels",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Luck in the Shadows",
            "authors": [
                "Lynn Flewelling"
            ],
            "ranking": 4.09,
            "ranking_count": 19904,
            "abstract": "When young Alec of Kerry is taken prisoner for a crime he didn’t commit, he is certain that his life is at an end. But one thing he never expected was his cellmate. Spy, rogue, thief, and noble, Seregil of Rhiminee is many things–none of them predictable. And when he offers to take on Alec as his apprentice, things may never be the same for either of them. Soon Alec is traveling roads he never knew existed, toward a war he never suspected was brewing. Before long he and Seregil are embroiled in a sinister plot that runs deeper than either can imagine, and that may cost them far more than their lives if they fail. But fortune is as unpredictable as Alec’s new mentor, and this time there just might be… Luck in the Shadows.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "LGBT",
                "Romance",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "The Tesseract",
            "authors": [
                "Alex Garland"
            ],
            "ranking": 3.23,
            "ranking_count": 6279,
            "abstract": "The lives of three very different groups of people--gangsters on the streets of Manila, middle-class suburban families, and a group of street children and the psychologist studying them--intertwine in an intricately woven tale, set in the Philippines, that spans three generations.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Contemporary",
                "Mystery",
                "Cultural",
                "Literature",
                "Novels",
                "Modern",
                "Literary Fiction"
            ]
        },
        {
            "title": "An Echo in Time: Atlantis",
            "authors": [
                "Traci Harding"
            ],
            "ranking": 4.09,
            "ranking_count": 1666,
            "abstract": "The extraordinary and bestselling journeys of one woman throughout time .... the narrow stairway inside the mountain led to a door that opened into a huge marble plateau. Upon this stood a stone circle of nine of the largest hunks of polished crystal tory had ever seen. A turbulent cloud erupted overhead, its core alive with electromagnetic activity.. For twenty years the kingdoms of Prydyn, Dumnonia and Dalriada have prospered in peace under the guidance of their High King, Maelgwn of Gwynedd, and his good Queen, tory.. But when the High King is stricken with madness and a mysterious plague, Britain is set to be thrown into the chaos of yesteryear. tory seeks the advice of an advanced civilisation that thrived long before recorded history, where men of great learning and miracles were abundant. the women of the Otherworld agree to aid tory to make her passage back through time.. But once in Atlantis, tory must use her own devices t find the cure she seeks and a way to return to her loved ones in the Dark Ages.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Science Fiction Fantasy",
                "Romance",
                "Historical Fiction",
                "Historical"
            ]
        },
        {
            "title": "Sex-Pol: Essays 1929-1934",
            "authors": [
                "Wilhelm Reich",
                "Lee Baxandall"
            ],
            "ranking": 3.9,
            "ranking_count": 51,
            "abstract": "This volume contains the first complete translations of Wilhelm Reich’s writings from his Marxist period. Reich, who died in 1957, had a career with a single goal: to find ways of relieving human suffering. And the same curiosity and courage that led him from medical school to join the early pioneers of Freudian psychoanalysis, and then to some of the most controversial work of this century—his development of the theory of the orgone—led him also, at one period of his life, to become a radical socialist.. The renewed interest in Reich’s Marxist writings, and particularly in his notions about sexual and political liberation, follows the radical critiques of Herbert Marcuse, Frantz Fanon and Paul Goodman, the political protest movements toward personal liberation in the present decade.",
            "part_of_series": false,
            "genre_list": [
                "Psychology",
                "Nonfiction",
                "Sexuality",
                "Politics",
                "Philosophy",
                "Culture",
                "History"
            ]
        },
        {
            "title": "Dawnthief",
            "authors": [
                "James Barclay"
            ],
            "ranking": 3.64,
            "ranking_count": 3416,
            "abstract": "The Raven: six men and an elf, sword for hire in the wars that have torn apart Balaia. For years their loyalty has been only to themselves and their code.. But, that time is over. The Wytch Lords have escaped and The Raven find themselves fighting for the Dark College of magic, searching for the location of Dawnthief. It is a spell created to end the world, and it must be cast if any of them are to survive.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Heroic Fantasy",
                "Science Fiction",
                "Unfinished"
            ]
        },
        {
            "title": "The Sword in the Stone",
            "authors": [
                "Walt Disney Company"
            ],
            "ranking": 3.97,
            "ranking_count": 333,
            "abstract": "Here's another classic Disney story as Disney retells the magical story of The Sword in the Stone.",
            "part_of_series": false,
            "genre_list": [
                "Childrens",
                "Fantasy",
                "Fiction",
                "Classics"
            ]
        },
        {
            "title": "Kangaroo",
            "authors": [
                "Yuz Aleshkovsky",
                "Tamara Glenny"
            ],
            "ranking": 3.68,
            "ranking_count": 75,
            "abstract": "One morning in 1949, Fan Fanych, alias Etcetera, is summoned from his Moscow apartment to KGB headquarters, where he is informed that he will be charged with a crime more heinous than any mere man could ever devise. Comrade Etcetera will be tried for thevicious rape and murder of an aged kangaroo in the Moscow Zoo on a night between July 14, 1789, and January 9, 1905. Every moment in the nightmarish and hilarious account that follows lives up to the absurdity of this accusation. A seductive KGB agent attempts to convince Fan Fanych that he is a kangaroo; he finds himself in the dock at a spectacular show trial; is sent to a camp full of dedicated old Bolsheviks pathetically attempting to maintain their beliefs in the face of every new atrocity; encounters Hitler in Berlin and Churchill, Roosevelt, and Stalin at Yalta, where he is privileged to witness the famous conference as it was really conducted. Kangaroo is a savage, cleansing satire in which Yuz Aleshkovsky confronts the hypocrisy, the cruelty, and the tragic failure of the Soviet regime. His phantasmagoria is faithful to reality, for�as Dostoevsky knew�it is impossible for realism to portray a society whose corruption is literally fantastic.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Literature",
                "Cultural"
            ]
        },
        {
            "title": "Man and Superman",
            "authors": [
                "George Bernard Shaw",
                "Dan H. Laurence",
                "Stanley Weintraub"
            ],
            "ranking": 3.86,
            "ranking_count": 4064,
            "abstract": "Shaw began writing. Man and Superman. in 1901 and determined to write a play that would encapsulate the new century's intellectual inheritance. Shaw drew not only on Byron's verse satire, but also on Shakespeare, the Victorian comedy fashionable in his early life, and from authors from Conan Doyle to Kipling. In this powerful drama of ideas, Shaw explores the role of the artist, the function of women in society, and his theory of Creative Evolution. As Stanley Weintraub says in his new introduction, this is the first great twentieth-century English play and remains a classic exposé of the eternal struggle between the sexes.",
            "part_of_series": false,
            "genre_list": [
                "Plays",
                "Classics",
                "Drama",
                "Fiction",
                "Philosophy",
                "Literature",
                "European Literature"
            ]
        },
        {
            "title": "The Apostle: A Life of Paul",
            "authors": [
                "John Charles Pollock"
            ],
            "ranking": 4.25,
            "ranking_count": 1565,
            "abstract": "The Acclaimed, Authentic Biography of the Early Church's Greatest Evangelist--the Apostle Paul.. Master storyteller John Pollock makes Paul and his amazing story freshly alive, so that you can know the greatest apostle much as Luke and Timothy did as they traveled with him. As you turn the pages, you'll sense Paul's motives, his aims and priorities; what mattered to him; and what he was willing to die for.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Christian",
                "Religion",
                "Nonfiction",
                "History",
                "Spirituality"
            ]
        },
        {
            "title": "The Blood of a Dragon",
            "authors": [
                "Lawrence Watt-Evans"
            ],
            "ranking": 3.76,
            "ranking_count": 551,
            "abstract": "It was definite  Dumery had no magical talent at all. He could never fulfill his dream to become a wizard's apprentice. Hurt, angry, and mortally disappointed, he despaired of ever choosing a trade.. But then Dumery spied a so-called great wizard humbling himself before a man selling dragon's blood  the precious stuff that made difficult spells work. If Dumery couldn't be a wizard, maybe he could become a dragon-hunter and have all those scornful wizards crawling to him.. So, leaving his family, city, and comfortable home, Dumery began trailing Kensher, the man in brown  even though Kensher said he didn't need a dragon-hunting apprentice. But when Dumery finally caught up with Kensher, he would discover Kensher's great secret of how the precious fluid was obtained  a secret from which only Kensher's kin could profit.. Once again, Dumery would be left without career or future. Unless . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Humor"
            ]
        },
        {
            "title": "The Third Eye",
            "authors": [
                "Lobsang Rampa"
            ],
            "ranking": 3.97,
            "ranking_count": 3421,
            "abstract": "T. Lobsang Rampa was preordained to be a Tibetan priest, a sign from the stars that could not be ignored. When he left his wealthy home to enter the monastery, his heart was filled with trepidation, with only a slight knowledge of the rigorous spiritual training and physical ordeal that awaited him . . . . This is his story, a hauntingly beautiful and deeply inspiring journey of awakening within Chakpori Lamasery, the temple of Tibetan medicine. It is a moving tale of passage through the mystic arts of astral projection, crystal gazing, aura deciphering, meditation, and more, a spiritual guide of enlightenment and discovery through the opening of the all-powerful, the all-knowing . . . .  Fascinates the reader  -- Miami Herald",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Spirituality",
                "Religion",
                "Philosophy",
                "Fantasy",
                "Occult",
                "Novels",
                "Self Help"
            ]
        },
        {
            "title": "Secrets of the Soil: New Solutions for Restoring Our Planet",
            "authors": [
                "Peter Tompkins",
                "Christopher Bird"
            ],
            "ranking": 4.21,
            "ranking_count": 165,
            "abstract": "Explores scientific and mystical developments that renew and enhance the soil, among them rock dust fertilizer, biodynamic agriculture, and other highly unusual fertilizers.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Horticulture",
                "Environment"
            ]
        },
        {
            "title": "The Story of Mr Sommer",
            "authors": [
                "Patrick Süskind",
                "Jean-Jacques Sempé",
                "Michael Hofmann"
            ],
            "ranking": 3.84,
            "ranking_count": 5244,
            "abstract": "A boy's village childhood with all the traditional attributes - father, mother, brother, sister, a house on a lake, tree-climbing, going to the races, music lessons, a bicycle, a crush on a girl in the class - is bedevilled by the mystifying appearances of the eccentric Mr. Sommer. Moving through the landscape in silent haste, like a man possessed, with his empty rucksack and his long, odd-looking walking stick, Mr Sommer runs like a black thread through the boy's days.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Cultural",
                "Literature",
                "Contemporary",
                "Novels",
                "Classics",
                "Short Stories",
                "Novella",
                "Young Adult"
            ]
        },
        {
            "title": "Two Old Women: An Alaskan Legend of Betrayal, Courage and Survival",
            "authors": [
                "Velma Wallis",
                "James Grant"
            ],
            "ranking": 4.06,
            "ranking_count": 11700,
            "abstract": "Based on an Athabascan Indian legend passed along for many generations from mothers to daughters of the upper Yukon River Valley in Alaska, this is the suspenseful, shocking, ultimately inspirational tale of two old women abandoned by their tribe during a brutal winter famine.. Though these women have been known to complain more than contribute, they now must either survive on their own or die trying. In simple but vivid detail, Velma Wallis depicts a landscape and way of life that are at once merciless and starkly beautiful. In her old women, she has created two heroines of steely determination whose story of betrayal, friendship, community and forgiveness speaks straight to the heart with clarity, sweetness and wisdom (Ursula K. Le Guin).",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Adventure",
                "Folklore",
                "Fantasy",
                "Adult",
                "Womens",
                "Book Club"
            ]
        },
        {
            "title": "The End of Nature",
            "authors": [
                "Bill McKibben"
            ],
            "ranking": 3.94,
            "ranking_count": 2799,
            "abstract": "Reissued on the tenth anniversary of its publication, this classic work on our environmental crisis features a new introduction by the author, reviewing both the progress and ground lost in the fight to save the earth.. This impassioned plea for radical and life-renewing change is today still considered a groundbreaking work in environmental studies. McKibben's argument that the survival of the globe is dependent on a fundamental, philosophical shift in the way we relate to nature is more relevant than ever. McKibben writes of our earth's environmental cataclysm, addressing such core issues as the greenhouse effect, acid rain, and the depletion of the ozone layer. His new introduction addresses some of the latest environmental issues that have risen during the 1990s. The book also includes an invaluable new appendix of facts and figures that surveys the progress of the environmental movement.. More than simply a handbook for survival or a doomsday catalog of scientific prediction, this classic, soulful lament on Nature is required reading for nature enthusiasts, activists, and concerned citizens alike.",
            "part_of_series": false,
            "genre_list": [
                "Environment",
                "Nonfiction",
                "Science",
                "Biology",
                "Philosophy",
                "Politics"
            ]
        },
        {
            "title": "Хищные вещи века. Чрезвычайные происшествия",
            "authors": [
                "Arkady Strugatsky",
                "Boris Strugatsky",
                "Аркадий Стругацкий",
                "Борис Стругацкий"
            ],
            "ranking": 4.13,
            "ranking_count": 1365,
            "abstract": "Мы стоим на пороге Мира Изобилия и должны быть готовы принять решение, как к этому миру относиться. Все мы вместе и каждый из нас в отдельности... - так пишет Борис Стругацкий о повести Хищные вещи века, которая когда-то казалась ироничной и АБСОЛЮТНО фантастической, а теперь, в наши дни, оказалась пророческой - и едва ли не реалистической!.... English description. French description (Le Masque). Vous voici au pays de l'Imbécile Heureux. Sous le règne de l'abondance et du plaisir. Et de la folie. Tout comme Ivan Zhilin, Agent des Nations-Unies, vous enquêtez dans cette étrange station balnéaire où les fêtes succèdent aux cérémonies aberrantes, où les Maîtres Coiffeurs changent votre apparence, où les Intels sont maudits, où les feuilletons idiots s'immiscent dans la réalité. Mais où est la réalité entre les tentacules du rêve, dans ce pays d'où l'on ne revient pas, où vous affrontez une menace plus terrible que la guerre totale ?",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Cultural",
                "Fiction",
                "Fantasy",
                "Literature",
                "Novels",
                "Classics"
            ]
        },
        {
            "title": "The Simpsons Forever!: A Complete Guide to Our Favorite Family...Continued",
            "authors": [
                "Matt Groening",
                "Scott M. Gimple"
            ],
            "ranking": 4.1,
            "ranking_count": 774,
            "abstract": "Picking up where. The Simpsons: A Complete Guide to our Favorite Family. left off,. The Simpsons Forever!. brings all the history, tidbits, and cold hard facts on every episode from the past two years, and much, much more. Fans will find the highlights of all the shows from seasons nine and ten, plus eyeball–busting two–page spreads for special episodes (like the annual Halloween show). Heavily packed into these pages are updated favourites like Best Homerisms, Famous Chalkboard Sayings, All–New Simpsons Singalong Lyrics, Couch Gags, and classic screen images. And, yes – it's all cross–referenced! The ultimate celebration of America's Favorite – and longest running – cartoon family,. The Simpsons Forever!. is a must!",
            "part_of_series": true,
            "genre_list": [
                "Humor",
                "Nonfiction",
                "Reference",
                "Media Tie In",
                "Sequential Art",
                "Culture",
                "Anthologies"
            ]
        },
        {
            "title": "Captain Nemo's Library",
            "authors": [
                "Per Olov Enquist",
                "Anna Paterson"
            ],
            "ranking": 3.69,
            "ranking_count": 750,
            "abstract": "1934 föds två pojkar på en liten ort i Västerbotten. När de är sex år gamla fastslås det att en förväxling skett vid födseln och de tvingas byta familj och liv med varandra.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Roman",
                "Fantasy",
                "Historical",
                "Novels",
                "Classics",
                "Contemporary",
                "Cultural"
            ]
        },
        {
            "title": "Caliban's Hour",
            "authors": [
                "Tad Williams"
            ],
            "ranking": 3.5,
            "ranking_count": 1102,
            "abstract": "Are magic and romance really so separate? In this rich fantasy novel, Tad Williams--New York Times bestselling author of To Green Angel Tower--explores the tangled roots of sorcery and passion, and gives us an astonishing answer. Caliban is the Beast who finds in Prospero's daughter, Miranda, the Beauty to whom he tells his incredible story--an extraordinary tale of dark desires and shining wizardry.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Romance",
                "Audiobook",
                "Science Fiction",
                "Retellings",
                "Sci Fi Fantasy",
                "Anthologies"
            ]
        },
        {
            "title": "لا مذكرات",
            "authors": [
                "André Malraux",
                "أندريه مالرو",
                "فؤاد حداد"
            ],
            "ranking": 3.73,
            "ranking_count": 273,
            "abstract": "يقول أندريه مالرو أُسمى هذا الكتاب لا مذكرات لإنه يجيب عن سؤال لا تطرحه المذكرات",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "Cultural",
                "Literature",
                "Autobiography",
                "Classics",
                "History",
                "European Literature"
            ]
        },
        {
            "title": "Five Go Adventuring Again",
            "authors": [
                "Enid Blyton"
            ],
            "ranking": 4.05,
            "ranking_count": 17430,
            "abstract": "There's a thief at Kirrin Cottage! The Famous Five think they know who it is, but they need to prove it! Where can they find evidence? The discovery of an old map and very unusual hiding place is all they need to get to the bottom of this mystery and uncover the true culprit!",
            "part_of_series": true,
            "genre_list": [
                "Childrens",
                "Fiction",
                "Adventure",
                "Mystery",
                "Classics",
                "Young Adult",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "The Idea of Perfection",
            "authors": [
                "Kate Grenville"
            ],
            "ranking": 3.65,
            "ranking_count": 3227,
            "abstract": "Harley Savage is a plain woman, a part-time museum curator and quilting expert with three failed marriages and a heart condition. Douglas Cheeseman is a shy, gawky engineer with jug-handle ears, one marriage gone sour, and a crippling lack of physical courage. They meet in the little Australian town of Karakarook, where Harley has arrived to help the town build a heritage museum and Douglas to demolish the quaint old Bent Bridge. From the beginning they are on a collision course until the unexpected sets them both free.. Elegantly and compassionately told,. The Idea of Perfection. is reminiscent of the work of Carol Shields and Annie Proulx and reveals Kate Grenville as a writer of extraordinary talent (. The New York Times Book Review. ).",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Literary Fiction",
                "Contemporary",
                "Romance",
                "Novels",
                "Adult Fiction",
                "Book Club",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Παραμύθι χωρίς όνομα",
            "authors": [
                "Penelope Delta",
                "Πηνελόπη Σ. Δέλτα"
            ],
            "ranking": 4.15,
            "ranking_count": 1660,
            "abstract": "Το. Παραμύθι χωρίς όνομα. γράφτηκε σε μια εποχή πολιτικά ταραγμένη για την Ελλάδα. Η ήττα του 1897 ήταν ακόμα νωπή, το καθεστώς ασταθές, άνθιζε η διαφθορά, η εκπαίδευση δεν ανταποκρινόταν στις ευρωπαϊκές αντιλήψεις περί παιδαγωγικής. Από την άλλη, το γλωσσικό ζήτημα έκαιγε. Ο Εκπαιδευτικός Όμιλος, του οποίου ήταν μέλος και η Δέλτα, συσπείρωνε διανοούμενους, όπως λογοτέχνες (Βάρναλης, Καζαντζάκης, Νιρβάνας), εκπαιδευτικούς και παιδαγωγούς (Γληνός, Δελμούζος) φιλολόγους (Σαρής, Τριανταφυλλίδης), με στόχο μεταρρυθμίσεις που αφορούσαν στην εισαγωγή της δημοτικής γλώσσας στην εκπαίδευση και στην εξάπλωση νέων ιδεών για την ανατροφή των παιδιών.. ΜΑΡΙΖΑ ΝΤΕΚΑΣΤΡΟ. Το. Παραμύθι χωρίς όνομα. είναι ένα πολιτικό παραμύθι, είναι μια πλατωνική Πολιτεία για παιδιά, είναι η ιστορία μιας παραμυθένιας πατρίδας... Της Ελλάδας.. Η Πηνελόπη Δ. είναι πιστή, όπως τ' όνομά της, στις ιδέες της μέσα στο βιβλίο, πιστή μέχρι το θάνατο σ'όλα όσα επέλεξε να ξεχάσει και σ' αυτά που τόσο μεθοδικά προτείνει.. Τα ονόματα των πρωταγωνιστών τούς ανήκουν εκ φύσεως και διηγούνται κι από μόνα τους την ιστορία. Ο καλός βασιλιάς, που μετρήθηκαν οι μέρες του, λέγεται Συνετός, και μετά αρχίζει η βασιλεία του Αστόχαστου και της Παλάβως στη Χώρα των Μοιρολάτρων. Μέχρι που, από τη γειτονική χώρα, φτάνει, αντί για οικονομική βοήθεια, η ύστατη προσβολή: μια γαϊδουροκεφαλή με τενεκεδένιο στέμμα.. Κι εδώ ακριβώς αρχίζει το παραμύθι για τα απογοητευμένα μάτια μας. Ο γιος του Αστόχαστου λέγεται Συνετός Β΄ και αρκεί να πούμε ότι στο τέλος θα παντρευτεί τη Γνώση, κόρη της Φρόνησης, λες κι έχει πάρει το αξίωμά του κατευθείαν από τον Σωκράτη.. Ξαναδιαβάζοντας το βιβλίο, ένας μεγάλος θα νιώσει ίσως αμήχανα στις μέρες μας, αντιμέτωπος μ'αυτή την ελπίδα που δεν διαψεύδεται και με την αρετή που ξαναχτίζει τον κόσμο - χωρίς καθόλου μαγικά ξόρκια ή δανεικά κονδύλια, αλλά χάρη σε πολύ σκληρή δουλειά για το κοινό καλό. Γιατί ένας μεγάλος αυτόματα θα μετρήσει την απόσταση ανάμεσα σ' αυτά που επέλεξε να υποτιμήσει και να ξεχάσει και στα τόσα που μεθοδικά προτείνει το βιβλίο. Γιατί η Πηνελόπη Δ. έχει προβλέψει ακόμα και για τη σωστή εκμετάλλευση της φύσης, έχει σκεφτεί ακόμα και τους φυλακισμένους να ξανακάνει ανθρώπους μέσα από την πιο σκληρή, είναι η αλήθεια, δουλειά των λατομείων. Και παρόλο που δεν ξεφεύγει από την παρουσία μιας ελέω Θεού βασιλικής οικογένειας, το βασιλόπουλο είναι τόσο ταπεινό, εργατικό και ενάρετο που θα μπορούσε να είναι ένας αυτοδημιούργητος λαϊκός ήρωας.. ΜΑΡΙΑ ΜΗΤΣΟΡΑ. Η Πηνελόπη Δέλτα φώτισε τα παιδικά μας χρόνια, τα κατοίκησε και τα ενθάρρυνε δίνοντας όνομα -και μια σπάνια αύρα- στα ανείπωτα της ψυχής. Κι αν η γενιά μας στρέφει ακόμη το βλέμμα της νοσταλγικά σ' εκείνα τα αναγνώσματα, οι τάξεις των νεόκοπων αναγνωστών ούτε λιγότερο πυκνές είναι ούτε λιγότερο ένθερμες.. ΖΥΡΑΝΝΑ ΖΑΤΕΛΗ. Το. Παραμύθι χωρίς όνομα. (πρώτη έκδοση: 1910) αποτελεί πραγματικά το πιο συναρπαστικό εγερτήριο σάλπισμα για μια Ελλάδα της εργατικότητας, της τιμιότητας, της προκοπής, της μόρφωσης, της εθνικής περηφάνειας. Παντοτινά επίκαιρο.. Η παρούσα νέα, συμπληρωμένη έκδοση περιλαμβάνει επίμετρο της Μαρίζας Ντεκάστρο και χρονολόγιο του Αλ. Π. Ζάννα (επιμελητή του έργου της Π. Σ. Δέλτα), το οποίο μνημονεύει τα σημαντικά γεγονότα της ζωής της Πηνελόπης Δέλτα, καθώς και παράλληλα γεγονότα της πολιτικής, κοινωνικής και πνευματικής ζωής στην Ελλάδα και τον κόσμο.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Classics",
                "Literature",
                "Childrens",
                "Young Adult",
                "Cultural",
                "Audiobook"
            ]
        },
        {
            "title": "The Little Town Where Time Stood Still and Cutting It Short",
            "authors": [
                "Bohumil Hrabal",
                "James Naughton",
                "Josef Škvorecký"
            ],
            "ranking": 3.94,
            "ranking_count": 1106,
            "abstract": "Includes. The Little Town Where Time Stood Still. and. Cutting It Short. .. In the 1930s Europe is tangoing to the tune of a new age, but in rural Czechoslovakia Maryska dances to a rhythm all her own. In a town dominated by a somber municipal brewery, she is a colorful and rather alarming apparition speeding through the quiet village on her bicycle, her long, tempestuous hair billowing behind her. Not even her husband, Francin (the brewery manager), can control her, as Maryska shocks the populace with her scandalous behavior, and incurs the disapproval of a proper little town that is blissfully unaware of the cataclysmic world events into which it is about to be engulfed. As World War II draws to a close and communism looms on the horizon, Maryska and her town appear to have survived unscathed. But subtle changes begin to appear - in Maryska and her family, and most noticeably at the brewery, where the new political order creates tensions that tear through the social fabric of the town in ways that Maryska in her wildest days could not possibly have imagined. The two linked narratives brought together in The Little Town Where Time Stood Still comprise Bohumil Hrabal's poignant and witty evocation of the passing of an era and display a master writer at the height of his powers as he creates, in an enchanting fictional work, an elegy for a nation that is no more.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "European Literature",
                "Classics",
                "Literature",
                "Historical",
                "Novels",
                "Contemporary",
                "Literary Fiction"
            ]
        },
        {
            "title": "On the Way Home: The Diary of a Trip from South Dakota to Mansfield, Missouri, in 1894",
            "authors": [
                "Laura Ingalls Wilder",
                "Rose Wilder Lane"
            ],
            "ranking": 4.08,
            "ranking_count": 9696,
            "abstract": "In 1894, Laura Ingalls Wilder, her husband, Almanzo, and their daughter, Rose, packed their belongings into their covered wagon and set out on a journey from De Smet, South Dakota, to Mansfield, Missouri. They heard that the soil there was rich and the crops were bountiful -- it was even called the Land of the Big Red Apple. With hopes of beginning a new life, the Wilders made their way to the Ozarks of Missouri.. During their journey, Laura kept a detailed diary of events: the cities they passed through, the travelers they encountered on the way, the changing countryside and the trials of an often difficult voyage. Laura's words, preserved in this book, reveal her inner thoughts as she traveled with her family in search of a new home in Mansfield, where Rose would spend her childhood, where Laura would write her Little House books, and where she and Almanzo would remain all the rest of their happy days together.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Classics",
                "History",
                "Autobiography",
                "Biography",
                "Childrens",
                "Historical",
                "Biography Memoir",
                "Travel"
            ]
        },
        {
            "title": "Operation Chaos",
            "authors": [
                "Poul Anderson"
            ],
            "ranking": 3.81,
            "ranking_count": 884,
            "abstract": "The prequel to the popular. Operation Luna. .. In a war waged against black magic, a werewolf and his witch wife are called upon to neutralize an enemy's ultimate weapon--the world's most powerful demon.. Set in a fantasy alternate history United States where magic and technology combine. Werewolfery is not only hereditary, but a recessive gene, and the polarized component of moonlight has been isolated, so that the hero can use a Were-flash to transform without the full moon.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Shapeshifters",
                "Science Fiction Fantasy",
                "Paranormal",
                "Speculative Fiction"
            ]
        },
        {
            "title": "He Is There and He Is Not Silent",
            "authors": [
                "Francis A. Schaeffer",
                "Charles W. Colson",
                "Jerram Barrs"
            ],
            "ranking": 4.23,
            "ranking_count": 1830,
            "abstract": "In. He Is There and He Is Not Silent. , Francis Schaeffer--philosopher, popular speaker, and founder of L'Abri Fellowship in the Swiss Alps--addresses some of the most perplexing questions to believers and unbelievers alike:. Does God exist?. Does it make sense to believe in God?. Can we ever know God?. During his life, Francis Schaeffer welcomed questioners and doubters from all walks of life to L'Abri Fellowship. For Schaeffer, Christianity expressed the ultimate truth. That is why he never shunned doubts and questions by honest seekers. He knew the truths in the Bible would always prove themselves when they were thoroughly investigated by an open mind and heart.. From the intriguing, late-night discussions at L'Abri came a series of compelling books from Francis Schaeffer--. The God Who Is There, Escape from Reason, True Spirituality. , and this classic book every Christian should own,. He Is There and He Is Not Silent. .",
            "part_of_series": false,
            "genre_list": [
                "Religion",
                "Philosophy",
                "Christian",
                "Nonfiction",
                "Cultural",
                "Spirituality"
            ]
        },
        {
            "title": "A Stranger at Green Knowe",
            "authors": [
                "Lucy M. Boston",
                "Peter Boston"
            ],
            "ranking": 3.96,
            "ranking_count": 1068,
            "abstract": "L. M. Boston's thrilling and chilling tales of Green Knowe, a haunted manor deep in an overgrown garden in the English countryside, have been entertaining readers for half a century. Now the children of Green Knowe--both alive and ghostly--are back in appealing new editions.. The spooky original illustrations have been retained, but dramatic new cover art by Brett Helquist (illustrator of A Series of Unfortunate Events) gives the books a fresh, timeless appeal for today's readers.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Classics",
                "Animals",
                "Young Adult",
                "European Literature"
            ]
        },
        {
            "title": "Crimson Roses",
            "authors": [
                "Grace Livingston Hill"
            ],
            "ranking": 4.24,
            "ranking_count": 800,
            "abstract": "Alone in the city, Marion struggles to survive. Desperate to find a small bit of happiness, she impulsively spends some of her hard earned and terribly meager money on a season ticket to the symphony.. On the night of the second concert, something wonderful happens. There, on Marion's seat in the concert hall, lies a beautiful, dark crimson rose! And every week after that, she finds yet another beautiful, fresh rose waiting for her at the concert hall! Marion is torn between joy at receiving the beautiful flowers and worry at not knowing who could be sending them.. Then, suddenly, Marion's mystery flowers lead her into the confusing world of a wealthy man--and make her the target of a society beauty's dangerous envy. . . .",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Christian Fiction",
                "Fiction",
                "Christian",
                "Historical",
                "Classics",
                "Religion"
            ]
        },
        {
            "title": "The Life and Adventures of Santa Claus",
            "authors": [
                "L. Frank Baum"
            ],
            "ranking": 3.93,
            "ranking_count": 5292,
            "abstract": "Every child knows about Santa Claus, the jolly man who brings gifts to all on Christmas. There are many stories that tell of his life, but the delightful version relayed in The Life and Adventures of Santa Claus is by far the most charming and original of all. Only L. Frank Baum, the man who created the wonderful land of Oz, could have told Santa's tale in such rich and imaginative detail.",
            "part_of_series": false,
            "genre_list": [
                "Holiday",
                "Fantasy",
                "Classics",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Audiobook"
            ]
        },
        {
            "title": "The Night Train at Deoli and Other Stories",
            "authors": [
                "Ruskin Bond"
            ],
            "ranking": 4.21,
            "ranking_count": 4591,
            "abstract": "A collection of short stories on small town life by one of India's novelists.. The best of a lifetime of stories from a short story writer of rare distinction. Ruskin Bond's stories are predominantly set in the beautiful hill country of Garhwal where he has made his home for the last twenty-five years. Some of these stories present people who, consciously or otherwise, need each other: people in love or in need of love, the awkward adolescent and the timid lover. Some are gently satirical studies about village and small-town braggarts and petty officials. Several others mourn the gradual erosion of the beauty of the hills (and the gentle people who live in them) with the coming of the steel and dust and worries of modern civilization. All the stories are rewarding for their compassionate portrayal of love, loss, accomplishment, pain and struggle.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Cultural",
                "Asian Literature",
                "Classics",
                "Contemporary",
                "Romance",
                "Anthologies",
                "Drama"
            ]
        },
        {
            "title": "Stronghold",
            "authors": [
                "Melanie Rawn"
            ],
            "ranking": 4.03,
            "ranking_count": 11770,
            "abstract": "With her widely acclaimed, bestselling fantasy trilogy,. Dragon Prince. , Melanie Rawn opened an enchanted gateway to a spellbinding universe of Sunrunner’s magic and sorcerous evil, of a ruler fighting to bring peace to a world of warring kingdoms, and of the dragons—deadly dangerous yet holding the secret to wealth beyond imagining.. Now, in. Stronghold. , the first novel of Melanie’s new. Dragon Star. trilogy, there is a devastating new challenge to the power of both the High Prince Rohan and Andry, Lord of the Sunrunners at Goddess Keep, as a mysterious and seemingly unstoppable invasion force swarms across their lands. For Andry it signals the start of a nightmare made real, the horrifying fulfillment of his long ago visions of his homeland in flames, and he will draw upon even the forbidden sorcerer’s magic in an attempt to destroy this enemy which is bent on the extermination of all Sunrunners.. Rohan and his son Pol will also fight the enemy with every weapon at their command—from their valiant warriors, to conjurations with sun, moons, and stars, to the terrifying presence of the dragons, to the unforgiving wrath of the Desert itself. Yet soon they begin to fear that this invasion may prove not only the end of their dream of an unbreakable peace but the beginning of the end of their entire world….",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Romance",
                "Adult",
                "Epic"
            ]
        },
        {
            "title": "So Long, See You Tomorrow",
            "authors": [
                "William Maxwell"
            ],
            "ranking": 3.92,
            "ranking_count": 10366,
            "abstract": "On an Illinois farm in the 1920s, a man is murdered, and in the same moment the tenuous friendship between two lonely boys comes to an end. In telling their interconnected stories, American Book Award winner William Maxwell delivers a masterfully restrained and magically evocative meditation on the past.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Classics",
                "Literary Fiction",
                "Novels",
                "Literature",
                "Novella",
                "Young Adult"
            ]
        },
        {
            "title": "Standing at Armageddon: The United States, 1877-1919",
            "authors": [
                "Nell Irvin Painter"
            ],
            "ranking": 3.88,
            "ranking_count": 305,
            "abstract": "Winner of the Letitia Brown Memorial Publication Prize.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "North American Hi...",
                "Literature",
                "Politics",
                "The United States Of America",
                "United States",
                "Race"
            ]
        },
        {
            "title": "The Best Supernatural Tales of Algernon Blackwood",
            "authors": [
                "Algernon Blackwood"
            ],
            "ranking": 3.98,
            "ranking_count": 48,
            "abstract": "There is an extraordinary unity in the work of this great author. All his books deal with the strange, supernatural, terror, macabre, other-worldly. He is at his best in his shorter tales & this selection of them was compiled by the author himself at his best. Stories include:. The Man who the Trees Loved. The Sea Fit. The Glamour of the Snow. The Tryst. Transition. The Occupant of the Room. The Wings of Horus. By Water. Malahide and Forden. Alexander Alexander. The Man who was Milligan. The Little Beggar. The Pikestaffe Case. Accessory before the Fact. The Deferred Appointment. Ancient Lights. You May Telephone from Here. The Goblin's Collection. Running Wolf. The Valley of the Beasts. The Decoy. Confession. A Descent into Egypt",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Short Stories",
                "Fiction"
            ]
        },
        {
            "title": "The Last Wish",
            "authors": [
                "Andrzej Sapkowski",
                "Danusia Stok",
                "Peter Kenny"
            ],
            "ranking": 4.14,
            "ranking_count": 272079,
            "abstract": "Geralt de Riv is a sorceleur, a man whose magic powers, enhanced by long training and a mysterious elixir, have made him a brilliant fighter and a merciless assassin. Yet he is no ordinary murderer: his targets are the multifarious monsters and vile fiends that ravage the land and attack the innocent. He roams the country seeking assignments, but gradually comes to realise that while some of his quarry are unremittingly vile, vicious grotesques, others are the victims of sin, evil or simple naivety.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Short Stories",
                "Audiobook",
                "Adult",
                "Adventure",
                "European Literature"
            ]
        },
        {
            "title": "The Case for Mars: The Plan to Settle the Red Planet and Why We Must",
            "authors": [
                "Robert Zubrin"
            ],
            "ranking": 4.11,
            "ranking_count": 2672,
            "abstract": "The author discusses the Mars Direct Plan, which he developed for NASA, explaining the possibilities of Martian travel and the rationale for colonizing and terraforming the planet.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Space",
                "Politics",
                "Travel",
                "History"
            ]
        },
        {
            "title": "Bless Me, Ultima",
            "authors": [
                "Rudolfo Anaya"
            ],
            "ranking": 3.81,
            "ranking_count": 31731,
            "abstract": "Antonio Marez is six years old when Ultima enters his life. She is a curandera, one who heals with herbs and magic. 'We cannot let her live her last days in loneliness,' says Antonio's mother. 'It is not the way of our people,' agrees his father. And so Ultima comes to live with Antonio's family in New Mexico. Soon Tony will journey to the threshold of manhood. Always, Ultima watches over him. She graces him with the courage to face childhood bigotry, diabolical possession, the moral collapse of his brother, and too many violent deaths. Under her wise guidance, Tony will probe the family ties that bind him, and he will find in himself the magical secrets of the pagan past—a mythic legacy equally as palpable as the Catholicism of Latin America in which he has been schooled. At each turn in his life there is Ultima who will nurture the birth of his soul.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "Magical Realism",
                "Young Adult",
                "Academic",
                "Historical",
                "Literature",
                "Fantasy"
            ]
        },
        {
            "title": "Going Solo",
            "authors": [
                "Roald Dahl",
                "Quentin Blake"
            ],
            "ranking": 4.03,
            "ranking_count": 27545,
            "abstract": "Superb Stories, Daring Deeds, Fantastic Adventures. Here is the action-packed sequel to. Boy. , a tale of Dahl's exploits as a World War II pilot. Told with the same irresistible appeal that has made Roald Dahl one the world's best-loved writers,. Going Solo. brings you directly into the action and into the mind of this fascinating man.. From book cover:. The second part of Roald Dahl's extraordinary life story. Here he is grown up: first in Africa, then learning to be a wartime fighter pilot. It is a story that is funny, frightening and full of fantasy - as you would expect.. The first part of Roald Dahl's life story:. Boy. , is also available in the New Windmill Series.. Cover illustration by Quentin Blake",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Autobiography",
                "Childrens",
                "Biography Memoir",
                "Classics",
                "History",
                "War",
                "Adventure"
            ]
        },
        {
            "title": "The Third Chimpanzee: The Evolution and Future of the Human Animal",
            "authors": [
                "Jared Diamond",
                "January Weiner"
            ],
            "ranking": 4.07,
            "ranking_count": 25286,
            "abstract": "At some point during the last 100,000 years, humans began exhibiting traits and behavior that distinguished us from other animals, eventually creating language, art, religion, bicycles, spacecraft, and nuclear weapons—all within a heartbeat of evolutionary time. Now, faced with the threat of nuclear weapons and the effects of climate change, it seems our innate tendencies for violence and invention have led us to a crucial fork in our road. Where did these traits come from? Are they part of our species immutable destiny? Or is there hope for our species’ future if we change?. With fascinating facts and his unparalleled readability, Diamond intended his book to improve the world that today’s young people will inherit. Triangle Square’s. The Third Chimpanzee for Young People. is a book for future generation and the future they’ll help build.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "History",
                "Anthropology",
                "Biology",
                "Sociology",
                "Psychology",
                "Environment"
            ]
        },
        {
            "title": "Dream Story",
            "authors": [
                "Arthur Schnitzler",
                "J.M.Q. Davies",
                "Frederic Raphael"
            ],
            "ranking": 3.77,
            "ranking_count": 12768,
            "abstract": "This wonderful translation of. Dream Story. will allow a fresh generation of readers to enjoy this beautiful, heartless and baffling novella.. Dream Story. tells how through a simple sexual admission a husband and wife are driven apart into rival worlds of erotic intrigue and revenge.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Classics",
                "European Literature",
                "Literature",
                "Novella",
                "Novels",
                "Short Stories",
                "Romance",
                "Literary Fiction"
            ]
        },
        {
            "title": "Fera de Macabu: O Maior Erro da Justiça Brasileira",
            "authors": [
                "Carlos Marchi"
            ],
            "ranking": 4.17,
            "ranking_count": 12,
            "abstract": "Relato de um erro da Justiça brasileira, ocorrido em meados do século XIX, em Macaé, no norte da província do Rio de Janeiro. O autor reconstitui o drama pessoal do fazendeiro Manoel da Motta Coqueiro, condenado à morte pelo assassinato de uma família de colonos em uma de suas propriedades. Carlos Marchi usa ferramentas de repórter para rastrear os vestígios da vida do fazendeiro em documentos obtidos nos arquivos oficiais, paróquias e cartórios do norte fluminense. Vítima de uma conspiração armada por seus adversários, Coqueiro teve dois julgamentos parciais e foi condenado à morte. Após sua execução, descobriu-se que ele era inocente e o imperador Pedro II, condoído por não ter-lhe concedido a graça imperial, passou a perdoar cada vez mais condenados à morte, antecipando informalmente o fim da pena de morte no Brasil.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Moon Deluxe",
            "authors": [
                "Frederick Barthelme"
            ],
            "ranking": 4.04,
            "ranking_count": 222,
            "abstract": "Frederick Barthelme's wry and wonderful stories have given us a stunning, cautionary, funny, sometimes bleak, and often transcendent portrait of contemporary life in the sprawl of suburban America. Barthelme made his remarkable debut with these tender and affectionate stories, most of which were originally published in The New Yorker. Moon Deluxe received the high praise of such writers as John Barth, Raymond Carver, Ann Beattie, and Margaret Atwood, and earned Barthelme a permanent place in the pantheon of contemporary American writers. In these stories he delicately probes the peculiar corners of contemporary culture, capturing the fast and often touching ways we relate to each other and to the time in which we live.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction"
            ]
        },
        {
            "title": "Las inquietudes de Shanti Andía",
            "authors": [
                "Pío Baroja",
                "Julio Caro Baroja"
            ],
            "ranking": 3.9,
            "ranking_count": 583,
            "abstract": "Las inquietudes de Shanti Andía. (1911) es cronológicamente la primera de las novelas del mar de Baroja. Escrita en su madurez creativa, el autor eligió el mar como protagonista, escenario favorito de Baroja para todo género de acción, en contrapartida de la vida de tierra adentro.",
            "part_of_series": true,
            "genre_list": [
                "Cultural",
                "European Literature",
                "Fiction",
                "Classics",
                "Novels",
                "Own"
            ]
        },
        {
            "title": "Excavation",
            "authors": [
                "James Rollins"
            ],
            "ranking": 4.04,
            "ranking_count": 18658,
            "abstract": "High in the Andes, Dr. Henry Conklin discovers a 500-year-old mummy that should not be there. While deep in the South American jungle, Conklin's nephew, Sam, stumbles upon a remarkable site nestled between two towering peaks, a place hidden from human eyes for thousands of years. Ingenious traps have been laid to ensnare the careless and unsuspecting, and wealth beyond imagining could be the reward for those with the courage to face the terrible unknown. But where the perilous journey inward ends--in the cold, shrouded heart of a breath taking necropolis--something else is waiting for Sam Conklin and his exploratory party. A thing created by Man, yet not humanly possible. Something wondrous . . . something terrifying.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Adventure",
                "Fiction",
                "Action",
                "Mystery",
                "Science Fiction",
                "Suspense",
                "Horror",
                "History"
            ]
        },
        {
            "title": "The Worst Witch",
            "authors": [
                "Jill Murphy"
            ],
            "ranking": 3.96,
            "ranking_count": 20654,
            "abstract": "Mildred Hubble is a trainee witch at Miss Cackle's Academy, and she's making an awful mess of it. She's always getting her spells wrong and she can't even ride a broomstick without crashing it. Will she ever make a real witch?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Childrens",
                "Fiction",
                "Paranormal",
                "Classics",
                "School Stories",
                "Young Adult",
                "Holiday"
            ]
        },
        {
            "title": "Sotto la pelle",
            "authors": [
                "Michel Faber",
                "Luca Lamberti"
            ],
            "ranking": 3.74,
            "ranking_count": 22994,
            "abstract": "Una macchina percorre più volte al giorno una statale deserta nelle Highlands scozzesi. Alla guida c'è una donna, Isserley. Sembra che stia cercando qualcosa. All'improvviso nota sul ciglio della strada un giovane robusto seduto sul suo zaino, gli fa cenno di salire a bordo. Il ragazzo la ringrazia del passaggio, non ha motivo di diffidare di una bella ragazza dall'apparenza inoffensiva. La fattoria in cui Isserley lo conduce è una base sotterranea, un labirinto di cucine, camere frigorifere e gabbie in cui altre prede attendono di essere macellate. Isserley appartiene a un'altra specie, che si definisce umana per distinguersi da quella dei vodsel, la razza inferiore che riempie le strade e le città e che il suo popolo usa come cibo. I Vodsel siamo noi.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Horror",
                "Fantasy",
                "Thriller",
                "Mystery",
                "Cultural",
                "Contemporary",
                "Science Fiction Fantasy",
                "Audiobook"
            ]
        },
        {
            "title": "Ιστορίες του κυρίου Κόυνερ",
            "authors": [
                "Bertolt Brecht",
                "Κώστας Μιλτιάδης",
                "Ελπίδα Βουρλιώτη"
            ],
            "ranking": 3.92,
            "ranking_count": 1377,
            "abstract": "Ο Μπρεχτ ξεκίνησε να γράφει τις. Ιστορίες του κυρίου Κόυνερ. το 1927. Το έναυσμα για τη συγγραφή αυτών των ιστοριών ήταν η διαπίστωση οτι μέσα στην καθημερινότητα τους οι άνθρωποι, αποξενωμένοι και αλλοτριωμένοι καθώς είναι, συνηθίζουν να αποδέχονται παράλογες καταστάσεις και να τις θεωρούν φυσικές και αυτονόητες. Περιττό να πούμε ότι στη σημερινή εποχή, ακριβώς επειδή η αλλοτρίωση και η αποξένωση είναι ακόμα μεγαλύτερες από την εποχή του Μπρεχτ, το φαινόμενο αυτό είναι πολύ πιο έντονο: Μια σειρά καταστάσεις και γεγονότα, όπως: η ανεργία, η λιτότητα, ο πόλεμος, η βία, κτλ. παίρνουν τη μορφή φυσικών φαινομένων για τον μέσο άνθρωπο. Ο τρόπος που προτείνει ο Μπρεχτ για να αντιμετωπισθεί αυτό το φαινόμενο και να σταματήσουν οι άνθρωποι να θεωρούν φυσικά και αυτονόητα πράγματα τα οποία δεν υφίστανται, είναι αυτός που χρησιμοποιεί και στα θεατρικά του έργα: δημιουργεί στον θεατή ή στον αναγνώστη το στοιχείο της έκπληξης…",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Classics",
                "Philosophy",
                "European Literature",
                "Literature",
                "Cultural",
                "Plays"
            ]
        },
        {
            "title": "Dreamtigers",
            "authors": [
                "Jorge Luis Borges",
                "Harold Morland",
                "Mildred Boyer"
            ],
            "ranking": 4.17,
            "ranking_count": 3837,
            "abstract": "Dreamtigers. has been heralded as one of the literary masterpieces of the twentieth century by Mortimer J. Adler, editor of. Great Books of the Western World. . It has been acknowledged by its author as his most personal work. Composed of poems, parables, and stories, sketches and apocryphal quotations,. Dreamtigers. at first glance appears to be a sampleralbeit a dazzling oneof the master's work. Upon closer examination, however, the reader discovers the book to be a subtly and organically unified self-revelation.. Dreamtigers. explores the mysterious territory that lies between the dreams of the creative artist and the real world. The central vision of the work is that of a recluse in the enveloping serenity  of a library, looking ahead to the time when he will have disappeared but in the timeless world of his books will continue his dialogue with the immortals of the past  Homer, Don Quixote, Shakespeare. Like Homer, the maker of these dreams is afflicted with failing sight. Still, he dreams of tigers real and imagined, and reflects upon of a life that, above all, has been intensely introspective, a life of calm self-possession and absorption in the world of the imagination. At the same time he is keenly aware of that other Borges, the public figure about whom he reads with mixed emotions: It's the other one, it's Borges, that things happen to.",
            "part_of_series": false,
            "genre_list": [
                "Poetry",
                "Short Stories",
                "Fiction",
                "Magical Realism",
                "Literature",
                "Classics",
                "European Literature",
                "Fantasy",
                "Cultural"
            ]
        },
        {
            "title": "A Matter of Honor",
            "authors": [
                "Jeffrey Archer"
            ],
            "ranking": 3.94,
            "ranking_count": 23570,
            "abstract": "It seems innocent enough. A disgraced British colonel bequeaths a mysterious letter to his only son. But the moment Adam Scott opens the yellowing envelope, he sets into motion a deadly chain of events that threatens to shake the very foundations of the free world.. Within days, Adam's lover is brutally murdered and he's running for his life through the great cities of Europe, pursued not only by the KGB, but by the CIA and his own countrymen as well. Their common intent is to kill him before the truth comes out. While powerful men in smoke-filled rooms plot ever more ingenious means of destroying him, Adam finds himself betrayed and abandoned even by those he holds most dear.. When at last he comes to understand what he is in possession of, he's even more determined to protect it, for it's more than a matter of life and death-it's a matter of honor.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Historical",
                "Drama",
                "Suspense",
                "Adventure",
                "Novels"
            ]
        },
        {
            "title": "Soldier of Orange",
            "authors": [
                "Erik Hazelhoff Roelfzema"
            ],
            "ranking": 3.96,
            "ranking_count": 442,
            "abstract": "He risked all he had to restore his country's honor. Here is the exciting true story of a rakish young aristocrat who is suddenly transformed by the events of World War II into a daring resistance hero, a major force behind Holland's liberation from Nazi domination.. From breathtaking escapes and daring confrontations with the Germans to suicidal target runs for the RAF and hair-raising brushes with death over land, on sea, and in the air, this is a superb story of adventure, heroism, determination, and ultimate victory.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Biography",
                "War",
                "Classics",
                "Historical"
            ]
        },
        {
            "title": "Ordinary Men: Reserve Police Battalion 101 and the Final Solution in Poland",
            "authors": [
                "Christopher R. Browning"
            ],
            "ranking": 4.09,
            "ranking_count": 15403,
            "abstract": "Christopher R. Browning’s shocking account of how a unit of average middle-aged Germans became the cold-blooded murderers of tens of thousands of Jews—now with a new afterword and additional photographs.. Ordinary Men. is the true story of Reserve Police Battalion 101 of the German Order Police, which was responsible for mass shootings as well as round-ups of Jewish people for deportation to Nazi death camps in Poland in 1942. Browning argues that most of the men of  RPB 101 were not fanatical Nazis but, rather, ordinary middle-aged, working-class men who committed these atrocities out of a mixture of motives, including the group dynamics of conformity, deference to authority, role adaptation, and the altering of moral norms to justify their actions. Very quickly three groups emerged within the battalion: a core of eager killers, a plurality who carried out their duties reliably but without initiative, and a small minority who evaded participation in the acts of killing without diminishing the murderous efficiency of the battalion whatsoever.. While this book discusses a specific Reserve Unit during WWII, the general argument Browning makes is that most people succumb to the pressures of a group setting and commit actions they would never do of their own volition.. Ordinary Men. is a powerful, chilling, and important work, with themes and arguments that continue to resonate today.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "World War II",
                "Psychology",
                "War",
                "Politics",
                "Historical",
                "Cultural"
            ]
        },
        {
            "title": "The Final Programme",
            "authors": [
                "Michael Moorcock"
            ],
            "ranking": 3.51,
            "ranking_count": 904,
            "abstract": "Jerry Cornelius is a scientist, a rock star, and an assassin. He is the hippest adventurer of them all: tripping through a pop art nightmare in which kidnappings, murder, sex and drugs are a daily occurrence. Along with his savvy and ruthless partner-in-chaos, Miss Brunner, Cornelius is on a mission to control a revolutionary code for creating the ultimate human being, a modern messiah— the final programme.. The first book in the Cornelius Quartet is the groundbreaking introduction to the misadventures and vendettas of Jerry Cornelius, one of modern literature’s most distinctive characters, the product of a bewildering post-modern culture, and an inspiration for generations of characters since.. Michael Moorcock, rechazando las disputas de límites que han reducido la novela a una confusión de subgéneros en conflicto, recobra en estos cuatro volúmenes una vitalidad y una amplitud proteicas que pudieran llamarse dickensianas si no pertenecieran tan por completo a nustro tiempo volátil. En verdad, ninguna obra reciente de ficción ha manejado mejor las contingencias vertiginosas de la imaginación del medio siglo que esta brava arlequinada de juegos de identidad, realidades falsificadas, historia paródica, y un pobre y ordinario apocalipsis (W.L. Webb, The Guardian).. Moorcock ha creado una figura capaz de moverse a través de las versiones míticas de los problemas de hoy, sin intentar situarlas o situarse a sí mismo en contextos simplificados. Una ficción semejante, en un mundo de imaginación escasa, es un don necesario (Harpers Bazaar). Michael Moorcock nació en Inglaterra, ha publicado más de 50 libros y fue animador principal de la célebre revista New Worlds, que introdujo el término ficción especulativa; una literatura moderna, coherente y vital.. En EL PROGRAMA FINAL, primera de una serie de cuatro novelas independientes, anticipa la herencia decepcionante y caótica de la década del 60, un dorado presente en el que todo parecía instantáneamente posible.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Science Fiction Fantasy",
                "Novels",
                "Anthologies",
                "Adventure",
                "Action",
                "Speculative Fiction",
                "European Literature"
            ]
        },
        {
            "title": "Count Magnus and Other Ghost Stories",
            "authors": [
                "M.R. James",
                "S.T. Joshi"
            ],
            "ranking": 4.24,
            "ranking_count": 2444,
            "abstract": "The only annotated edition of M. R. James's writings currently available, Count Magnus and Other Ghost Stories contains the entire first two volumes of James's ghost stories, Ghost Stories of an Antiquary and More Ghost Stories of an Antiquary. These volumes are both the culmination of the nineteenth-century ghost story tradition and the inspiration for much of the best twentieth-century work in this genre. Included in this collection are such landmark tales as Count Magnus, set in the wilds of Sweden; Number 13, a distinctive tale about a haunted hotel room; Casting the Runes, a richly complex tale of sorcery that served as the basis for the classic horror film Curse of the Demon; and Oh, Whistle, and I'll Come to You, My Lad, one of the most frightening tales in literature. The appendix includes several rare texts, including A Night in King's College Chapel, James's first known ghost story.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Short Stories",
                "Classics",
                "Fiction",
                "Gothic",
                "Paranormal",
                "Fantasy"
            ]
        },
        {
            "title": "Gender Trouble: Feminism and the Subversion of Identity",
            "authors": [
                "Judith Butler"
            ],
            "ranking": 4.07,
            "ranking_count": 13674,
            "abstract": "Since its publication in 1990,. Gender Trouble. has become one of the key works of contemporary feminist theory, and an essential work for anyone interested in the study of gender, queer theory, or the politics of sexuality in culture. This is the text where Judith Butler began to advance the ideas that would go on to take life as performativity theory, as well as some of the first articulations of the possibility for subversive gender practices, and she writes in her preface to the 10th anniversary edition released in 1999 that one point of. Gender Trouble. was not to prescribe a new gendered way of life [...] but to open up the field of possibility for gender [...] Widely taught, and widely debated,. Gender Trouble. continues to offer a powerful critique of heteronormativity and of the function of gender in the modern world.",
            "part_of_series": false,
            "genre_list": [
                "Feminism",
                "Nonfiction",
                "Philosophy",
                "Gender",
                "LGBT",
                "Sociology",
                "Academic"
            ]
        }
    ]
}