{
    "books": [
        {
            "title": "Somewhere in France",
            "authors": [
                "Jennifer Robson"
            ],
            "ranking": 3.8,
            "ranking_count": 11658,
            "abstract": "Lady Elizabeth Neville-Ashford wants to travel the world, pursue a career, and marry for love. But in 1914, the stifling restrictions of aristocratic British society and her mother’s rigid expectations forbid Lily from following her heart. When war breaks out, the spirited young woman seizes her chance for independence. Defying her parents, she moves to London and eventually becomes an ambulance driver in the newly formed Women’s Army Auxiliary Corps—an exciting and treacherous job that takes her close to the Western Front.. Assigned to a field hospital in France, Lily is reunited with Robert Fraser, her dear brother Edward’s best friend. The handsome Scottish surgeon has always encouraged Lily’s dreams. She doesn’t care that Robbie grew up in poverty—she yearns for their friendly affection to become something more. Lily is the most beautiful—and forbidden—woman Robbie has ever known. Fearful for her life, he’s determined to keep her safe, even if it means breaking her heart.. In a world divided by class, filled with uncertainty and death, can their hope for love survive. . . or will it become another casualty of this tragic war?",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Romance",
                "Fiction",
                "War",
                "Cultural",
                "European Literature",
                "Adult"
            ]
        },
        {
            "title": "The Ministry of Utmost Happiness",
            "authors": [
                "Arundhati Roy"
            ],
            "ranking": 3.52,
            "ranking_count": 32176,
            "abstract": "The Ministry of Utmost Happiness takes us on a journey of many years – the story spooling outwards from the cramped neighbourhoods of Old Delhi into the burgeoning new metropolis and beyond, to the Valley of Kashmir and the forests of Central India, where war is peace and peace is war, and where, from time to time, ‘normalcy’ is declared.. Anjum, who used to be Aftab, unrolls a threadbare carpet in a city graveyard that she calls home. A baby appears quite suddenly on a pavement, a little after midnight, in a crib of litter. The enigmatic S. Tilottama is as much of a presence as she is an absence in the lives of the three men who love her.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Contemporary",
                "Literary Fiction",
                "Unfinished",
                "Asian Literature",
                "Novels",
                "Historical",
                "Audiobook"
            ]
        },
        {
            "title": "The City of Brass",
            "authors": [
                "S.A. Chakraborty"
            ],
            "ranking": 4.13,
            "ranking_count": 76384,
            "abstract": "Nahri has never believed in magic. Certainly, she has power; on the streets of 18th century Cairo, she’s a con woman of unsurpassed talent. But she knows better than anyone that the trade she uses to get by—palm readings, zars, healings—are all tricks, sleights of hand, learned skills; a means to the delightful end of swindling Ottoman nobles.. But when Nahri accidentally summons an equally sly, darkly mysterious djinn warrior to her side during one of her cons, she’s forced to accept that the magical world she thought only existed in childhood stories is real. For the warrior tells her a new tale: across hot, windswept sands teeming with creatures of fire, and rivers where the mythical marid sleep; past ruins of once-magnificent human metropolises, and mountains where the circling hawks are not what they seem, lies Daevabad, the legendary city of brass, a city to which Nahri is irrevocably bound.. In that city, behind gilded brass walls laced with enchantments, behind the six gates of the six djinn tribes, old resentments are simmering. And when Nahri decides to enter this world, she learns that true power is fierce and brutal. That magic cannot shield her from the dangerous web of court politics. That even the cleverest of schemes can have deadly consequences.. After all, there is a reason they say be careful what you wish for...",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Historical",
                "Young Adult",
                "Adult",
                "Audiobook",
                "Romance"
            ]
        },
        {
            "title": "Blue Monday",
            "authors": [
                "Nicci French"
            ],
            "ranking": 3.81,
            "ranking_count": 21681,
            "abstract": "The stunning first book in a new series of psychological thrillers introducing an unforgettable London psychotherapistFrieda Klein is a solitary, incisive psychotherapist who spends her sleepless nights walking along the ancient rivers that have been forced underground in modern London. She believes that the world is a messy, uncontrollable place, but what we can control is what is inside our heads. This attitude is reflected in her own life, which is an austere one of refuge, personal integrity, and order.. The abduction of five-year-old Matthew Farraday provokes a national outcry and a desperate police hunt. And when his face is splashed over the newspapers, Frieda cannot ignore the coincidence: one of her patients has been having dreams in which he has a hunger for a child. A red-haired child he can describe in perfect detail, a child the spitting image of Matthew. She finds herself in the center of the investigation, serving as the reluctant sidekick of the chief inspector.. Drawing readers into a haunting world in which the terrors of the mind have spilled over into real life, Blue Monday introduces a compelling protagonist and a chilling mystery that will appeal to readers of dark crime fiction and fans of In Treatment and The Killing.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Audiobook",
                "European Literature",
                "Adult"
            ]
        },
        {
            "title": "Seconds",
            "authors": [
                "Bryan Lee O'Malley",
                "Nathan Fairbairn"
            ],
            "ranking": 4.06,
            "ranking_count": 43329,
            "abstract": "Katie’s got it pretty good. She’s a talented young chef, she runs a successful restaurant, and she has big plans to open an even better one. Then, all at once, progress on the new location bogs down, her charming ex-boyfriend pops up, her fling with another chef goes sour, and her best waitress gets badly hurt. And just like that, Katie’s life goes from pretty good to not so much. What she needs is a second chance. Everybody deserves one, after all—but they don’t come easy. Luckily for Katie, a mysterious girl appears in the middle of the night with simple instructions for a do-it-yourself do-over:. 1.. Write your mistake. 2.. Ingest one mushroom. 3.. Go to sleep. 4.. Wake anew. And just like that, all the bad stuff never happened, and Katie is given another chance to get things right. She’s also got a dresser drawer full of magical mushrooms—and an irresistible urge to make her life not just good, but perfect. Too bad it’s against the rules. But Katie doesn’t care about the rules—and she’s about to discover the unintended consequences of the best intentions.. From the mind and pen behind the acclaimed Scott Pilgrim series comes a madcap new tale of existential angst, everyday obstacles, young love, and ancient spirits that’s sharp-witted and tenderhearted, whimsical and wise.",
            "part_of_series": false,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Graphic Novels Comics",
                "Young Adult",
                "Adult",
                "Magical Realism",
                "Comics",
                "Humor"
            ]
        },
        {
            "title": "Sorcery of Thorns",
            "authors": [
                "Margaret  Rogerson"
            ],
            "ranking": 4.08,
            "ranking_count": 84260,
            "abstract": "All sorcerers are evil. Elisabeth has known that as long as she has known anything. Raised as a foundling in one of Austermeer’s Great Libraries, Elisabeth has grown up among the tools of sorcery—magical grimoires that whisper on shelves and rattle beneath iron chains. If provoked, they transform into grotesque monsters of ink and leather. She hopes to become a warden, charged with protecting the kingdom from their power.. Then an act of sabotage releases the library’s most dangerous grimoire. Elisabeth’s desperate intervention implicates her in the crime, and she is torn from her home to face justice in the capital. With no one to turn to but her sworn enemy, the sorcerer Nathaniel Thorn, and his mysterious demonic servant, she finds herself entangled in a centuries-old conspiracy. Not only could the Great Libraries go up in flames, but the world along with them.. As her alliance with Nathaniel grows stronger, Elisabeth starts to question everything she’s been taught—about sorcerers, about the libraries she loves, even about herself. For Elisabeth has a power she has never guessed, and a future she could never have imagined.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Audiobook",
                "Paranormal",
                "Writing"
            ]
        },
        {
            "title": "First Grave on the Right",
            "authors": [
                "Darynda Jones"
            ],
            "ranking": 4.02,
            "ranking_count": 82719,
            "abstract": "This whole grim reaper thing should have come with a manual.. Or a diagram of some kind.. A flow chart would have been nice.. Charley Davidson is a part-time private investigator and full-time grim reaper. Meaning, she sees dead people. Really. And it's her job to convince them to go into the light. But when these very dead people have died under less than ideal circumstances (like murder), sometimes they want Charley to bring the bad guys to justice. Complicating matters are the intensely hot dreams she's been having about an entity who has been following her all her life...and it turns out he might not be dead after all. In fact, he might be something else entirely. But what does he want with Charley? And why can't she seem to resist him? And what does she have to lose by giving in?. With scorching-hot tension and high-octane humor,. First Grave on the Right. is your signpost to paranormal suspense of the highest order.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "Mystery",
                "Paranormal",
                "Adult",
                "Fiction"
            ]
        },
        {
            "title": "Assassin's Fate",
            "authors": [
                "Robin Hobb"
            ],
            "ranking": 4.64,
            "ranking_count": 32450,
            "abstract": "More than twenty years ago, the first epic fantasy novel featuring FitzChivalry Farseer and his mysterious, often maddening friend the Fool struck like a bolt of brilliant lightning. Now New York Times bestselling author Robin Hobb brings to a momentous close the third trilogy featuring these beloved characters in a novel of unsurpassed artistry that is sure to endure as one of the great masterworks of the genre.. Fitz’s young daughter, Bee, has been kidnapped by the Servants, a secret society whose members not only dream of possible futures but use their prophecies to add to their wealth and influence. Bee plays a crucial part in these dreams—but just what part remains uncertain.. As Bee is dragged by her sadistic captors across half the world, Fitz and the Fool, believing her dead, embark on a mission of revenge that will take them to the distant island where the Servants reside—a place the Fool once called home and later called prison. It was a hell the Fool escaped, maimed and blinded, swearing never to return.. For all his injuries, however, the Fool is not as helpless as he seems. He is a dreamer too, able to shape the future. And though Fitz is no longer the peerless assassin of his youth, he remains a man to be reckoned with—deadly with blades and poison, and adept in Farseer magic. And their goal is simple: to make sure not a single Servant survives their scourge.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "Songs of Willow Frost",
            "authors": [
                "Jamie Ford"
            ],
            "ranking": 3.66,
            "ranking_count": 19717,
            "abstract": "Twelve-year-old William Eng, a Chinese-American boy, has lived at Seattle’s Sacred Heart Orphanage ever since his mother’s listless body was carried away from their small apartment five years ago. On his birthday—or rather, the day the nuns designate as his birthday—William and the other orphans are taken to the historical Moore Theatre, where William glimpses an actress on the silver screen who goes by the name of Willow Frost. Struck by her features, William is convinced that the movie star is his mother, Liu Song.. Determined to find Willow, and prove his mother is still alive, William escapes from Sacred Heart with his friend Charlotte. The pair navigates the streets of Seattle, where they must not only survive, but confront the mysteries of William’s past and his connection to the exotic film star. The story of Willow Frost, however, is far more complicated than the Hollywood fantasy William sees onscreen.. Shifting between the Great Depression and the 1920s,. Songs of Willow Frost. takes readers on an emotional journey of discovery. Jamie Ford’s sweeping book will resonate with anyone who has ever longed for the comforts of family and a place to call home.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Audiobook",
                "Adult Fiction",
                "Adult",
                "Young Adult",
                "Family",
                "Literature",
                "Literary Fiction"
            ]
        },
        {
            "title": "The Calling",
            "authors": [
                "Kelley Armstrong"
            ],
            "ranking": 4.08,
            "ranking_count": 34012,
            "abstract": "Maya Delaney's paw-print birthmark is the mark of what she truly is - a skin-walker. She can run faster, climb higher, and see better than nearly everyone else. Experiencing intense connections with the animals that roam the woods outside her home, Maya knows it's only a matter of time before she's able to Shift and become one of them. And she believes there may be others in her small town with surprising talents.. Now Maya and her friends have been forced to flee from their homes during a forest fire they suspect was deliberately set. Then they're kidnapped, and after a chilling helicopter crash, they find themselves in the Vancouver Island wilderness with nothing but their extraordinary abilities to help them get back home.. In THE CALLING, the sizzling second book in the Darkness Rising trilogy,. New York Times. bestselling author Kelley Armstrong pumps up the romance, danger, and suspense that left readers of THE GATHERING clamoring for more.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Paranormal",
                "Fiction"
            ]
        },
        {
            "title": "A Thousand Lives: The Untold Story of Hope, Deception, and Survival at Jonestown",
            "authors": [
                "Julia Scheeres"
            ],
            "ranking": 3.99,
            "ranking_count": 4739,
            "abstract": "“I love socialism, and I’m willing to die to bring it about, but if I did, I’d take a thousand with me.”. — Jim Jones, September 6, 1975. In 1954, a pastor named Jim Jones opened a church in Indianapolis called People's Temple Full Gospel Church. He was a charismatic preacher with idealistic beliefs, and he quickly filled his pews with an audience eager to hear his sermons on social justice. After Jones moved his church to Northern California in 1965, he became a major player in Northern California politics; he provided vital support in electing friendly political candidates to office, and they in turn offered him a protective shield that kept stories of abuse and fraud out of the papers. Even as Jones’s behavior became erratic and his message more ominous, his followers found it increasingly difficult to pull away from the church. By the time Jones relocated the Peoples Temple a final time to a remote jungle in Guyana and the U.S. Government decided to investigate allegations of abuse and false imprisonment in Jonestown, it was too late.. A Thousand Lives. follows the experiences of five People's Temple members who went to Jonestown: a middle-class English teacher from Colorado, an elderly African American woman raised in Jim Crow Alabama, a troubled young black man from Oakland, and a working-class father and his teenage son. These people joined the church for vastly different reasons. Some, such as eighteen-year-old Stanley Clayton, appreciated Jones’s message of racial equality and empowering the dispossessed. Others, like Hyacinth Thrash and her sister Zipporah, were dazzled by his claims of being a faith healer — Hyacinth believed Jones had healed a cancerous tumor in her breast. Edith Roller, a well-educated white progressive, joined Peoples Temple because she wanted to help the less fortunate. Tommy Bogue, a teen, hated Jones’s church, but was forced to attend services—and move to Jonestown — because his parents were members.. A Thousand Lives. is the story of Jonestown as it has never been told before.. New York Times. bestselling author Julia Scheeres drew from thousands of recently declassified FBI documents and audiotapes, as well as rare videos and interviews, to piece together an unprecedented and compelling history of the doomed camp, focusing on the people who lived there. Her own experiences at an oppressive reform school in the Dominican Republic, detailed in her unforgettable debut memoir. Jesus Land. , gave her unusual insight into this story.. The people who built Jonestown wanted to forge a better life for themselves and their children. They sought to create a truly egalitarian society. In South America, however, they found themselves trapped in Jonestown and cut off from the outside world as their leader goaded them toward committing “. revolutionary suicide. ” and deprived them of food, sleep, and hope. Yet even as Jones resorted to lies and psychological warfare, Jonestown residents fought for their community, struggling to maintain their gardens, their school, their families, and their grip on reality.. Vividly written and impossible to forget,. A Thousand Lives. is a story of blind loyalty and daring escapes, of corrupted ideals and senseless, haunting loss.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Crime",
                "Religion",
                "Mystery",
                "Psychology",
                "Biography",
                "Historical",
                "Classics"
            ]
        },
        {
            "title": "The Spirit Eater",
            "authors": [
                "Rachel Aaron"
            ],
            "ranking": 4.08,
            "ranking_count": 4967,
            "abstract": "With the pressure on after his success in Gaol, Eli Monpress, professional thief and degenerate, decides it's time to lie low for a bit. Taking up residence in a tiny seaside village, Eli and his companions seize the chance for some fun and relaxation.. Nico, however, is finding it a bit hard. Plagued by a demon's voice in her head and feeling powerless, she only sees herself as a burden. Everyone's holiday comes to an untimely close, though, when Pele arrives to beg Eli's help for finding her missing father.. But there are larger plans afoot than even Eli can see, and the real danger, and the solution, may lie with one of his own and her forgotten past.. If only Nico could remember whose side she's on.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Young Adult",
                "Adventure",
                "Audiobook",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "This Time Together: Laughter and Reflection",
            "authors": [
                "Carol Burnett"
            ],
            "ranking": 4.02,
            "ranking_count": 18840,
            "abstract": "A touching and hilarious memoir by the author of. Carrie and Me: A Mother Daughter Love Story. ,. This Time Together. is 100 percent Carol Burnett – funny, irreverent, and irresistible.. Carol Burnett is one of the most beloved and revered actresses and performers in America.. The Carol Burnett Show. was seen each week by millions of adoring fans and won twenty-five Emmys in its remarkable eleven-year run. Now, in. This Time Together. , Carol really lets her hair down and tells one funny or touching or memorable story after another – reading it feels like sitting down with an old friend who has wonderful tales to tell.. In engaging anecdotes, Carol discusses her remarkable friendships with stars such at Jimmy Stewart, Lucille Ball, Cary Grant, and Julie Andrews; the background behind famous scenes, like the moment she swept down the stairs in her curtain-rod dress in the legendary “Went With the Wind” skit; and things that would happen only to Carol – the prank with Julie Andrews that went wrong in front of the First Lady; the famous Tarzan Yell that saved her during a mugging; and the time she faked a wooden leg to get served in a famous ice cream emporium. This poignant look back allows us to cry with the actress during her sorrows, rejoice in her successes, and finally, always, to laugh.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Biography",
                "Autobiography",
                "Humor",
                "Audiobook",
                "Biography Memoir",
                "Media Tie In",
                "Adult"
            ]
        },
        {
            "title": "Bad Feminist",
            "authors": [
                "Roxane Gay"
            ],
            "ranking": 3.94,
            "ranking_count": 100875,
            "abstract": "Pink is my favorite color. I used to say my favorite color was black to be. cool. , but it is pink—all shades of pink. If I have an accessory, it is probably pink. I read. Vogue. , and I’m not doing it ironically, though it might seem that way. I once live-tweeted the September issue.. In these funny and insightful essays, Roxane Gay takes us through the journey of her evolution as a woman of color while also taking readers on a ride through culture of the last few years and commenting on the state of feminism today. The portrait that emerges is not only one of an incredibly insightful woman continually growing to understand herself and our society, but also one of our culture.. Bad Feminist. is a sharp, funny, and spot-on look at the ways in which the culture we consume becomes who we are, and an inspiring call-to-arms of all the ways we still need to do better.. Feel me, see me, hear me, reach me --. Peculiar benefits --. Typical first year professor --. To scratch, claw or grope clumsily or frantically --. How to be friends with another woman --. Girls, girls, girls --. I once was Miss America --. Garish, glorious spectacles --. Not here to make friends --. How we all lose --. Reaching for catharsis : getting fat right (or wrong) and Diana Spechler's Skinny --. The smooth surfaces of idyll --. The careless language of sexual violence --. What we hunger for --. The illusion of safety/the safety of illusion --. The spectacle of broken men --. A tale of three coming out stories --. Beyond the measure of men --. Some jokes are funnier than others --. Dear young ladies who love Chris Brown --. So much they would let him beat them --. Blurred lines, indeed --. The trouble with Prince Charming, or, He who trespassed against us --. The solace of preparing fried foods and other quaint remembrances from 1960s Mississippi : thoughts on The help --. Surviving Django --. Beyond the struggle narrative --. The morality of Tyler Perry --. The last day of a young black man --. When less is more --. The politics of respectability --. When Twitter does what journalism cannot --. The alienable rights of women --. Holding out for a hero --. A tale of two profiles --. The racism we all carry --. Tragedy, call, compassion, response --. Bad feminist : take one --. Bad feminist : take two",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Feminism",
                "Writing",
                "Autobiography",
                "Audiobook",
                "Womens",
                "Race",
                "Politics",
                "Social Movements",
                "Gender"
            ]
        },
        {
            "title": "The Sandman: Overture",
            "authors": [
                "Neil Gaiman",
                "J.H. Williams III",
                "Guillermo Ruiz Carreras",
                "Dave    Stewart",
                "Todd Klein"
            ],
            "ranking": 4.01,
            "ranking_count": 61567,
            "abstract": "Twenty-five years since. The Sandman. first changed the landscape of modern comics,. Neil Gaiman. ’s legendary series is back in a deluxe hardcover edition!. The Sandman: Overture. heralds. New York Times. best-selling writer. Neil Gaiman. ’s return to the art form that made him famous, ably abetted by artistic luminary. J.H. Williams III. (. Batwoman. ,. Promethea. ), whose lush, widescreen images provide an epic scope to The Sandman’s origin story. From the birth of a galaxy to the moment that Morpheus is captured,. The Sandman: Overture. will feature cameo appearances by fan-favorite characters such as The Corinthian, Merv Pumpkinhead and, of course, the Dream King’s siblings: Death, Desire, Despair, Delirium, Destruction and Destiny.. Collects:. The Sandman: Overture. 1-6",
            "part_of_series": true,
            "genre_list": [
                "Sequential Art",
                "Fantasy",
                "Fiction",
                "Graphic Novels Comics",
                "Comics",
                "Horror",
                "Science Fiction",
                "Superheroes"
            ]
        },
        {
            "title": "We Are Legion (We Are Bob)",
            "authors": [
                "Dennis E. Taylor"
            ],
            "ranking": 4.28,
            "ranking_count": 70484,
            "abstract": "Alternate Cover Edition can be found. here. .. Bob Johansson has just sold his software company and is looking forward to a life of leisure. There are places to go, books to read, and movies to watch. So it's a little unfair when he gets himself killed crossing the street.. Bob wakes up a century later to find that corpsicles have been declared to be without rights, and he is now the property of the state. He has been uploaded into computer hardware and is slated to be the controlling AI in an interstellar probe looking for habitable planets. The stakes are high: no less than the first claim to entire worlds. If he declines the honor, he'll be switched off, and they'll try again with someone else. If he accepts, he becomes a prime target. There are at least three other countries trying to get their own probes launched first, and they play dirty.. The safest place for Bob is in space, heading away from Earth at top speed. Or so he thinks. Because the universe is full of nasties, and trespassers make them mad - very mad.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Audiobook",
                "Space",
                "Humor",
                "Fantasy",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "Nemesis",
            "authors": [
                "Philip Roth"
            ],
            "ranking": 3.83,
            "ranking_count": 14301,
            "abstract": "In the “stifling heat of equatorial Newark,” a terrifying epidemic is raging, threatening the children of the New Jersey city with maiming, paralysis, lifelong disability, and even death. This is the startling theme of Philip Roth’s wrenching new book: a wartime polio epidemic in the summer of 1944 and the effect it has on a closely knit, family-oriented Newark community and its children. At the center of. Nemesis. is a vigorous, dutiful twenty-three-year-old playground director, Bucky Cantor, a javelin thrower and weightlifter, who is devoted to his charges and disappointed with himself because his weak eyes have excluded him from serving in the war alongside his contemporaries. Focusing on Cantor’s dilemmas as polio begins to ravage his playground—and on the everyday realities he faces—Roth leads us through every inch of emotion such a pestilence can breed: the fear, the panic, the anger, the bewilderment, the suffering, and the pain. Moving between the smoldering, malodorous streets of besieged Newark and Indian Hill, a pristine children’s summer camp high in the Poconos—whose “mountain air was purified of all contaminants”—Roth depicts a decent, energetic man with the best intentions struggling in his own private war against the epidemic. Roth is tenderly exact at every point about Cantor’s passage into personal disaster, and no less exact about the condition of childhood. Through this story runs the dark questions that haunt all four of Roth’s late short novels,. Everyman, Indignation, The Humbling,. and now. Nemesis:. What kind of accidental choices fatally shape a life? How does the individual withstand the onslaught of circumstance?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Literature",
                "Novels",
                "Literary Fiction",
                "The United States Of America",
                "American",
                "Contemporary"
            ]
        },
        {
            "title": "The Enchanted",
            "authors": [
                "Rene Denfeld"
            ],
            "ranking": 3.95,
            "ranking_count": 19256,
            "abstract": "This is an enchanted place. Others don't see it, but I do.. The enchanted place is an ancient stone prison, viewed through the eyes of a death row inmate who finds escape in his books and in re-imagining life around him, weaving a fantastical story of the people he observes and the world he inhabits. Fearful and reclusive, he senses what others cannot. Though bars confine him every minute of every day, he marries magical visions of golden horses running beneath the prison, heat flowing like molten metal from their backs, with the devastating violence of prison life.. Two outsiders venture here: a fallen priest, and the Lady, an investigator who searches for buried information from prisoners' pasts that can save those soon-to-be-executed. Digging into the background of a killer named York, she uncovers wrenching truths that challenge familiar notions of victim and criminal, innocence and guilt, honour and corruption-ultimately revealing shocking secrets of her own.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Fantasy",
                "Mystery",
                "Adult",
                "Contemporary",
                "Literary Fiction",
                "Adult Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Sleeping Beauties",
            "authors": [
                "Stephen King",
                "Owen King"
            ],
            "ranking": 3.73,
            "ranking_count": 73567,
            "abstract": "In a future so real and near it might be now, something happens when women go to sleep; they become shrouded in a cocoon-like gauze.. If they are awakened, and the gauze wrapping their bodies is disturbed or violated, the women become feral and spectacularly violent; and while they sleep they go to another place.. The men of our world are abandoned, left to their increasingly primal devices. One woman, however, the mysterious Evie, is immune to the blessing or curse of the sleeping disease.. Is Evie a medical anomaly to be studied, or is she a demon who must be slain?",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fantasy",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Mystery",
                "Science Fiction",
                "Adult"
            ]
        },
        {
            "title": "Shelter",
            "authors": [
                "Harlan Coben"
            ],
            "ranking": 3.94,
            "ranking_count": 24501,
            "abstract": "Mickey Bolitar's year can't get much worse. After witnessing his father's death and sending his mom to rehab, he's forced to live with his estranged uncle Myron and switch high schools.. A new school comes with new friends and new enemies, and lucky for Mickey, it also comes with a great new girlfriend, Ashley. For a while, it seems like Mickey's train-wreck of a life is finally improving - until Ashley vanishes without a trace. Unwilling to let another person walk out of his life, Mickey follows Ashley's trail into a seedy underworld that reveals that this seemingly sweet, shy girl isn't who she claimed to be. And neither was Mickey's father. Soon, Mickey learns about a conspiracy so shocking that it makes high school drama seem like a luxury - and leaves him questioning everything about the life he thought he knew.. First introduced to readers in Harlan Coben's latest adult novel,. Live Wire. , Mickey Bolitar is as quick-witted and clever as his uncle Myron, and eager to go to any length to save the people he cares about. With this new series, Coben introduces an entirely new generation of fans to the masterful plotting and wry humor that have made him an award-winning, internationally bestselling, and beloved author.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Young Adult",
                "Thriller",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "The Bookman’s Tale",
            "authors": [
                "Charlie Lovett"
            ],
            "ranking": 3.76,
            "ranking_count": 17022,
            "abstract": "What about the most valuable relic in the history of English literature—would that be worth killing for?. Hay-on-Wye, 1995. Peter Byerly isn't sure what drew him into this particular bookshop. Nine months earlier, the death of his beloved wife, Amanda, had left him shattered. The young antiquarian bookseller relocated from North Carolina to the English countryside, hoping to rediscover the joy he once took in collecting and restoring rare books. But upon opening an eighteenth-century study of Shakespeare forgeries, Peter is shocked when a portrait of Amanda tumbles out of its pages. Of course, it isn't really her. The watercolor is clearly Victorian. Yet the resemblance is uncanny, and Peter becomes obsessed with learning the picture's origins.. As he follows the trail back first to the Victorian era and then to Shakespeare's time, Peter communes with Amanda's spirit, learns the truth about his own past, and discovers a book that might definitively prove Shakespeare was, indeed, the author of all his plays.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Writing",
                "European Literature",
                "Thriller",
                "Adult Fiction",
                "Romance",
                "Contemporary"
            ]
        },
        {
            "title": "The Foxhole Court",
            "authors": [
                "Nora Sakavic"
            ],
            "ranking": 4.03,
            "ranking_count": 54529,
            "abstract": "Neil Josten is the newest addition to the Palmetto State University Exy team. He's short, he's fast, he's got a ton of potential—and he's the runaway son of the murderous crime lord known as The Butcher.. Signing a contract with the PSU Foxes is the last thing a guy like Neil should do. The team is high profile and he doesn't need sports crews broadcasting pictures of his face around the nation. His lies will hold up only so long under this kind of scrutiny and the truth will get him killed.. But Neil's not the only one with secrets on the team. One of Neil's new teammates is a friend from his old life, and Neil can't walk away from him a second time. Neil has survived the last eight years by running. Maybe he's finally found someone and something worth fighting for.",
            "part_of_series": true,
            "genre_list": [
                "Contemporary",
                "LGBT",
                "Young Adult",
                "Sports",
                "Romance",
                "Fiction",
                "New Adult"
            ]
        },
        {
            "title": "End of Watch",
            "authors": [
                "Stephen King"
            ],
            "ranking": 4.09,
            "ranking_count": 102546,
            "abstract": "The spectacular finale to the New York Times bestselling trilogy that began with Mr. Mercedes (winner of the Edgar Award) and Finders Keepers—In End of Watch, the diabolical “Mercedes Killer” drives his enemies to suicide, and if Bill Hodges and Holly Gibney don’t figure out a way to stop him, they’ll be victims themselves.. In Room 217 of the Lakes Region Traumatic Brain Injury Clinic, something has awakened. Something evil. Brady Hartsfield, perpetrator of the Mercedes Massacre, where eight people were killed and many more were badly injured, has been in the clinic for five years, in a vegetative state. According to his doctors, anything approaching a complete recovery is unlikely. But behind the drool and stare, Brady is awake, and in possession of deadly new powers that allow him to wreak unimaginable havoc without ever leaving his hospital room.. Retired police detective Bill Hodges, the unlikely hero of Mr. Mercedes and Finders Keepers, now runs an investigation agency with his partner, Holly Gibney—the woman who delivered the blow to Hartsfield’s head that put him on the brain injury ward. When Bill and Holly are called to a suicide scene with ties to the Mercedes Massacre, they find themselves pulled into their most dangerous case yet, one that will put their lives at risk, as well as those of Bill’s heroic young friend Jerome Robinson and his teenage sister, Barbara. Brady Hartsfield is back, and planning revenge not just on Hodges and his friends, but on an entire city.. In End of Watch, Stephen King brings the Hodges trilogy to a sublimely terrifying conclusion, combining the detective fiction of Mr. Mercedes and Finders Keepers with the heart-pounding, supernatural suspense that has been his bestselling trademark. The result is an unnerving look at human vulnerability and chilling suspense. No one does it better than King.",
            "part_of_series": true,
            "genre_list": [
                "Horror",
                "Fiction",
                "Thriller",
                "Mystery",
                "Audiobook",
                "Suspense",
                "Fantasy"
            ]
        },
        {
            "title": "Endlessly",
            "authors": [
                "Kiersten White"
            ],
            "ranking": 3.96,
            "ranking_count": 24350,
            "abstract": "Kiersten White’s New York Times bestselling. Paranormalcy. trilogy comes to a breathless conclusion with a signature mix of wit, romance, paranormal creatures, and a truly original heroine.. In. Endlessly. , pink-loving, butt-kicking Evie has way too much on her to-do list. Paranormals are begging her to open a faerie gate so they can leave the human world, something Evie’s not sure she has the power to do. The Dark Queen is torturing humans and must be destroyed.. On top of all that, Evie’s prom is coming up. She’s not sure what to wear, and, oh, yeah, her shape-shifting boyfriend, Lend, has been cursed so that he falls into an enchanted sleep whenever he and Evie are in the same room…and even Evie’s ex-boyfriend, the faerie Reth, can’t reverse the dark magic.. An epic battle is looming, and the choices Evie makes will determine the fate of whole paranormal world—and her own life.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Paranormal",
                "Romance",
                "Shapeshifters"
            ]
        },
        {
            "title": "A Natural History of Dragons",
            "authors": [
                "Marie Brennan"
            ],
            "ranking": 3.83,
            "ranking_count": 29729,
            "abstract": "Marie Brennan begins a thrilling new fantasy series in. A Natural History of Dragons,. combining adventure with the inquisitive spirit of the Victorian Age.. You, dear reader, continue at your own risk. It is not for the faint of heart—no more so than the study of dragons itself. But such study offers rewards beyond compare: to stand in a dragon's presence, even for the briefest of moments—even at the risk of one's life—is a delight that, once experienced, can never be forgotten. . . .. All the world, from Scirland to the farthest reaches of Eriga, know Isabella, Lady Trent, to be the world's preeminent dragon naturalist. She is the remarkable woman who brought the study of dragons out of the misty shadows of myth and misunderstanding into the clear light of modern science. But before she became the illustrious figure we know today, there was a bookish young woman whose passion for learning, natural history, and, yes, dragons defied the stifling conventions of her day.. Here at last, in her own words, is the true story of a pioneering spirit who risked her reputation, her prospects, and her fragile flesh and bone to satisfy her scientific curiosity; of how she sought true love and happiness despite her lamentable eccentricities; and of her thrilling expedition to the perilous mountains of Vystrana, where she made the first of many historic discoveries that would change the world forever.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Historical",
                "Adventure",
                "Audiobook",
                "Adult",
                "Young Adult",
                "Historical Fiction"
            ]
        },
        {
            "title": "Two Brothers",
            "authors": [
                "Ben Elton"
            ],
            "ranking": 4.37,
            "ranking_count": 11736,
            "abstract": "Two Brothers is a heartrending story of two boys growing up under the darkening shadow of the Nazis. Born in Berlin in 1920 and raised by the same parents, one boy is Jewish, his adopted brother is Aryan. At first, their origins are irrelevant. But as the political landscape changes they are forced to make decisions with horrifying consequences.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "World War II",
                "Cultural",
                "Audiobook",
                "Book Club",
                "Novels"
            ]
        },
        {
            "title": "The Japanese Lover",
            "authors": [
                "Isabel Allende",
                "Nick Caistor",
                "Amanda Hopkinson"
            ],
            "ranking": 3.85,
            "ranking_count": 71304,
            "abstract": "In 1939, as Poland falls under the shadow of the Nazis, young Alma Belasco's parents send her away to live in safety with an aunt and uncle in their opulent mansion in San Francisco. There, as the rest of the world goes to war, she encounters Ichimei Fukuda, the quiet and gentle son of the family's Japanese gardener. Unnoticed by those around them, a tender love affair begins to blossom. Following the Japanese attack on Pearl Harbor, the two are cruelly pulled apart as Ichimei and his family, like thousands of other Japanese Americans are declared enemies and forcibly relocated to internment camps run by the United States government. Throughout their lifetimes, Alma and Ichimei reunite again and again, but theirs is a love that they are forever forced to hide from the world.. Decades later, Alma is nearing the end of her long and eventful life. Irina Bazili, a care worker struggling to come to terms with her own troubled past, meets the elderly woman and her grandson, Seth, at San Francisco's charmingly eccentric Lark House nursing home. As Irina and Seth forge a friendship, they become intrigued by a series of mysterious gifts and letters sent to Alma, eventually learning about Ichimei and this extraordinary secret passion that has endured for nearly seventy years.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "Audiobook",
                "Adult",
                "War",
                "Contemporary",
                "Book Club",
                "Novels"
            ]
        },
        {
            "title": "Shoe Dog: A Memoir by the Creator of Nike",
            "authors": [
                "Phil Knight"
            ],
            "ranking": 4.47,
            "ranking_count": 217260,
            "abstract": "In this candid and riveting memoir, for the first time ever, Nike founder and CEO Phil Knight shares the inside story of the company’s early days as an intrepid start-up and its evolution into one of the world’s most iconic, game-changing, and profitable brands.. In 1962, fresh out of business school, Phil Knight borrowed $50 from his father and created a company with a simple mission: import high-quality, low-cost athletic shoes from Japan. Selling the shoes from the trunk of his lime green Plymouth Valiant, Knight grossed $8,000 his first year. Today, Nike’s annual sales top $30 billion. In an age of startups, Nike is the. ne plus ultra. of all startups, and the swoosh has become a revolutionary, globe-spanning icon, one of the most ubiquitous and recognizable symbols in the world today.. But Knight, the man behind the swoosh, has always remained a mystery. Now, for the first time, in a memoir that is candid, humble, gutsy, and wry, he tells his story, beginning with his crossroads moment. At 24, after backpacking around the world, he decided to take the unconventional path, to start his own business—a business that would be dynamic,. different.. Knight details the many risks and daunting setbacks that stood between him and his dream—along with his early triumphs. Above all, he recalls the formative relationships with his first partners and employees, a ragtag group of misfits and seekers who became a tight-knit band of brothers. Together, harnessing the transcendent power of a shared mission, and a deep belief in the spirit of sport, they built a brand that changed everything.",
            "part_of_series": false,
            "genre_list": [
                "Business",
                "Biography",
                "Nonfiction",
                "Autobiography",
                "Sports",
                "Audiobook",
                "Biography Memoir",
                "Leadership"
            ]
        },
        {
            "title": "Alif the Unseen",
            "authors": [
                "G. Willow Wilson"
            ],
            "ranking": 3.84,
            "ranking_count": 16744,
            "abstract": "In an unnamed Middle Eastern security state, a young Arab-Indian hacker shields his clients—dissidents, outlaws, Islamists, and other watched groups—from surveillance and tries to stay out of trouble. He goes by Alif—the first letter of the Arabic alphabet, and a convenient handle to hide behind. The aristocratic woman Alif loves has jilted him for a prince chosen by her parents, and his computer has just been breached by the state’s electronic security force, putting his clients and his own neck on the line. Then it turns out his lover’s new fiancé is the Hand of God, as they call the head of state security, and his henchmen come after Alif, driving him underground.. When Alif discovers. The Thousand and One Days. , the secret book of the jinn, which both he and the Hand suspect may unleash a new level of information technology, the stakes are raised and Alif must struggle for life or death, aided by forces seen and unseen.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Magical Realism",
                "Young Adult",
                "Religion",
                "Science Fiction Fantasy",
                "Adult"
            ]
        },
        {
            "title": "Origin",
            "authors": [
                "Dan Brown"
            ],
            "ranking": 3.88,
            "ranking_count": 293283,
            "abstract": "Robert Langdon, Harvard professor of symbology and religious iconology, arrives at the ultramodern Guggenheim Museum Bilbao to attend a major announcement—the unveiling of a discovery that “will change the face of science forever.” The evening’s host is Edmond Kirsch, a forty-year-old billionaire and futurist whose dazzling high-tech inventions and audacious predictions have made him a renowned global figure. Kirsch, who was one of Langdon’s first students at Harvard two decades earlier, is about to reveal an astonishing breakthrough . . . one that will answer two of the fundamental questions of human existence. As the event begins, Langdon and several hundred guests find themselves captivated by an utterly original presentation, which Langdon realizes will be far more controversial than he ever imagined. But the meticulously orchestrated evening suddenly erupts into chaos, and Kirsch’s precious discovery teeters on the brink of being lost forever. Reeling and facing an imminent threat, Langdon is forced into a desperate bid to escape Bilbao. With him is Ambra Vidal, the elegant museum director who worked with Kirsch to stage the provocative event. Together they flee to Barcelona on a perilous quest to locate a cryptic password that will unlock Kirsch’s secret. Navigating the dark corridors of hidden history and extreme religion, Langdon and Vidal must evade a tormented enemy whose all-knowing power seems to emanate from Spain’s Royal Palace itself . . . and who will stop at nothing to silence Edmond Kirsch. On a trail marked by modern art and enigmatic symbols, Langdon and Vidal uncover clues that ultimately bring them face-to-face with Kirsch’s shocking discovery . . . and the breathtaking truth that has long eluded us.. Origin. is Dan Brown’s most brilliant and entertaining novel to date.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Mystery",
                "Audiobook",
                "Suspense",
                "Adventure",
                "Novels",
                "Science Fiction"
            ]
        },
        {
            "title": "Lady Isabella's Scandalous Marriage",
            "authors": [
                "Jennifer Ashley"
            ],
            "ranking": 3.92,
            "ranking_count": 16481,
            "abstract": "Only one man could match a lady like this—scandal for scandal.. Six years ago, eighteen-year-old Lady Isabella Scranton scandalized all of London by eloping the night of her come-out ball with the notorious rake, Lord Mac Mackenzie. After three turbulent years of marriage, she scandalized London once again—this time by leaving him.. Now Mac has resurfaced, every bit as charismatic, and with one goal: to seduce Isabella back into his life and his bed even if it means acting like a real gentleman. But when Isabella rises to the challenge of posing nude for Mac's erotic paintings, her pent-up hunger for the decadent rake is exposed as well, and she finds herself unable to resist the smooth strokes of an artist at work.. But someone's been watching them—dangerously close. This ingenious forger with designs on Mac's paintings also sets his sights on Isabella herself. Deciding to become Isabella's protector, Mac vows to never leave her side, whether his independent and proud lady likes it or not.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Historical",
                "Adult",
                "Fiction",
                "Cultural",
                "Audiobook"
            ]
        },
        {
            "title": "The Dry",
            "authors": [
                "Jane Harper"
            ],
            "ranking": 4.04,
            "ranking_count": 199925,
            "abstract": "A small town hides big secrets in this atmospheric, page-turning debut mystery by award-winning author Jane Harper.. In the grip of the worst drought in a century, the farming community of Kiewarra is facing life and death choices daily when three members of a local family are found brutally slain.. Federal Police investigator Aaron Falk reluctantly returns to his hometown for the funeral of his childhood friend, loath to face the townsfolk who turned their backs on him twenty years earlier.. But as questions mount, Falk is forced to probe deeper into the deaths of the Hadler family. Because Falk and Luke Hadler shared a secret. A secret Falk thought was long buried. A secret Luke's death now threatens to bring to the surface in this small Australian town, as old wounds bleed into new ones.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Cultural",
                "Audiobook",
                "Suspense",
                "Adult",
                "Contemporary"
            ]
        },
        {
            "title": "Dangerous Girls",
            "authors": [
                "Abigail Haas",
                "Abby McDonald"
            ],
            "ranking": 4.09,
            "ranking_count": 22791,
            "abstract": "It's Spring Break of senior year. Anna, her boyfriend Tate, her best friend Elise, and a few other close friends are off on a debaucherous trip to Aruba that promises to be the time of their lives. But when Elise is found brutally murdered, Anna finds herself trapped in a country not her own, fighting against vile and contemptuous accusations.. As Anna sets out to find her friend's killer, she discovers hard truths about her friendships, the slippery nature of truth, and the ache of young love.. As she awaits the judge's decree, it becomes clear that everyone around her thinks she is not just guilty, but dangerous. When the truth comes out, it is more shocking than one could ever imagine...",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Thriller",
                "Contemporary",
                "Fiction",
                "Romance",
                "Suspense",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Damned",
            "authors": [
                "Chuck Palahniuk"
            ],
            "ranking": 3.39,
            "ranking_count": 50369,
            "abstract": "The newest Palahniuk novel concerns Madison, a thirteen year old girl who finds herself in Hell, unsure of why she will be there for all eternity, but tries to make the best of it.. The author described the novel as if The Shawshank Redemption had a baby by The Lovely Bones and it was raised by Judy Blume. And it's kind of like The Breakfast Club set in Hell.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Horror",
                "Humor",
                "Contemporary",
                "Audiobook",
                "Novels",
                "Adult"
            ]
        },
        {
            "title": "Catch Me",
            "authors": [
                "Lisa Gardner"
            ],
            "ranking": 4.2,
            "ranking_count": 34878,
            "abstract": "Charlene Grant believes she is going to die. For the past few years, her childhood friends have been murdered one by one. Same day. Same time. Now she’s the last of her friends alive, and she’s counting down the final four days of her life until January 21.. Charlene doesn’t plan on going down without a fight. She has taken up boxing, shooting, and running. She also wants Boston’s top homicide detective, D. D. Warren, to handle the investigation.. But as D.D. delves deeper into the case, she starts to question the woman’s story. Instinct tells her that Charlene may not be in any danger at all. If that’s true, the woman must have a secret—one so terrifying that it alone could be the greatest threat of all.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult",
                "Contemporary",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Book of Life",
            "authors": [
                "Deborah Harkness"
            ],
            "ranking": 4.19,
            "ranking_count": 166974,
            "abstract": "The #1. New York Times. bestselling series finale and sequel to. A Discovery of Witches. and. Shadow of Night. Bringing the magic and suspense of the All Souls Trilogy to a deeply satisfying conclusion, this highly anticipated finale went straight to #1 on the. New York Times. bestseller list. In. The Book of Life,. Diana and Matthew time-travel back from Elizabethan London to make a dramatic return to the present—facing new crises and old enemies. At Matthew’s ancestral home, Sept-Tours, they reunite with the beloved cast of characters from. A Discovery of Witches. —with one significant exception. But the real threat to their future has yet to be revealed, and when it is, the search for Ashmole 782 and its missing pages takes on even more urgency.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Romance",
                "Paranormal",
                "Historical"
            ]
        },
        {
            "title": "The Magic Strings of Frankie Presto",
            "authors": [
                "Mitch Albom"
            ],
            "ranking": 4.35,
            "ranking_count": 39855,
            "abstract": "Mitch Albom creates a magical world through his love of music in this remarkable new novel about the power of talent to change our lives. This is the epic story of Frankie Presto—the greatest guitar player who ever lived—and the six lives he changed with his six magical blue strings. Frankie, born in a burning church, abandoned as an infant, and raised by a music teacher in a small Spanish town, until war rips his life apart. At nine years old, he is sent to America in the bottom of a boat. His only possession is an old guitar and six precious strings. His amazing journey weaves him through the musical landscape of the 1940s, ’50s and ’60s, with his stunning playing and singing talent affecting numerous stars (Duke Ellington, Hank Williams, Elvis Presley) until, as if predestined, he becomes a pop star himself.. He makes records. He is adored. But Frankie Presto’s gift is also his burden, as he realizes the power of the strings his teacher gave him, and how, through his music, he can actually affect people’s lives. At the height of his popularity, tortured by his biggest mistake, he vanishes. His legend grows. Only decades later, having finally healed his heart, does Frankie reappearjust before his spectacular death—to change one last life. With the Spirit of Music as our guide, we glimpse into the lives that were changed by one man whose strings could touch the music—and the magic—in each of us.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Music",
                "Audiobook",
                "Fantasy",
                "Magical Realism",
                "Adult",
                "Inspirational",
                "Adult Fiction",
                "Book Club"
            ]
        },
        {
            "title": "The Woman in Cabin 10",
            "authors": [
                "Ruth Ware"
            ],
            "ranking": 3.73,
            "ranking_count": 476339,
            "abstract": "Lo Blacklock, a journalist who writes for a travel magazine, has just been given the assignment of a lifetime: a week on a luxury cruise with only a handful of cabins. The sky is clear, the waters calm, and the veneered, select guests jovial as the exclusive cruise ship, the Aurora, begins her voyage in the picturesque North Sea. At first, Lo's stay is nothing but pleasant: the cabins are plush, the dinner parties are sparkling, and the guests are elegant. But as the week wears on, frigid winds whip the deck, gray skies fall, and Lo witnesses what she can only describe as a dark and terrifying nightmare: a woman being thrown overboard. The problem? All passengers remain accounted for and so, the ship sails on as if nothing has happened, despite Lo's desperate attempts to convey that something (or someone) has gone terribly, terribly wrong.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult",
                "Contemporary",
                "Adult Fiction"
            ]
        },
        {
            "title": "Griftopia: Bubble Machines, Vampire Squids, and the Long Con That Is Breaking America",
            "authors": [
                "Matt Taibbi"
            ],
            "ranking": 4.16,
            "ranking_count": 8925,
            "abstract": "The dramatic story behind the most audacious power grab in American history. The financial crisis that exploded in 2008 isn’t past but prologue. The stunning rise, fall, and rescue of Wall Street in the bubble-and-bailout era was the coming-out party for the network of looters who sit at the nexus of American political and economic power. The grifter class—made up of the largest players in the financial industry and the politicians who do their bidding—has been growing in power for a generation, transferring wealth upward through increasingly complex financial mechanisms and political maneuvers. The crisis was only one terrifying manifestation of how they’ve hijacked America’s political and economic life.. Rolling Stone’. s. Matt Taibbi here unravels the whole fiendish story, digging beyond the headlines to get into the deeper roots and wider implications of the rise of the grifters. He traces the movement’s origins to the cult of Ayn Rand and her most influential—and possibly weirdest—acolyte, Alan Greenspan, and offers fresh reporting on the backroom deals that decided the winners and losers in the government bailouts. He uncovers the hidden commodities bubble that transferred billions of dollars to Wall Street while creating food shortages around the world, and he shows how finance dominates politics, from the story of investment bankers auctioning off America’s infrastructure to an inside account of the high-stakes battle for health-care reform—a battle the true reformers lost. Finally, he tells the story of Goldman Sachs, the “vampire squid wrapped around the face of humanity.”. Taibbi has combined deep sources, trailblazing reportage, and provocative analysis to create the most lucid, emotionally galvanizing, and scathingly funny account yet written of the ongoing political and financial crisis in America. This is essential reading for anyone who wants to understand the labyrinthine inner workings of politics and finance in this country, and the profound consequences for us all.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "Economics",
                "History",
                "Business",
                "Writing",
                "Mystery",
                "Audiobook",
                "Currency"
            ]
        },
        {
            "title": "Open City",
            "authors": [
                "Teju Cole"
            ],
            "ranking": 3.5,
            "ranking_count": 14870,
            "abstract": "Along the streets of Manhattan, a young Nigerian doctor doing his residency wanders aimlessly. The walks meet a need for Julius: they are a release from the tightly regulated mental environment of work, and they give him the opportunity to process his relationships, his recent breakup with his girlfriend, his present, his past.. But it is not only a physical landscape he covers; Julius crisscrosses social territory as well, encountering people from different cultures and classes who will provide insight on his journey—which takes him to Brussels, to the Nigeria of his youth, and into the most unrecognizable facets of his own soul.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "New York",
                "Novels",
                "Contemporary",
                "Western Africa",
                "Literary Fiction",
                "Literature",
                "Unfinished"
            ]
        },
        {
            "title": "The Naturals",
            "authors": [
                "Jennifer Lynn Barnes"
            ],
            "ranking": 4.18,
            "ranking_count": 35136,
            "abstract": "Seventeen-year-old Cassie is a natural at reading people. Piecing together the tiniest details, she can tell you who you are and what you want. But it’s not a skill that she’s ever taken seriously. That is, until the FBI come knocking: they’ve begun a classified program that uses exceptional teenagers to crack infamous cold cases, and they need Cassie.. What Cassie doesn’t realize is that there’s more at risk than a few unsolved homicides—especially when she’s sent to live with a group of teens whose gifts are as unusual as her own. Sarcastic, privileged Michael has a knack for reading emotions, which he uses to get inside Cassie’s head—and under her skin. Brooding Dean shares Cassie’s gift for profiling, but keeps her at arm’s length.. Soon, it becomes clear that no one in the Naturals program is what they seem. And when a new killer strikes, danger looms closer than Cassie could ever have imagined. Caught in a lethal game of cat and mouse with a killer, the Naturals are going to have to use all of their gifts just to survive.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Young Adult",
                "Thriller",
                "Contemporary",
                "Romance",
                "Fiction",
                "Suspense",
                "Fantasy"
            ]
        },
        {
            "title": "Under the Never Sky",
            "authors": [
                "Veronica Rossi"
            ],
            "ranking": 3.99,
            "ranking_count": 113566,
            "abstract": "WORLDS KEPT THEM APART.. DESTINY BROUGHT THEM TOGETHER.. Aria has lived her whole life in the protected dome of Reverie. Her entire world confined to its spaces, she's never thought to dream of what lies beyond its doors. So when her mother goes missing, Aria knows her chances of surviving in the outer wasteland long enough to find her are slim.. Then Aria meets an outsider named Perry. He's searching for someone too. He's also wild—a savage—but might be her best hope at staying alive.. If they can survive, they are each other's best hope for finding answers.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Romance",
                "Fantasy",
                "Fiction",
                "Apocalyptic",
                "Adventure"
            ]
        },
        {
            "title": "Conqueror",
            "authors": [
                "Conn Iggulden"
            ],
            "ranking": 4.44,
            "ranking_count": 10733,
            "abstract": "From a young scholar to one of history's most powerful warriors, this novel tells the story of Kublai Khan - an extraordinary man who should be remembered alongside Julius Caesar, Alexander the Great and Napoleon Bonaparte as one of the greatest conquerors the world has ever known.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "War",
                "Cultural",
                "Fantasy",
                "Novels",
                "Adventure",
                "Action"
            ]
        },
        {
            "title": "While We're Far Apart",
            "authors": [
                "Lynn Austin"
            ],
            "ranking": 4.22,
            "ranking_count": 8209,
            "abstract": "In an unassuming apartment building in Brooklyn, New York, three lives intersect as the reality of war invades each aspect of their lives. Young Esther is heartbroken when her father decides to enlist in the army shortly after the death of her mother. Penny Goodrich has been in love with Eddie Shaffer for as long as she can remember; now that Eddie's wife is dead, Penny feels she has been given a second chance and offers to care for his children in the hope that he will finally notice her and marry her after the war. And elderly Mr. Mendel, the landlord, waits for the war to end to hear what has happened to his son trapped in war torn Hungary. But during the long, endless wait for victory overseas, life on the home front will go from bad to worse. Yet these characters will find themselves growing and changing in ways they never expected and ultimately discovering truths about God's love. . .even when He is silent.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Christian Fiction",
                "Fiction",
                "Christian",
                "Romance",
                "War",
                "Inspirational"
            ]
        },
        {
            "title": "Introductions",
            "authors": [
                "C.L. Stone"
            ],
            "ranking": 4.09,
            "ranking_count": 15619,
            "abstract": "An alternative cover edition for this ASIN can be found. here. .. With an agoraphobic mother and a barely-there father, Sang abhors the isolation keeping her in the shadows. The only thing Sang craves is a fresh start and to be accepted as ordinary by her peers, because for her being different meant being cast out alone.. When her family moves to a new school district, Sang infiltrates a group of boys nearly perfect in every way. Grateful for an influence outside of her parents’ negativity, she quickly bonds with the boys, hoping to blend in and learn from them what it means to have a natural relationship with friends.. Only the boys have secrets of their own and they’ll do anything to keep her safe from the knowledge of the mysterious Academy that they've sworn allegiance to. Bit by bit, Sang discovers that her friends are far from the normalcy she expected. Will her loyalty change when she's forced to remain in the dark, or will she accept that she's traded one house of secrets for another?. Meet Kota, Victor, Silas, Nathan, Gabriel, Luke and North in a story about differences and loyalty, truth and mystery, friendships and heart-throbbing intimacy.. The Academy, ever vigilant.",
            "part_of_series": true,
            "genre_list": [
                "Polyamorous",
                "Young Adult",
                "Romance",
                "Contemporary",
                "Mystery",
                "Fiction",
                "Sociology",
                "New Adult"
            ]
        },
        {
            "title": "The Refugees",
            "authors": [
                "Viet Thanh Nguyen"
            ],
            "ranking": 3.88,
            "ranking_count": 17959,
            "abstract": "From a young Vietnamese refugee who suffers profound culture shock when he comes to live with two gay men in San Francisco, to a woman whose husband is suffering from dementia and starts to confuse her for a former lover, to a girl living in Ho Chi Minh City whose older half-sister comes back from America having seemingly accomplished everything she never will, the stories are a captivating testament to the dreams and hardships of immigration.",
            "part_of_series": false,
            "genre_list": [
                "Short Stories",
                "Fiction",
                "Historical",
                "Contemporary",
                "Cultural",
                "Literary Fiction",
                "Adult",
                "Literature"
            ]
        },
        {
            "title": "The Grand Design",
            "authors": [
                "Stephen Hawking",
                "Leonard Mlodinow"
            ],
            "ranking": 4.05,
            "ranking_count": 69272,
            "abstract": "THE FIRST MAJOR WORK IN NEARLY A DECADE BY ONE OF THE WORLD’S GREAT THINKERS—A MARVELOUSLY CONCISE BOOK WITH NEW ANSWERS TO THE ULTIMATE QUESTIONS OF LIFE. When and how did the universe begin? Why are we here? Why is there something rather than nothing? What is the nature of reality? Why are the laws of nature so finely tuned as to allow for the existence of beings like ourselves? And, finally, is the apparent “grand design” of our universe evidence of a benevolent creator who set things in motion—or does science offer another explanation?. The most fundamental questions about the origins of the universe and of life itself, once the province of philosophy, now occupy the territory where scientists, philosophers, and theologians meet—if only to disagree. In their new book, Stephen Hawking and Leonard Mlodinow present the most recent scientific thinking about the mysteries of the universe, in nontechnical language marked by both brilliance and simplicity.. In. The Grand Design. they explain that according to quantum theory, the cosmos does not have just a single existence or history, but rather that every possible history of the universe exists simultaneously. When applied to the universe as a whole, this idea calls into question the very notion of cause and effect. But the “top-down” approach to cosmology that Hawking and. Mlodinow describe would say that the fact that the past takes no definite form means that we create history by observing it, rather than that history creates us. The authors further explain that we ourselves are the product of quantum fluctuations in the very early universe, and show how quantum theory predicts the “multiverse”—the idea that ours is just one of many universes that appeared spontaneously out of nothing, each with different laws of nature.. Along the way Hawking and Mlodinow question the conventional concept of reality, posing a “model-dependent” theory of reality as the best we can hope to find. And they conclude with a riveting assessment of M-theory, an explanation of the laws governing us and our universe that is currently the only viable candidate for a complete “theory of everything.” If confirmed, they write, it will be the unified theory that Einstein was looking for, and the ultimate triumph of human reason.. A succinct, startling, and lavishly illustrated guide to discoveries that are altering our understanding and threatening some of our most cherished belief systems,. The Grand Design. is a book that will inform—and provoke—like no other.'",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "Philosophy",
                "Audiobook",
                "Religion",
                "History",
                "Space"
            ]
        },
        {
            "title": "My Real Children",
            "authors": [
                "Jo Walton"
            ],
            "ranking": 3.79,
            "ranking_count": 5928,
            "abstract": "It's 2015, and Patricia Cowan is very old. Confused today, read the notes clipped to the end of her bed. She forgets things she should know—what year it is, major events in the lives of her children. But she remembers things that don’t seem possible. She remembers marrying Mark and having four children. And she remembers not marrying Mark and raising three children with Bee instead. She remembers the bomb that killed President Kennedy in 1963, and she remembers Kennedy in 1964, declining to run again after the nuclear exchange that took out Miami and Kiev.. Her childhood, her years at Oxford during the Second World War—those were solid things. But after that, did she marry Mark or not? Did her friends all call her Trish, or Pat? Had she been a housewife who escaped a terrible marriage after her children were grown, or a successful travel writer with homes in Britain and Italy? And the moon outside her window: does it host a benign research station, or a command post bristling with nuclear missiles?. Two lives, two worlds, two versions of modern history. Each with their loves and losses, their sorrows and triumphs. My Real Children is the tale of both of Patricia Cowan's lives...and of how every life means the entire world.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Fantasy",
                "Historical",
                "LGBT",
                "Speculative Fiction",
                "Adult"
            ]
        },
        {
            "title": "The Third Reich",
            "authors": [
                "Roberto Bolaño",
                "Natasha Wimmer"
            ],
            "ranking": 3.52,
            "ranking_count": 4987,
            "abstract": "On vacation with his girlfriend, Ingeborg, the German war games champion Udo Berger returns to a small town on the Costa Brava where he spent the summers of his childhood. Soon they meet another vacationing German couple, Charly and Hanna, who introduce them to a band of locals—the Wolf, the Lamb, and El Quemado—and to the darker side of life in a resort town.. Late one night, Charly disappears without a trace, and Udo’s well-ordered life is thrown into upheaval; while Ingeborg and Hanna return to their lives in Germany, he refuses to leave the hotel. Soon he and El Quemado are enmeshed in a round of Third Reich, Udo’s favorite World War II strategy game, and Udo discovers that the game’s consequences may be all too real.. Written in 1989 and found among Roberto Bolaño’s papers after his death,. The Third. Reich. is a stunning exploration of memory and violence. Reading this quick, visceral novel, we see a world-class writer coming into his own—and exploring for the first time the themes that would define his masterpieces. The Savage Detectives. and. 2666. .",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Literature",
                "Cultural",
                "European Literature",
                "Literary Fiction",
                "Historical",
                "Contemporary"
            ]
        },
        {
            "title": "Come Away with Me",
            "authors": [
                "Kristen Proby"
            ],
            "ranking": 3.91,
            "ranking_count": 60991,
            "abstract": "Being confronted on the beach by a sexy stranger wasn't part of Natalie Conner's plans for a peaceful morning taking photos. And why on earth would he think she's taking pictures of him, anyway? Who is he? One thing’s for sure, he’s hot, and incredibly romantic, feeding Natalie’s wounded soul.. Luke Williams just wants the world to give him a break, so seeing yet another camera aimed at his face has him ready to pounce on the beauty behind the lens. When he finds out she has no idea who he is, he's intrigued and more than a little tempted by her. Natalie has a body made for sex, a sassy mouth and Luke can’t get enough of her, but he’s not ready to tell her who he really his.. Natalie is a no nonsense girl who doesn’t do well with lies and secrets. What will happen to this new relationship when she discovers what Luke’s hiding?",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Contemporary",
                "New Adult",
                "Adult Fiction",
                "Adult",
                "Womens Fiction",
                "Fiction"
            ]
        },
        {
            "title": "The Starless Sea",
            "authors": [
                "Erin Morgenstern"
            ],
            "ranking": 3.85,
            "ranking_count": 151242,
            "abstract": "From the. New York Times. bestselling author of. The Night Circus. , a timeless love story set in a secret underground world—a place of pirates, painters, lovers, liars, and ships that sail upon a starless sea.. Zachary Ezra Rawlins is a graduate student in Vermont when he discovers a mysterious book hidden in the stacks. As he turns the pages, entranced by tales of lovelorn prisoners, key collectors, and nameless acolytes, he reads something strange: a story from his own childhood. Bewildered by this inexplicable book and desperate to make sense of how his own life came to be recorded, Zachary uncovers a series of clues—a bee, a key, and a sword—that lead him to a masquerade party in New York, to a secret club, and through a doorway to an ancient library hidden far below the surface of the earth. What Zachary finds in this curious place is more than just a buried home for books and their guardians—it is a place of lost cities and seas, lovers who pass notes under doors and across time, and of stories whispered by the dead. Zachary learns of those who have sacrificed much to protect this realm, relinquishing their sight and their tongues to preserve this archive, and also of those who are intent on its destruction. Together with Mirabel, a fierce, pink-haired protector of the place, and Dorian, a handsome, barefoot man with shifting alliances, Zachary travels the twisting tunnels, darkened stairwells, crowded ballrooms, and sweetly soaked shores of this magical world, discovering his purpose—in both the mysterious book and in his own life.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adult",
                "Magical Realism",
                "Romance",
                "Audiobook",
                "LGBT",
                "Writing"
            ]
        },
        {
            "title": "Deadlocked",
            "authors": [
                "Charlaine Harris"
            ],
            "ranking": 3.71,
            "ranking_count": 97624,
            "abstract": "Growing up with telepathic abilities, Sookie Stackhouse realized early on that there are things she'd rather not know. An now that she's an adult, she also realizes that some things she knows about, she'd rather not see--like Eric Northman feeding off another woman. A younger one.. There's a thing or two she'd like to say about that, but she has to keep quiet--Felipe de Castro, the vampire king of Louisiana (and Arkansas and Nevada), is in town. It's the worst possible time for a human body to show up in Eric's front yard--especially the body of the woman whose blood he just drank.. Now it's up to Sookie and Bill, the official Area Five investigator, to solve the murder. Sookie thinks that, at least this time, the dead girl's fate has nothing to do with her. But she is wrong. She has an enemy, one far more devious than she would ever suspect, who's set out to make Sookie's world come crashing down.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Fiction",
                "Romance",
                "Mystery",
                "Shapeshifters"
            ]
        },
        {
            "title": "Just One Damned Thing After Another",
            "authors": [
                "Jodi Taylor"
            ],
            "ranking": 3.89,
            "ranking_count": 38069,
            "abstract": "History is just one damned thing after another.. Behind the seemingly innocuous façade of St Mary's, a different kind of historical research is taking place. They don't do 'time-travel' - they 'investigate major historical events in contemporary time'. Maintaining the appearance of harmless eccentrics is not always within their power - especially given their propensity for causing loud explosions when things get too quiet.. Meet the disaster-magnets of St Mary's Institute of Historical Research as they ricochet around History. Their aim is to observe and document - to try and find the answers to many of History's unanswered questions...and not to die in the process. But one wrong move and History will fight back - to the death. And, as they soon discover - it's not just History they're fighting.. Follow the catastrophe curve from 11th-century London to World War I, and from the Cretaceous Period to the destruction of the Great Library at Alexandria. For wherever Historians go, chaos is sure to follow in their wake....",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Historical",
                "Adventure",
                "Audiobook",
                "Humor",
                "Romance"
            ]
        },
        {
            "title": "Mile 81",
            "authors": [
                "Stephen King"
            ],
            "ranking": 3.66,
            "ranking_count": 26240,
            "abstract": "At Mile 81 on the Maine Turnpike is a boarded up rest stop on a highway in Maine. It's a place where high school kids drink and get into the kind of trouble high school kids have always gotten into. It's the place where Pete Simmons goes when his older brother, who's supposed to be looking out for him, heads off to the gravel pit to play paratroopers over the side. Pete, armed only with the magnifying glass he got for his tenth birthday, finds a discarded bottle of vodka in the boarded up burger shack and drinks enough to pass out.. Not much later, a mud-covered station wagon (which is strange because there hadn't been any rain in New England for over a week) veers into the Mile 81 rest area, ignoring the sign that says closed, no services. The driver's door opens but nobody gets out.. Doug Clayton, an insurance man from Bangor, is driving his Prius to a conference in Portland. On the backseat are his briefcase and suitcase and in the passenger bucket is a King James Bible, what Doug calls the ultimate insurance manual, but it isn't going to save Doug when he decides to be the Good Samaritan and help the guy in the broken down wagon. He pulls up behind it, puts on his four-ways, and then notices that the wagon has no plates.. Ten minutes later, Julianne Vernon, pulling a horse trailer, spots the Prius and the wagon, and pulls over. Julianne finds Doug Clayton's cracked cell phone near the wagon door—and gets too close herself. By the time Pete Simmons wakes up from his vodka nap, there are a half a dozen cars at the Mile 81 rest stop. Two kids—Rachel and Blake Lussier—and one horse named Deedee are the only living left. Unless you maybe count the wagon...",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Short Stories",
                "Audiobook",
                "Science Fiction",
                "Thriller",
                "Mystery",
                "Fantasy",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "Captain Vorpatril's Alliance",
            "authors": [
                "Lois McMaster Bujold"
            ],
            "ranking": 4.19,
            "ranking_count": 15060,
            "abstract": "Captain Ivan Vorpatril is happy with his relatively uneventful bachelor’s life as a staff officer to a Barrayaran admiral. Cousin to imperial troubleshooter Miles Vorkosigan, Ivan is not far down the hereditary list for the emperorship. Thankfully, new heirs have directed that headache elsewhere, leaving Ivan to enjoy his life on Komarr, far from the byzantine court politics of his home system. But when an old friend in Barrayaran intelligence asks Ivan to protect an attractive young woman who may be on the hit list of a criminal syndicate, his chivalrous nature takes over. It seems danger and adventure have once more found Captain Vorpatril.. Tej Arqua and her half-sister and servant Rish are fleeing the violent overthrow of their clan on free-for-all planet Jackson’s Whole. Now it seems Tej may possess a secret of which even she may not be aware—a secret that could corrupt the heart of a highly regarded Barrayaran family and provide the final advantage for the thugs who seek to overthrow Tej’s homeworld. But none of Tej’s formidable adversaries have counted on Ivan Vorpatril. For behind Ivan’s façade of wry and self-effacing humor lies a true and cunning protector who will never leave a distressed lady in the lurch—making the ultimate sacrifice to keep her from harm: the treasured and hard-won freedom from his own fate as a scion of Barrayar.. Length: 16 hrs and 42 mins",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Romance",
                "Science Fiction Fantasy",
                "Fantasy",
                "Audiobook",
                "Adventure",
                "Humor"
            ]
        },
        {
            "title": "The Painter",
            "authors": [
                "Peter Heller"
            ],
            "ranking": 3.8,
            "ranking_count": 14058,
            "abstract": "Peter Heller, the celebrated author of the breakout best seller The Dog Stars, returns with an achingly beautiful, wildly suspenseful second novel about an artist trying to outrun his past.. Jim Stegner has seen his share of violence and loss. Years ago he shot a man in a bar. His marriage disintegrated. He grieved the one thing he loved. In the wake of tragedy, Jim, a well-known expressionist painter, abandoned the art scene of Santa Fe to start fresh in the valleys of rural Colorado. Now he spends his days painting and fly-fishing, trying to find a way to live with the dark impulses that sometimes overtake him. He works with a lovely model. His paintings fetch excellent prices. But one afternoon, on a dirt road, Jim comes across a man beating a small horse, and a brutal encounter rips his quiet life wide open. Fleeing Colorado, chased by men set on retribution, Jim returns to New Mexico, tormented by his own relentless conscience.. A stunning, savage novel of art and violence, love and grief, The Painter is the story of a man who longs to transcend the shadows in his heart, a man intent on using the losses he has suffered to create a meaningful life.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Art",
                "Contemporary",
                "Literary Fiction",
                "Mystery",
                "Audiobook",
                "Adult Fiction",
                "Thriller",
                "Suspense"
            ]
        },
        {
            "title": "Witch Song",
            "authors": [
                "Amber Argyle"
            ],
            "ranking": 3.68,
            "ranking_count": 5415,
            "abstract": "A witch. Her guardian. A stolen magic . . .. When the witch hunters penetrate Brusenna's warded forest, she learns an impossible truth.. She is the last witch.. Now on the run, Brusenna finds an ally in her newly appointed guardian, Joshen, whose confidence and kindness threatens to break down the carefully constructed barriers around her heart. Together, they scramble to learn enough magic to defeat the evil the witch hunters serve.. Because if that evil captures Brusenna, it will become unstoppable.. If you love the unique magic, sweet romance, and daring adventure in books like THE BLACK WITCH and SERPENT & DOVE, you'll adore. Witch Song. . With nearly 1,500 five-star ratings on Goodreads, you don't want to miss this bewitching read that will keep you up all night. Get your copy today!. In WITCH SONG, Amber Argyle makes a riveting debut, creating a fresh new world full of wonder, peril, and splendor. I found WITCH SONG to be positively engrossing from the first page to the last. ~David Farland, New York Times Bestselling Author. OTHER TITLES BY AMBER ARGYLE. Witch Song Series. Witch Song. Witch Born. Witch Rising. Witch Fall. Forbidden Forest Series. Lady of Shadows. Stolen Enchantress. Piper Prince. Wraith King. Curse Queen. Fairy Queens Saga. Of Ice and Snow. Winter Queen. Of Fire and Ash. Summer Queen. Of Sand and Storm. Daughter of Winter. Winter’s Heir",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Paranormal",
                "Romance",
                "Fiction",
                "Adventure"
            ]
        },
        {
            "title": "You",
            "authors": [
                "Caroline Kepnes"
            ],
            "ranking": 3.94,
            "ranking_count": 196625,
            "abstract": "When a beautiful aspiring writer strides into the East Village bookstore where Joe Goldberg works, he does what anyone would do: he Googles the name on her credit card.. There is only one Guinevere Beck in New York City. She has a public Facebook account and Tweets incessantly, telling Joe everything he needs to know: she is simply Beck to her friends, she went to Brown University, she lives on Bank Street, and she’ll be at a bar in Brooklyn tonight—the perfect place for a “chance” meeting.. As Joe invisibly and obsessively takes control of Beck’s life, he orchestrates a series of events to ensure Beck finds herself in his waiting arms. Moving from stalker to boyfriend, Joe transforms himself into Beck’s perfect man, all while quietly removing the obstacles that stand in their way—even if it means murder.. A terrifying exploration of how vulnerable we all are to stalking and manipulation, debut author Caroline Kepnes delivers a razor-sharp novel for our hyper-connected digital age.",
            "part_of_series": true,
            "genre_list": [
                "Thriller",
                "Fiction",
                "Mystery",
                "Contemporary",
                "Audiobook",
                "Adult",
                "Suspense",
                "Horror"
            ]
        },
        {
            "title": "Aurora",
            "authors": [
                "Kim Stanley Robinson"
            ],
            "ranking": 3.76,
            "ranking_count": 22760,
            "abstract": "A major new novel from one of science fiction's most powerful voices, AURORA tells the incredible story of our first voyage beyond the solar system.. Brilliantly imagined and beautifully told, it is the work of a writer at the height of his powers.. Our voyage from Earth began generations ago.. Now, we approach our new home.. AURORA.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Space",
                "Audiobook",
                "Science Fiction Fantasy",
                "Speculative Fiction",
                "Fantasy",
                "Adult"
            ]
        },
        {
            "title": "November 9",
            "authors": [
                "Colleen Hoover"
            ],
            "ranking": 4.33,
            "ranking_count": 324336,
            "abstract": "Fallon meets Ben, an aspiring novelist, the day before her scheduled cross-country move. Their untimely attraction leads them to spend Fallon’s last day in L.A. together, and her eventful life becomes the creative inspiration Ben has always sought for his novel. Over time and amidst the various relationships and tribulations of their own separate lives, they continue to meet on the same date every year. Until one day Fallon becomes unsure if Ben has been telling her the truth or fabricating a perfect reality for the sake of the ultimate plot twist.. Can Ben’s relationship with Fallon—and simultaneously his novel—be considered a love story if it ends in heartbreak?. Beloved #1 New York Times bestselling author Colleen Hoover returns with an unforgettable love story between a writer and his unexpected muse.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "New Adult",
                "Contemporary",
                "Fiction",
                "Young Adult",
                "Audiobook",
                "Adult",
                "Womens Fiction",
                "Love"
            ]
        },
        {
            "title": "The Mystery Knight",
            "authors": [
                "George R.R. Martin"
            ],
            "ranking": 4.22,
            "ranking_count": 15251,
            "abstract": "The Mystery Knight is a novella published in 2010 as part of the Warriors anthology, edited by George R. R. Martin and Gardner Dozois. It is the third in the series of Dunk and Egg stories. Previous stories are The Hedge Knight and The Sworn Sword.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Short Stories",
                "Novella",
                "Adventure",
                "Science Fiction Fantasy",
                "Historical",
                "Audiobook"
            ]
        },
        {
            "title": "Dead in the Family",
            "authors": [
                "Charlaine Harris"
            ],
            "ranking": 3.89,
            "ranking_count": 158327,
            "abstract": "It's all about family .... Sookie Stackhouse is dealing with a whole host of family problems, ranging from her own kin (a non-human fairy and a telepathic second cousin) demanding a place in her life, to her lover Eric's vampire sire, an ancient being who arrives with Eric's 'brother' in tow at a most inopportune moment. And Sookie's tracking down a distant relation of her ailing neighbour (and ex), Vampire Bill Compton.. In addition to the multitude of family issues complicating her life, the werewolf pack of Shreveport has asked Sookie for a special favour, and since Sookie is an obliging young woman, she agrees. But this favour for the wolves has dire results for Sookie, who is still recovering from the trauma of her abduction during the Fairy War.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Fiction",
                "Mystery",
                "Shapeshifters"
            ]
        },
        {
            "title": "Toms River: A Story of Science and Salvation",
            "authors": [
                "Dan Fagin"
            ],
            "ranking": 4.08,
            "ranking_count": 3942,
            "abstract": "For the readers of. A Civil Action, The Emperor of all Maladies. and. The Immortal Life of Henrietta Lacks. ;. Toms River. melds hard-hitting investigative reporting, a ripping scientific detective story, deep historical research and an unforgettable cast of characters into a riveting narrative that will leave readers asking, could it happen in my town, too?. On a cool September day in 1971, an independent trucker with a history of legal scrapes flung open the double doors of his eighteen-wheeler and began tossing leaky drums of industrial waste onto the sandy soil of a rundown chicken farm in Toms River, New Jersey. Eight years later, a schoolteacher who lived four miles away gave birth to a boy whose cherubic smile belied the fast growing tumors that soon riddled his face and chest. The doctors predicted he would not reach his first birthday. They were wrong, but that was only one of many surprises that would eventually come to light in. Toms River. , culminating in 2001 with a record legal settlement believed to top $35 million and an unprecedented government study confirming the existence of a long-suspected cluster of childhood cancer linked to polluted water and air.. A detective story rooted in a scientific quest thousands of years old,. Toms River. is a tale of dumpers at midnight and deceptions in broad daylight, of corporate avarice and government neglect, and of a few brave individuals who would not keep silent.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Science",
                "History",
                "Environment",
                "Politics",
                "Health",
                "Audiobook",
                "Historical"
            ]
        },
        {
            "title": "The Sleepwalkers: How Europe Went to War in 1914",
            "authors": [
                "Christopher   Clark"
            ],
            "ranking": 4.19,
            "ranking_count": 9720,
            "abstract": "The moments that it took Gavrilo Princip to step forward to the stalled car and shoot dead Franz Ferdinand and his wife were perhaps the most fateful of the modern era. An act of terrorism of staggering efficiency, it fulfilled its every aim: it would liberate Bosnia from Habsburg rule and it created a powerful new Serbia, but it also brought down four great empires, killed millions of men and destroyed a civilization. What made a seemingly prosperous and complacent Europe so vulnerable to the impact of this assassination?. In. The Sleepwalkers. Christopher Clark retells the story of the outbreak of the First World War and its causes. Above all, it shows how the failure to understand the seriousness of the chaotic, near genocidal fighting in the Balkans would drag Europe into catastrophe.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "War",
                "Politics",
                "Military",
                "Historical"
            ]
        },
        {
            "title": "Broken Harbour",
            "authors": [
                "Tana French"
            ],
            "ranking": 3.94,
            "ranking_count": 89348,
            "abstract": "In. Broken Harbour. , a ghost estate outside Dublin – half-built, half-inhabited, half-abandoned – two children and their father are dead. The mother is on her way to intensive care. Scorcher Kennedy is given the case because he is the Murder Squad’s star detective. At first he and his rookie partner, Richie, think this is a simple one: Pat Spain was a casualty of the recession, so he killed his children, tried to kill his wife Jenny, and finished off with himself. But there are too many inexplicable details and the evidence is pointing in two directions at once.. Scorcher’s personal life is tugging for his attention. Seeing the case on the news has sent his sister Dina off the rails again, and she’s resurrecting something that Scorcher thought he had tightly under control: what happened to their family, one summer at Broken Harbour, back when they were children. The neat compartments of his life are breaking down, and the sudden tangle of work and family is putting both at risk . . .",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Cultural",
                "Audiobook",
                "Adult",
                "Suspense",
                "European Literature"
            ]
        },
        {
            "title": "Moonglow",
            "authors": [
                "Michael Chabon"
            ],
            "ranking": 3.81,
            "ranking_count": 31554,
            "abstract": "In 1989, fresh from the publication of his first novel,. The Mysteries of Pittsburgh. , Michael Chabon traveled to his mother’s home in Oakland, California, to visit his terminally ill grandfather. Tongue loosened by powerful painkillers, memory stirred by the imminence of death, Chabon’s grandfather shared recollections and told stories the younger man had never heard before, uncovering bits and pieces of a history long buried and forgotten. That dreamlike week of revelations forms the basis for the novel. Moonglow. , the latest feat of legerdemain from Pulitzer Prize-winning author Michael Chabon.. Moonglow. unfolds as the deathbed confession of a man the narrator refers to only as “my grandfather.” It is a tale of madness, of war and adventure, of sex and marriage and desire, of existential doubt and model rocketry, of the shining aspirations and demonic underpinnings of American technological accomplishment at midcentury, and, above all, of the destructive impact—and the creative power—of keeping secrets and telling lies. It is a portrait of the difficult but passionate love between the narrator’s grandfather and his grandmother, an enigmatic woman broken by her experience growing up in war-torn France. It is also a tour de force of speculative autobiography in which Chabon devises and reveals a secret history of his own imagination.. From the Jewish slums of prewar South Philadelphia to the invasion of Germany, from a Florida retirement village to the penal utopia of New York’s Wallkill prison, from the heyday of the space program to the twilight of the “American Century,” the novel revisits an entire era through a single life and collapses a lifetime into a single week. A lie that tells the truth, a work of fictional nonfiction, an autobiography wrapped in a novel disguised as a memoir,. Moonglow. is Chabon at his most moving and inventive.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Literary Fiction",
                "Contemporary",
                "Novels",
                "Audiobook",
                "Literature",
                "Adult"
            ]
        },
        {
            "title": "In a Strange Room",
            "authors": [
                "Damon Galgut"
            ],
            "ranking": 3.61,
            "ranking_count": 3653,
            "abstract": "A young man takes three journeys, through Greece, India and Africa. He travels lightly, simply. To those who travel with him and those whom he meets on the way - including a handsome, enigmatic stranger, a group of careless backpackers and a woman on the edge - he is the Follower, the Lover and the Guardian. Yet, despite the man's best intentions, each journey ends in disaster. Together, these three journeys will change his whole life. A novel of longing and thwarted desire, rage and compassion, In a Strange Room is the hauntingly beautiful evocation of one man's search for love, and a place to call home.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Cultural",
                "Travel",
                "Southern Africa",
                "Literary Fiction",
                "Literature",
                "Contemporary",
                "Short Stories",
                "Novels"
            ]
        },
        {
            "title": "Elizabeth the Queen: The Life of a Modern Monarch",
            "authors": [
                "Sally Bedell Smith"
            ],
            "ranking": 3.86,
            "ranking_count": 27833,
            "abstract": "Perfect for fans of. The Crown. , this magisterial biography of Queen Elizabeth II is a close-up view of the woman we’ve known only from a distance—and a captivating window into the last great monarchy.. From the moment of her ascension to the throne in 1952 at the age of twenty-five, Queen Elizabeth II has been the object of unparalleled scrutiny. But through the fog of glamour and gossip, how well do we really know the world’s most famous monarch? Drawing on numerous interviews and never-before-revealed documents, acclaimed biographer Sally Bedell Smith pulls back the curtain to show in intimate detail the public and private lives of Queen Elizabeth II, who has led her country and Commonwealth through the wars and upheavals of the last sixty years with unparalleled composure, intelligence, and grace.. In. Elizabeth the Queen. , we meet the young girl who suddenly becomes “heiress presumptive” when her uncle abdicates the throne. We meet the thirteen-year-old Lilibet as she falls in love with a young navy cadet named Philip and becomes determined to marry him, even though her parents prefer wealthier English aristocrats. We see the teenage Lilibet repairing army trucks during World War II and standing with Winston Churchill on the balcony of Buckingham Palace on V-E Day. We see the young Queen struggling to balance the demands of her job with her role as the mother of two young children. Sally Bedell Smith brings us inside the palace doors and into the Queen’s daily routines—the “red boxes” of documents she reviews each day, the weekly meetings she has had with twelve prime ministers, her physically demanding tours abroad, and the constant scrutiny of the press—as well as her personal relationships: with Prince Philip, her husband of sixty-four years and the love of her life; her children and their often-disastrous marriages; her grandchildren and friends.",
            "part_of_series": false,
            "genre_list": [
                "Biography",
                "Nonfiction",
                "History",
                "Biography Memoir",
                "Historical",
                "European Literature",
                "Audiobook",
                "Autobiography",
                "Adult",
                "Politics"
            ]
        },
        {
            "title": "The Winner's Crime",
            "authors": [
                "Marie Rutkoski"
            ],
            "ranking": 4.09,
            "ranking_count": 62192,
            "abstract": "Book two of the dazzling Winner's Trilogy is a fight to the death as Kestrel risks betrayal of country for love.. The engagement of Lady Kestrel to Valoria’s crown prince means one celebration after another. But to Kestrel it means living in a cage of her own making. As the wedding approaches, she aches to tell Arin the truth about her engagement... if she could only trust him. Yet can she even trust herself? For—unknown to Arin—Kestrel is becoming a skilled practitioner of deceit: an anonymous spy passing information to Herran, and close to uncovering a shocking secret.. As Arin enlists dangerous allies in the struggle to keep his country’s freedom, he can’t fight the suspicion that Kestrel knows more than she shows. In the end, it might not be a dagger in the dark that cuts him open, but the truth. And when that happens, Kestrel and Arin learn just how much their crimes will cost them.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Science Fiction",
                "Fiction",
                "Historical",
                "War",
                "Audiobook"
            ]
        },
        {
            "title": "Necessary Lies",
            "authors": [
                "Diane Chamberlain"
            ],
            "ranking": 4.27,
            "ranking_count": 63812,
            "abstract": "Bestselling author Diane Chamberlain delivers a breakout book about a small southern town fifty years ago, and the darkest—and most hopeful—places in the human heart. After losing her parents, fifteen-year-old Ivy Hart is left to care for her grandmother, older sister and nephew as tenants on a small tobacco farm.  As she struggles with her grandmother’s aging, her sister’s mental illness and her own epilepsy, she realizes they might need more than she can give.. When Jane Forrester takes a position as Grace County’s newest social worker, she doesn’t realize just how much her help is needed.  She quickly becomes emotionally invested in her clients' lives, causing tension with her boss and her new husband.  But as Jane is drawn in by the Hart women, she begins to discover the secrets of the small farm—secrets much darker than she would have guessed.  Soon, she must decide whether to take drastic action to help them, or risk losing the battle against everything she believes is wrong.. Set in rural Grace County, North Carolina in a time of state-mandated sterilizations and racial tension,. Necessary Lies. tells the story of these two young women, seemingly worlds apart, but both haunted by tragedy.  Jane and Ivy are thrown together and must ask themselves: how can you know what you believe is right, when everyone is telling you it’s wrong?",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Audiobook",
                "Womens Fiction",
                "Book Club",
                "Adult Fiction",
                "Adult",
                "Drama",
                "Contemporary"
            ]
        },
        {
            "title": "My Life Next Door",
            "authors": [
                "Huntley Fitzpatrick"
            ],
            "ranking": 3.98,
            "ranking_count": 146179,
            "abstract": "A gorgeous debut about family, friendship, first romance, and how to be true to one person you love without betraying another. “One thing my mother never knew, and would disapprove of most of all, was that I watched the Garretts. All the time.”. The Garretts are everything the Reeds are not. Loud, numerous, messy, affectionate. And every day from her balcony perch, seventeen-year-old Samantha Reed wishes she was one of them . . . until one summer evening, Jase Garrett climbs her terrace and changes everything. As the two fall fiercely in love, Jase's family makes Samantha one of their own. Then in an instant, the bottom drops out of her world and she is suddenly faced with an impossible decision. Which perfect family will save her? Or is it time she saved herself?. A dreamy summer read, full of characters who stay with you long after the story is over.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Fiction",
                "Womens Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "The Black Count: Glory, Revolution, Betrayal, and the Real Count of Monte Cristo",
            "authors": [
                "Tom Reiss",
                "Gabriel Stoian"
            ],
            "ranking": 3.97,
            "ranking_count": 18155,
            "abstract": "Here is the remarkable true story of the real Count of Monte Cristo – a stunning feat of historical sleuthing that brings to life the forgotten hero who inspired such classics as. The Count of Monte Cristo. and. The Three Musketeers. .. The real-life protagonist of. The Black Count. , General Alex Dumas, is a man almost unknown today yet with a story that is strikingly familiar, because his son, the novelist Alexandre Dumas, used it to create some of the best loved heroes of literature.. Yet, hidden behind these swashbuckling adventures was an even more incredible secret: the real hero was the son of a black slave -- who rose higher in the white world than any man of his race would before our own time. Born in Saint-Domingue (now Haiti), Alex Dumas was briefly sold into bondage but made his way to Paris where he was schooled as a sword-fighting member of the French aristocracy. Enlisting as a private, he rose to command armies at the height of the Revolution in an audacious campaign across Europe and the Middle East – until he met an implacable enemy he could not defeat.. The Black Count. is simultaneously a riveting adventure story, a lushly textured evocation of 18th-century France, and a window into the modern world’s first multi-racial society. But it is also a heartbreaking story of the enduring bonds of love between a father and son.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "Cultural",
                "Historical",
                "Biography Memoir",
                "War",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "Missing You",
            "authors": [
                "Harlan Coben"
            ],
            "ranking": 3.98,
            "ranking_count": 51175,
            "abstract": "It's a profile, like all the others on the online dating site. But as NYPD Detective Kat Donovan focuses on the accompanying picture, she feels her whole world explode, as emotions she’s ignored for decades come crashing down on her. Staring back at her is her ex-fiancé Jeff, the man who shattered her heart—and who she hasn’t seen in 18 years.. Kat feels a spark, wondering if this might be the moment when past tragedies recede and a new world opens up to her. But when she reaches out to the man in the profile, her reawakened hope quickly darkens into suspicion and then terror as an unspeakable conspiracy comes to light, in which monsters prey upon the most vulnerable.. As the body count mounts and Kat's hope for a second chance with Jeff grows more and more elusive, she is consumed by an investigation that challenges her feelings about everyone she ever loved—her former fiancé, her mother, and even her father, whose cruel murder so long ago has never been fully explained. With lives on the line, including her own, Kat must venture deeper into the darkness than she ever has before, and discover if she has the strength to survive what she finds there.",
            "part_of_series": false,
            "genre_list": [
                "Mystery",
                "Thriller",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Last Star",
            "authors": [
                "Rick Yancey"
            ],
            "ranking": 3.62,
            "ranking_count": 66729,
            "abstract": "The enemy is Other. The enemy is us.. They’re down here, they’re up there, they’re nowhere. They want the Earth, they want us to have it. They came to wipe us out, they came to save us.. But beneath these riddles lies one truth: Cassie has been betrayed. So has Ringer. Zombie. Nugget. And all 7.5 billion people who used to live on our planet. Betrayed first by the Others, and now by ourselves.. In these last days, Earth’s remaining survivors will need to decide what’s more important: saving themselves…or saving what makes us human.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fiction",
                "Fantasy",
                "Romance",
                "Apocalyptic",
                "Audiobook"
            ]
        },
        {
            "title": "Frost Burned",
            "authors": [
                "Patricia Briggs"
            ],
            "ranking": 4.35,
            "ranking_count": 68903,
            "abstract": "Patricia Briggs's novel. River Marked. was praised as an urban fantasy where our everyday world is believably twisted into the world of fey, werewolves, vampires, and myths made real. Now Mercy Thompson faces a shapeshifter's biggest fear as the realm she has embraced is thrown into chaos.... Mercy Thompson's life has undergone a seismic change. Becoming the mate of Adam Hauptman - the charismatic Alpha of the local werewolf pack - has made her a stepmother to his daughter Jesse, a relationship that brings moments of blissful normalcy to Mercy's life. But on the edges of humanity, a minor mishap on an ordinary day can turn into so much more.... After an accident in bumper-to-bumper traffic, Mercy and Jesse can't reach Adam - or anyone else in the pack for that matter. They've all been abducted.. Through their mating bond, all Mercy knows is that Adam is angry and in pain. But she fears Adam's disappearance may be related to the political battle the werewolves have been fighting to gain acceptance from the public - and that he and the pack are in serious danger. Outmatched and on her own, Mercy may be forced to seek assistance from any ally she can get, no matter how unlikely.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Paranormal",
                "Romance",
                "Shapeshifters",
                "Fiction"
            ]
        },
        {
            "title": "Best Kept Secret",
            "authors": [
                "Jeffrey Archer"
            ],
            "ranking": 4.01,
            "ranking_count": 43032,
            "abstract": "The third novel in Jeffrey Archer’s compelling saga, the Clifton Chronicles. 1945. The vote in the House of Lords as to who should inherit the Barrington family fortune has ended in a tie. The Lord Chancellor’s deciding vote will cast a long shadow on the lives of Harry Clifton and Giles Barrington.. Harry returns to America to promote his latest novel, while his beloved Emma goes in search of the little girl who was found abandoned in her father’s office on the night he was killed.. When the General Election is called, Giles Barrington has to defend his seat in the House of Commons and is horrified to discover who the Conservatives select to stand against him. But it is Sebastian Clifton, Harry and Emma’s son, who ultimately influences his uncle’s fate.. In 1957, Sebastian wins a scholarship to Cambridge, and a new generation of the Clifton family march onto the page. After Sebastian is expelled from school, he unwittingly becomes caught up in an international art fraud involving a Rodin statue that is worth far more than the sum it raises at auction. Does he become a millionaire? Does he go to Cambridge? Is his life in danger?",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Audiobook",
                "Drama",
                "Thriller",
                "European Literature",
                "Family",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Liar's Key",
            "authors": [
                "Mark  Lawrence"
            ],
            "ranking": 4.25,
            "ranking_count": 18402,
            "abstract": "The Red Queen has set her players on the board.... Winter is keeping Prince Jalan Kendeth far from the longed-for luxuries of his southern palace. And although the North may be home to his companion, the warrior Snorri ver Snagason, he is just as eager to leave. For the Viking is ready to challenge all of Hell to bring his wife and children back into the living world. He has Loki’s key – now all he needs is to find the door.. As all wait for the ice to unlock its jaws, the Dead King plots to claim what was so nearly his – the key to the underworld -- so that his dead subjects can rise and rule.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Adventure",
                "Audiobook",
                "Apocalyptic"
            ]
        },
        {
            "title": "White Hot Kiss",
            "authors": [
                "Jennifer L. Armentrout"
            ],
            "ranking": 4.2,
            "ranking_count": 67685,
            "abstract": "This is a previously published edition of ASIN B00DSX0QRS. There is an alternate cover edition for this ASIN. here. and. here. .. One kiss could be the last.. Seventeen-year-old Layla just wants to be normal. But with a kiss that kills anything with a soul, she's anything but normal. Half demon, half gargoyle, Layla has abilities no one else possesses.. Raised among the Wardens—a race of gargoyles tasked with hunting demons and keeping humanity safe—Layla tries to fit in, but that means hiding her own dark side from those she loves the most. Especially Zayne, the swoon-worthy, incredibly gorgeous and completely off-limits Warden she's crushed on since forever.. Then she meets Roth—a tattooed, sinfully hot demon who claims to know all her secrets. Layla knows she should stay away, but she's not sure she wants to—especially when that whole no-kissing thing isn't an issue, considering Roth has no soul.. But when Layla discovers she's the reason for the violent demon uprising, trusting Roth could not only ruin her chances with Zayne… it could brand her a traitor to her family. Worse yet, it could become a one-way ticket to the end of the world.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Paranormal",
                "New Adult"
            ]
        },
        {
            "title": "Live by Night",
            "authors": [
                "Dennis Lehane"
            ],
            "ranking": 3.9,
            "ranking_count": 22966,
            "abstract": "Live by Night is a riveting epic layered with a diverse cast of loyal friends and callous enemies, tough rumrunners and sultry femmes fatales, Bible-quoting evangelists and cruel Klansmen, all battling for survival and their piece of the American dream.. Boston, 1926. The '20s are roaring. Liquor is flowing, bullets are flying, and one man sets out to make his mark on the world.. Prohibition has given rise to an endless network of underground distilleries, speakeasies, gangsters, and corrupt cops. Joe Coughlin, the youngest son of a prominent Boston police captain, has long since turned his back on his strict and proper upbringing. Now having graduated from a childhood of petty theft to a career in the pay of the city's most fearsome mobsters, Joe enjoys the spoils, thrills, and notoriety of being an outlaw.. But life on the dark side carries a heavy price. In a time when ruthless men of ambition, armed with cash, illegal booze, and guns, battle for control, no one - neither family nor friend, enemy nor lover - can be trusted. Beyond money and power, even the threat of prison, one fate seems most likely for men like Joe: an early death. But until that day, he and his friends are determined to live life to the hilt.. Joe embarks on a dizzying journey up the ladder of organized crime that takes him from the flash of Jazz Age Boston to the sensual shimmer of Tampa's Latin Quarter to the sizzling streets of Cuba. Live by Night is a riveting epic layered with a diverse cast of loyal friends and callous enemies, tough rumrunners and sultry femmes fatales, Bible-quoting evangelists and cruel Klansmen, all battling for survival and their piece of the American dream. At once a sweeping love story and a compelling saga of revenge, it is a spellbinding tour de force of betrayal and redemption, music and murder, that brings fully to life a bygone era when sin was cause for celebration and vice was a national virtue.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Thriller",
                "Audiobook",
                "Suspense"
            ]
        },
        {
            "title": "Field Gray",
            "authors": [
                "Philip Kerr"
            ],
            "ranking": 4.15,
            "ranking_count": 6458,
            "abstract": "Philip Kerr delivers a novel with the noir sensibility of Raymond Chandler, the realpolitik of vintage John le Carré, and the dark moral vision of Graham Greene.. Striding across Europe through the killing fields of three decades-from riot-torn Berlin in 1931 to Adenauer's Germany in 1954, awash in duplicitous allies busily undermining one another-Field Gray reveals a world based on expediency, where the ends justify the means and no one can be trusted. It brings us a hero who is sardonic, tough- talking, and cynical, but who does have a rough sense of humor and a rougher sense of right and wrong. He's Bernie Gunther. He drinks too much and smokes excessively and is somewhat overweight (but a Russian prisoner-of-war camp will take care of those bad habits). He's Bernie Gunther-a brave man, because when there is nothing left to lose, honor rules.. Bernie Gunther is the most antiheroic of antiheroes in this gripping, offbeat thriller. It's the story of his struggle to preserve what's left of his humanity, and his life, in a world where the moral bandwidth is narrow, satanic evil at one end, cynical expediency at the other.. –Philip Caputo, author of. A Rumor of War. A thriller that will challenge preconceptions and stimulate the little grey cells.. –. The Times. (London), selecting. Field Gray. as a Thriller of the Year. Part of the allure of these novels is that Bernie is such an interesting creation, a Chandleresque knight errant caught in insane historical surroundings. Bernie walks down streets so mean that nobody can stay alive and remain truly clean.. –John Powers,. Fresh Air. (NPR). Bernie on Bernie:. I didn't like Bernhard Gunther very much. He was cynical and world-weary and hardly had a good word to say about anyone, least of all himself. He'd had a pretty tough war . . . and done quite a few things of which he wasn't proud. . . . It had been no picnic for him since then either; it didn't seem to matter where he spread life's tartan rug, there was always a turd on the grass.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "Thriller",
                "Cultural",
                "Spy Thriller"
            ]
        },
        {
            "title": "On the Come Up",
            "authors": [
                "Angie Thomas"
            ],
            "ranking": 4.29,
            "ranking_count": 84398,
            "abstract": "An alternate cover edition for ISBN 9780062498564 can be found. here.. Sixteen-year-old Bri wants to be one of the greatest rappers of all time. Or at least make it out of her neighborhood one day. As the daughter of an underground rap legend who died before he hit big, Bri’s got big shoes to fill. But now that her mom has unexpectedly lost her job, food banks and shutoff notices are as much a part of Bri’s life as beats and rhymes. With bills piling up and homelessness staring her family down, Bri no longer just wants to make it—she has to make it.. On the Come Up. is Angie Thomas’s homage to hip-hop, the art that sparked her passion for storytelling and continues to inspire her to this day. It is the story of fighting for your dreams, even as the odds are stacked against you; of the struggle to become who you are and not who everyone expects you to be; and of the desperate realities of poor and working-class black families.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Audiobook",
                "Realistic Fiction",
                "Music",
                "Race"
            ]
        },
        {
            "title": "Us Against You",
            "authors": [
                "Fredrik Backman",
                "Neil Smith"
            ],
            "ranking": 4.35,
            "ranking_count": 112863,
            "abstract": "After everything that the citizens of Beartown have gone through, they are struck yet another blow when they hear that their beloved local hockey team will soon be disbanded. What makes it worse is the obvious satisfaction that all the former Beartown players, who now play for a rival team in Hed, take in that fact. Amidst the mounting tension between the two rivals, a surprising newcomer is handpicked to be Beartown’s new hockey coach.. Soon a new team starts to take shape around Amat, the fastest player you’ll ever see; Benji, the intense lone wolf; and Vidar, a born-to-be-bad troublemaker. But bringing this team together proves to be a challenge as old bonds are broken, new ones are formed, and the enmity with Hed grows more and more acute.. As the big match approaches, the not-so-innocent pranks and incidents between the communities pile up and their mutual contempt grows deeper. By the time the last game is finally played, a resident of Beartown will be dead, and the people of both towns will be forced to wonder if, after all they’ve been through, the game they love can ever return to something simple and innocent.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Sports",
                "Adult",
                "Adult Fiction",
                "Literary Fiction",
                "Cultural",
                "LGBT",
                "Family"
            ]
        },
        {
            "title": "Sea",
            "authors": [
                "Heidi R. Kling"
            ],
            "ranking": 3.83,
            "ranking_count": 2211,
            "abstract": "Still haunted by nightmares of her mother's death, fifteen-year-old Sienna Jones reluctantly travels to Indonesia with her father's relief team to help tsunami orphans with their post traumatic stress disorder-something Sienna knows a lot about. Since her mother's plane went missing over the Indian Ocean three years before, Sienna doesn't do anything if it involves the ocean or planes, so this trip is a big step forward.. But the last thing she expects is to fall for Deni, a brooding Indonesian boy who lives at the orphanage, and just so happens to be HOT. When Deni hears a rumor that his father may be alive, Sienna doesn't think twice about running away with him to the epicenter of the disaster. Unfortunately, what they find there could break both their hearts.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Fantasy",
                "Mythology",
                "Realistic Fiction",
                "Fiction",
                "Travel"
            ]
        },
        {
            "title": "Shadow Catcher",
            "authors": [
                "James R. Hannibal"
            ],
            "ranking": 3.85,
            "ranking_count": 222,
            "abstract": "Over ten years ago, Air Force major Nick Baron was part of a failed special ops mission that left a B-2 stealth bomber at the bottom of the Persian Gulf. Now, leading his men—the Triple Seven Chase team—Baron must find the bomber and dispose of it for good before any unfriendly nation can steal the onboard technology for its own purposes. But as the team embarks on its mission, there are greater dangers waiting.. When the CIA intercepts a call signal from an operative in China long thought dead, the Triple Seven Chase team is given the perilous task of retrieving the lone soldier from deep within the Chinese wilderness. There is only one plane for such a dangerous mission: the Shadow Catcher, a plane with capabilities beyond anything that has ever flown.. What Baron and his men don’t know is that the enemy is already among them—and that the Shadow Catcher itself may be the ultimate prize.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "War",
                "Spy Thriller",
                "Thriller",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Founder's Curse",
            "authors": [
                "Danelle O'Donnell"
            ],
            "ranking": 3.96,
            "ranking_count": 24,
            "abstract": "John can't help that his last name is Brown or that he is a farmer. It's not his fault that his only shoes are work boots, and that his wardrobe consists of overalls and thin T-shirts. Even if Father and Mother are strict and detached, at least he has his eleven sisters and Widow McNeally on his side.. He thought he was okay with it all, really! However, something made him trip that bully of a classmate at the museum, making him number one on the goon’s hit-list. During the ensuing hunt, those blasted boots caused him to break a priceless statue, freeing a girl named Diana, who had been trapped in stone for centuries.. His choices from that moment forward turn his life upside-down. Should he have turned Diana over to the authorities instead of sneaking her home and hiding her in the loft of his barn? Maybe. Should he have told his parents instead of Widow McNeally and two of his sisters? Possibly. Should he have run the other way when Diana showed him the things she can do with her mind and the amulet of crystals around her neck? No one would blame him if he did.. Instead, he allows himself to be pulled deeper and deeper into Diana's world, doing crazy things like breaking into an insane asylum, traveling through waterfalls, confronting a Fourteenth-Century warrior, battling an old hag, and, worst of all, lying to his parents. That’s a lot to deal with for a sheltered fourteen-year-old farm boy.. Travel with John and Diana and a diverse cast of characters through an adventure of discovery, loss, and rebirth as friendships are forged and old debts are revisited in this tale where “mind over matter” has a whole new meaning.",
            "part_of_series": true,
            "genre_list": []
        },
        {
            "title": "Where Pain Thrives",
            "authors": [
                "Mie Hansson"
            ],
            "ranking": 4.0,
            "ranking_count": 18,
            "abstract": "Where Pain Thrives is a collection of poems in three chapters by Danish poet Mie Hansson.. Autobiographical, and at times erotically so, the book takes the reader from a bitter adolescence to toxic love affairs before leaping into a bohemian life where pain would come to thrive. Each section explores the relationship between joy and pain, and the different fashions in which they undress.. “Do not judge a woman on her knees; you never know how tall she is when she stands”",
            "part_of_series": false,
            "genre_list": [
                "Poetry"
            ]
        },
        {
            "title": "Kings or Pawns",
            "authors": [
                "J.J. Sherwood"
            ],
            "ranking": 4.31,
            "ranking_count": 133,
            "abstract": "Alternate cover for this ISBN can be found here:. Kings or Pawns. The first book in JJ Sherwood's Steps of Power epic fantasy series. The Kings, Book I: Kings or Pawns is a political intrigue that spirals into an action and adventure series as the final events unfold.. 8,994 P.E.—The elven city of Elvorium has become corrupted to the core by politics. With his father dead and the Royal Schism at his back, Prince Hairem ascends the throne as king of the elven world on Sevrigel. Young and bold, Hairem is determined to undo the council’s power, but the brutal murders by an assassin loosed within the city threaten to undermine the king’s ambitions.. As corruption and death threaten to tear Elvorium apart from within, the warlord Saebellus threatens the city from without, laying siege to Sevrigel’s eastern capital. With the elven world crumbling around him, Hairem finds himself in a dangerous political balance between peace and all out war.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Poetry",
                "War",
                "Romance"
            ]
        },
        {
            "title": "Beautiful Darkness",
            "authors": [
                "Kami Garcia",
                "Margaret Stohl"
            ],
            "ranking": 3.83,
            "ranking_count": 132268,
            "abstract": "Fall under the spell of the. Beautiful Darkness. , the sequel to the instant. NYT. bestselling gothic fantasy,. Beautiful Creatures!. There were no surprises in Gatlin County. At least, that's what I thought. Turns out, I couldn't have been more wrong.. Ethan Wate used to think of Gatlin as a place where nothing ever changed. Then mysterious newcomer Lena Duchannes revealed a secret world of curses and Supernaturals with terrifying abilities. Lena showed him a Gatlin where impossible, magical, life-altering events happen. Sometimes life-ending.. And now that Ethan's eyes have been opened to the darker side of Gatlin, there's no going back. Haunted by strange visions only he can see, Ethan is pulled deeper into his town's tangled history and finds himself caught up in the dangerous network of underground passageways endlessly crisscrossing the South, where nothing is as it seems.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction",
                "Paranormal"
            ]
        },
        {
            "title": "Beautiful Affliction",
            "authors": [
                "Lene Fogelberg"
            ],
            "ranking": 3.79,
            "ranking_count": 1901,
            "abstract": "A young woman risks everything to save her own life in this “unusual, riveting medical drama crafted with deep emotion and exquisite detail” (. BookPage. ).. Lene Fogelberg is dying—she is sure of it—but no doctor in Sweden, her home country, believes her. Love stories enfold her, with her husband, her two precious daughters, her enchanting surroundings, but the question she has carried in her heart since childhood—Will I die young?—is threatening all she holds dear, even her sanity. When her young family moves to the US, an answer, a diagnosis, is finally found: she is in the last stages of a fatal congenital heart disease. But is it too late?. Unflinchingly honest and often harrowing, Beautiful Affliction is an inspiring account of growing up and living on the verge of death—and of the beauty, harshness, loneliness, and, ultimately, unbending love that can be found there.",
            "part_of_series": false,
            "genre_list": [
                "Medical",
                "Nonfiction",
                "Autobiography",
                "Biography",
                "Health",
                "Biography Memoir",
                "Cultural",
                "Womens",
                "Business"
            ]
        },
        {
            "title": "The Kafir Project",
            "authors": [
                "Lee Burvine"
            ],
            "ranking": 4.0,
            "ranking_count": 315,
            "abstract": "Astronomer and TV science guy Gevin Rees just landed the interview of a lifetime with the world's most famous physicist. Remarkable, because the eccentric genius is notoriously reclusive.. And he's already dead.. What happens next forces Rees to run for his life from two separate assassins and global powers desperate to bury what he's just uncovered. Mind-blowing technology and solid evidence that would rewrite religious history and challenge the faith of billions.. Rees teams up with DCIS Special Agent Kerry Morgan, who soon discovers her own agency has been compromised. Forced underground, the pair must rely on little more than Morgan's fierce tenacity and Rees's scientific know-how.. Their only path back to safety is to unlock the shocking secrets of the Kafir Project and expose them to the world.. But can they beat the impossible odds stacked against them?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Religion",
                "Audiobook",
                "Mystery"
            ]
        },
        {
            "title": "Edna in the Desert",
            "authors": [
                "Maddy Lederman"
            ],
            "ranking": 3.86,
            "ranking_count": 210,
            "abstract": "Can a Beverly Hills teen survive without a smart phone, Internet, and TV? Edna will find out.. Edna is thirteen, a precocious troublemaker wreaking havoc at her Beverly Hills school. Her therapist advocates medication, but her parents come up with an alternative cure: Edna will spend the summer in the desert with her grandparents. Their remote cabin is cut off from cell phone service, Internet and television. Edna’s determined to rebel until she meets an older local boy and falls in love for the first time. How can she get to know him from the edge of nowhere?. Praise for Edna in the Desert. “I loved this realistic, funny-and-yet-equally-serious, pitch-perfect novel about a young teen with no distractions—other than herself. What Edna learns over her summer in the desert makes for one of my favorite books of the year.”. Melissa Senate. Author of See Jane Date and The Mosts",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Young Adult",
                "Contemporary",
                "Childrens"
            ]
        },
        {
            "title": "Fever Dream",
            "authors": [
                "Samanta Schweblin",
                "Megan McDowell",
                "Ruth Sepp"
            ],
            "ranking": 3.74,
            "ranking_count": 26713,
            "abstract": "Experience the blazing, surreal sensation of a fever dream…. A young woman named Amanda lies dying in a rural hospital clinic. A boy named David sits beside her. She’s not his mother. He’s not her child. Together, they tell a haunting story of broken souls, toxins, and the power and desperation of family.. Fever Dream. is a nightmare come to life, a ghost story for the real world, a love story and a cautionary tale. One of the freshest new voices to come out of the Spanish language and translated into English for the first time, Samanta Schweblin creates an aura of strange psychological menace and otherworldly reality in this absorbing, unsettling, taut novel.",
            "part_of_series": false,
            "genre_list": [
                "Horror",
                "Fiction",
                "Literary Fiction",
                "Magical Realism",
                "Contemporary",
                "Novella",
                "European Literature",
                "Mystery",
                "Adult",
                "Novels"
            ]
        },
        {
            "title": "The Bands of Mourning",
            "authors": [
                "Brandon Sanderson"
            ],
            "ranking": 4.41,
            "ranking_count": 94274,
            "abstract": "Three hundred years after the events of the Mistborn trilogy, Scadrial is now on the verge of modernity, with railroads to supplement the canals, electric lighting in the streets and the homes of the wealthy, and the first steel-framed skyscrapers racing for the clouds.. The Bands of Mourning are the mythical metal minds owned by the Lord Ruler, said to grant anyone who wears them the powers that the Lord Ruler had at his command. Hardly anyone thinks they really exist. A kandra researcher has returned to Elendel with images that seem to depict the Bands, as well as writings in a language that no one can read. Waxillium Ladrian is recruited to travel south to the city of New Seran to investigate. Along the way he discovers hints that point to the true goals of his uncle Edwarn and the shadowy organization known as The Set.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Audiobook",
                "Adult",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Di undici foglie",
            "authors": [
                "Dino Olivieri"
            ],
            "ranking": 3.88,
            "ranking_count": 42,
            "abstract": "Di Undici Foglie è la prima “ekpyrotic novel” scritta, illustrata e impaginata da Dino Olivieri.. Questo romanzo non convenzionale racconta una storia che ripropone in chiave moderna archetipi immortali, illustrata con imago serigrafici, rigorosamente in bianco e nero, ispirati ai maestri illustratori vissuti a cavallo tra la metà dell’800 e i primi anni del 900.. Luce e Siri, un giovane uomo e una giovane donna, si incontrano in un universo morente. Le loro vite si scontrano intrecciandosi, come in Natura le materie affini si attraggono unendosi. Miti e leggende si destano da un lungo torpore. Canti dimenticati riportano alle memorie segrete profezie. Audaci potenze cosmiche risorgono e combattono. Due visioni della vita e della morte duellano all’ultimo sangue per compiere i loro supremi epiloghi avversi.. Tre Giorni. Tre Lai. Versi ed echi di poemi perduti. Canti in lingue di incerta memoria. Trentatré serigrafie misteriose, storie nella storia, mappe cifrate di mondi ed anfratti oscuri. Imago accompagnati da trentatré Arcani, parti di un Oracolo Occulto, primo Arcrypticon dell’Autore, ultima sfida al Lettore più capace e curioso.. Dino Olivieri narra e illustra un universo in uno scrigno, una storia d’amore eterno, una nuova leggenda senza tempo, una visione, un sogno ricevuto all'ombra di un albero eccelso ornato di fronde “Di Undici Foglie”.. Dino Olivieri nasce a Torino nel 1969. Informatico, grafico, musicista e scrittore, esordisce nel 2015 pubblicando il romanzo “Di Undici Foglie”. Seguendo le orme dei Maestri Preraffaelliti, stampa in proprio una pregiata ed esclusiva Edizione Zero qui rielaborata in Prima Edizione per il grande pubblico.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Horn-Horn",
            "authors": [
                "A.D.T. McLellan"
            ],
            "ranking": 4.48,
            "ranking_count": 106,
            "abstract": "Welcome to Horn-Horn! A small town in New York State, fully equipped with oddball residents, secrets around every corner, and more than one illegal alien (literally) lurking in the haunted woods... If you loved the style of. Beetlejuice, Northern Exposure, Goosebumps, The Hitchhiker's Guide to the Galaxy. and. Mean Girls. , you will fall in love with. Horn-Horn!. When teenage loner Cassie Gellar moves with her family to the seaside town of Horn-Horn, she finds herself at odds with the battling cliques at her new school.. There’s Eleanore Parker, Principal’s daughter and social butterfly. Then there’s Hayley and the ‘backseater’ misfits.. But there’s also Zag, a shackled little boy she finds hiding in the woods. Where is he from, and why does he have a woman on a moose chasing after him?. Cassie finds herself catapulted into a world of magic and danger, one where nothing is ever as it seems and nobody is to be trusted.. Full of intelligent comedy, fantasy and horror, the constantly evolving town of. Horn-Horn. proves that friendship and family can transcend even space and time itself.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction"
            ]
        },
        {
            "title": "The Instructions",
            "authors": [
                "Adam Levin"
            ],
            "ranking": 4.07,
            "ranking_count": 2503,
            "abstract": "Beginning with a chance encounter with the beautiful Eliza June Watermark and ending, four days and 900 pages later, with the Events of November 17, this is the story of Gurion Maccabee, age ten: a lover, a fighter, a scholar, and a truly spectacular talker. Expelled from three Jewish day-schools for acts of violence and messianic tendencies, Gurion ends up in the Cage, a special lockdown program for the most hopeless cases of Aptakisic Junior High. Separated from his scholarly followers, Gurion becomes a leader of a very different sort, with righteous aims building to a revolution of troubling intensity.. The Instructions. is an absolutely singular work of fiction by an important new talent. Combining the crackling voice of Philip Roth with the encyclopedic mind of David Foster Wallace, Adam Levin has shaped a world driven equally by moral fervor and slapstick comedy—a novel that is muscular and exuberant, troubling and empathetic, monumental, breakneck, romantic, and unforgettable.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Novels",
                "Literature",
                "Contemporary",
                "Literary Fiction",
                "Religion",
                "Anthologies"
            ]
        },
        {
            "title": "I Am Forbidden",
            "authors": [
                "Anouk Markovits"
            ],
            "ranking": 3.69,
            "ranking_count": 5603,
            "abstract": "A family is torn apart by fierce belief and private longing in this unprecedented journey deep inside the most insular Hasidic sect, the Satmar.. Sweeping from the Central European countryside just before World War II to Paris to contemporary Williamsburg, Brooklyn,. I Am Forbidden. brings to life four generations of one Satmar family.. Opening in 1939 Transylvania, five-year-old Josef witnesses the murder of his family by the Romanian Iron Guard and is rescued by a Gentile maid to be raised as her own son. Five years later, Josef rescues a young girl, Mila, after her parents are killed while running to meet the Rebbe they hoped would save them. Josef helps Mila reach Zalman Stern, a leader in the Satmar community, in whose home Mila is raised as a sister to Zalman’s daughter, Atara. As the two girls mature, Mila’s faith intensifies, while her beloved sister Atara discovers a world of books and learning that she cannot ignore. With the rise of communism in central Europe, the family moves to Paris, to the Marais, where Zalman tries to raise his children apart from the city in which they live.. When the two  girls come of age, Mila marries within the faith, while Atara continues to question fundamentalist doctrine. The different choices the two sisters makes force them apart until a dangerous secret threatens to banish them from the only community they’ve ever known.. A beautifully crafted, emotionally gripping story of what happens when unwavering love, unyielding law, and centuries of tradition collide,. I Am Forbidden. announces the arrival of an extraordinarily gifted new voice and opens a startling window on a world long closed to most of us, until now.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Religion",
                "Literature",
                "World War II",
                "War",
                "Cultural",
                "Judaism"
            ]
        },
        {
            "title": "Table 21",
            "authors": [
                "T. Rafael Cimino"
            ],
            "ranking": 3.65,
            "ranking_count": 427,
            "abstract": "It’s New York City, December 1999. As one millennium ends and another begins, an erratic chain of events unfold that could change the face of the Italian Mafia forever. In the turmoil, a vacuum is created when one family falls, creating an unprecedented void of power and a subsequent struggle for control of the underworld.. Roman Sabarese is the owner of Evangeline’s, the hottest restaurant in Tribeca. He’s also close with an A – list television star who adores him. After a tawdry cover story in a popular celebrity tabloid, a spotlight illuminates the fact that Roman is the son of an indicted Mob kingpin, and therefore, heir presumptive to his father’s vast criminal enterprise that commands the Tri-State area.. Zoë Greene is young, attractive and enjoying rave reviews in her role on The Prosecutor, a prime time network television series. While on hiatus from her show for the New Year holiday, she visits the restaurant where she worked her way though college. After a quick dinner with her friend Roman, and among the frantic holiday crowd, she disappears.. Captain Stan Fitzgerald is the decorated head of the NYPD’s First Precinct in Lower Manhattan. His hands are full with the upcoming New Year celebration, a personal battle with renal cancer and the rigors of police life. When an old friend appears in his office to ask for help in locating the missing starlet, he is more then reluctant.. As the clock ticks and precious time runs out, the city is turned upside down in a desperate attempt to find that which is lost and answer questions that have been a mystery for over a generation. In the end, secrets will be revealed, alliances will be forged, and friendships will be betrayed.. Table 21. will have you guessing to the last page, who will live to see the new millennium and who will not.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Mystery",
                "Suspense",
                "Thriller",
                "New York"
            ]
        },
        {
            "title": "Number 13",
            "authors": [
                "M.G. Wells"
            ],
            "ranking": 4.14,
            "ranking_count": 225,
            "abstract": "On her 13th birthday, Jessica is lured into the forest by a strange spiral light. In the woods she encounters three mystical LIGHTMASTERS, who convince her that she has magical gifts. Intrigued, Jessica is transported to another dimension where she is tested for her courage and strength. Follow Jessica as she conquers her fears and helps save Earth from an invisible alien enemy who hates humans.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Adventure",
                "Mystery",
                "Young Adult",
                "Fiction",
                "Drama",
                "Action",
                "Childrens"
            ]
        },
        {
            "title": "SG - Suicide Game",
            "authors": [
                "Haidji"
            ],
            "ranking": 3.48,
            "ranking_count": 264,
            "abstract": "Eight thousand candidates sign up for the Suicide Game. Only one can win. Their destination: the Night Stadium, a place of makeup and music, fear and adrenaline, blood and romance, celebration and death.. Each candidate has his or her own reason for entering the Game. The Council runs the Game. The outcome of the Game is left to fate...in the laps of the gods. The candidates will jump to their deaths in order to win everything, before capacity crowds in the Stadium. The public follows every jump, live on TV and on their mobile screens, choosing their favorite candidates and betting on their lives.. The Game’s community also includes geeks, mafia, makeup artists, master chefs, models, musicians, ordinary workers, spies, terrorists, and many others. SG - Suicide Game is the story of the candidates’ journey. It boldly imagines a place where death and denial are interwoven with hope, choices and the innate desire for happiness. Impressive in the totality of its vision, it is an exploration of the best and worst things in our lives, nightmares and especially, our dreams",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Young Adult",
                "Fiction",
                "Fantasy",
                "Suspense",
                "Death",
                "Thriller"
            ]
        }
    ]
}