{
    "books": [
        {
            "title": "After You",
            "authors": [
                "Jojo Moyes"
            ],
            "ranking": 3.73,
            "ranking_count": 336484,
            "abstract": "From the. New York Times. bestselling author of. The Giver of Stars. , discover the love story that captured over 20 million hearts in. Me Before You. ,. After You. , and. Still Me. .. “You’re going to feel uncomfortable in your new world for a bit. But I hope you feel a bit exhilarated too. Live boldly. Push yourself. Don’t settle. Just live well. Just live. Love, Will.”. How do you move on after losing the person you loved? How do you build a life worth living?. Louisa Clark is no longer just an ordinary girl living an ordinary life. After the transformative six months spent with Will Traynor, she is struggling without him. When an extraordinary accident forces Lou to return home to her family, she can’t help but feel she’s right back where she started.. Her body heals, but Lou herself knows that she needs to be kick-started back to life. Which is how she ends up in a church basement with the members of the Moving On support group, who share insights, laughter, frustrations, and terrible cookies. They will also lead her to the strong, capable Sam Fielding—the paramedic, whose business is life and death, and the one man who might be able to understand her. Then a figure from Will’s past appears and hijacks all her plans, propelling her into a very different future. . . .. For Lou Clark, life after Will Traynor means learning to fall in love again, with all the risks that brings. But here Jojo Moyes gives us two families, as real as our own, whose joys and sorrows will touch you deeply, and where both changes and surprises await.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fiction",
                "Contemporary",
                "Womens Fiction",
                "Audiobook",
                "Adult",
                "Adult Fiction",
                "Drama",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Monsters of Men",
            "authors": [
                "Patrick Ness"
            ],
            "ranking": 4.22,
            "ranking_count": 80116,
            "abstract": "Three armies march on New Prentisstown, each one intent on destroying the others. Todd and Viola are caught in the middle, with no chance of escape. As the battles commence, how can they hope to stop the fighting? How can there ever be peace when they're so hopelessly outnumbered? And if war makes monsters of men, what terrible choices await?. Alternate Cover Edition",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Adventure",
                "War",
                "Romance"
            ]
        },
        {
            "title": "Normal People",
            "authors": [
                "Sally Rooney"
            ],
            "ranking": 3.84,
            "ranking_count": 808419,
            "abstract": "At school Connell and Marianne pretend not to know each other. He’s popular and well-adjusted, star of the school soccer team while she is lonely, proud, and intensely private. But when Connell comes to pick his mother up from her housekeeping job at Marianne’s house, a strange and indelible connection grows between the two teenagers - one they are determined to conceal.. A year later, they’re both studying at Trinity College in Dublin. Marianne has found her feet in a new social world while Connell hangs at the sidelines, shy and uncertain. Throughout their years in college, Marianne and Connell circle one another, straying toward other people and possibilities but always magnetically, irresistibly drawn back together. Then, as she veers into self-destruction and he begins to search for meaning elsewhere, each must confront how far they are willing to go to save the other.. Sally Rooney brings her brilliant psychological acuity and perfectly spare prose to a story that explores the subtleties of class, the electricity of first love, and the complex entanglements of family and friendship.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Romance",
                "Literary Fiction",
                "Audiobook",
                "Cultural",
                "Adult",
                "Novels",
                "Adult Fiction",
                "European Literature"
            ]
        },
        {
            "title": "The Girl with Ghost Eyes",
            "authors": [
                "M.H. Boroson"
            ],
            "ranking": 3.87,
            "ranking_count": 3919,
            "abstract": "It’s the end of the nineteenth century in San Francisco’s Chinatown, and ghost hunters from the Maoshan traditions of Daoism keep malevolent spiritual forces at bay. Li-lin, the daughter of a renowned Daoshi exorcist, is a young widow burdened with yin eyes—the unique ability to see the spirit world. Her spiritual visions and the death of her husband bring shame to Li-lin and her father—and shame is not something this immigrant family can afford.. When a sorcerer cripples her father, terrible plans are set in motion, and only Li-lin can stop them. To aid her are her martial arts and a peachwood sword, her burning paper talismans, and a wisecracking spirit in the form of a human eyeball tucked away in her pocket. Navigating the dangerous alleys and backrooms of a male-dominated Chinatown, Li-lin must confront evil spirits, gangsters, and soulstealers before the sorcerer’s ritual summons an ancient evil that could burn Chinatown to the ground.. With a rich and inventive historical setting, nonstop martial arts action, authentic Chinese magic, and bizarre monsters from Asian folklore,. The Girl with Ghost Eyes. is also the poignant story of a young immigrant searching to find her place beside the long shadow of a demanding father and the stigma of widowhood. In a Chinatown caught between tradition and modernity, one woman may be the key to holding everything together.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Fiction",
                "Paranormal",
                "Adult",
                "Historical Fiction"
            ]
        },
        {
            "title": "There but for the",
            "authors": [
                "Ali Smith"
            ],
            "ranking": 3.48,
            "ranking_count": 8320,
            "abstract": "There but for the. is the sparkling satirical novel by bestselling Ali Smith. 'There once was a man who, one night between the main course and the sweet at a dinner party, went upstairs and locked himself in one of the bedrooms of the house of the people who were giving the dinner party . . .' As time passes by and the consequences of this stranger's actions ripple outwards, touching the owners, the guests, the neighbours and the whole country, so Ali Smith draws us into a beautiful, strange place where everyone is so much more than they at first appear.. There but for the. was hailed as one of the best books of 2011 by Jeanette Winterson, A.S. Byatt, Patrick Ness, Sebastian Barry, Boyd Tonkin, Erica Wagner and Nick Barley. 'Dazzlingly inventive' A.S. Byatt 'Whimsically devastating. Playful, humorous, serious, profoundly clever and profoundly affecting' Guardian 'A real gem' Erica Wagner, The Times 'Eccentric, adventurous, intoxicating, dazzling. This is a novel with serious ambitions that remains huge fun to read' Literary Review 'If you liked Smith's earlier fiction, you will know that she enjoys setting up a situation before chucking in a literary Molotov cocktail then describing what happens' Sunday Express 'Wonderful, word-playful, compelling' Jeanette Winterson 'Smith can make anything happen, which is why she is one of our most exciting writers today' Daily Telegraph 'I take my hat off to Ali Smith. Her writing lifts the soul' Evening Standard",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "European Literature",
                "Literature",
                "Adult",
                "Unfinished",
                "Book Club"
            ]
        },
        {
            "title": "The Code: The Assiduous Quest of Tobias Hopkins - Part Two",
            "authors": [
                "James Faro"
            ],
            "ranking": 4.44,
            "ranking_count": 18,
            "abstract": "The Assiduous Quest of Tobias Hopkins - Part Two: The Code. In this book, the second in the series, merchant trader Tobias Hopkins believes the search for his father has come to an end. However, a cryptic message has been left for Toby to solve. What does this message lead to, and will Toby be the first to discover the truth about his father? Others lay in wait, watching his every move. Who can he trust? His faithful associate, John, the astute businesswoman Elizabeth, or Magdalena, mother of his half-brother Eduardo? Some of those around him are not what they seem to be, and it soon becomes clear that Toby and those closest to him are in imminent danger.",
            "part_of_series": false,
            "genre_list": []
        },
        {
            "title": "Goodnight, and Thanks for the Vodka [2002]",
            "authors": [
                "Harpie",
                "Karl Wiggins"
            ],
            "ranking": 4.32,
            "ranking_count": 117,
            "abstract": "A book of Raw Emotion!. In Harpie’s wacky, psycho, screwball, demented book she bares her soul, revealing her innermost thoughts, slashing a metaphoric vein and bleeding onto the page. Harpie’s deepest and most intimate feelings gush from her, revealing anxieties ranging from her feelings for her mother, who died in tragic and suspicious circumstances, to her resentment towards her father. And then there were others who abused her physically, mentally, emotionally and sexually. All this is tied up and interwoven with her love of her young son, Mike.. Harpie has memories buried deep in shadowy parts of her subconscious that she’s never been able to reach. They include the mystery surrounding her mother’s murder. With the help of a clinical psychologist and regressive hypnotism, she revisits the past as she dips in and out of Now and Then.. In 'Vodka' Harpie uncovers the missing parts her lost childhood.. More than a modern-day and quirky diary, this is the story of one woman’s life in a typical English small town, encompassing the characters, texture and mentality of everyday living, told with brutal and shameless honesty while all the while cross-threading with a struggle for survival and acceptance.. This is no jump on the bandwagon 'pity me' story, as the vein of humour running through every chapter is testament. Harpie’s goal in writing ‘Vodka’ is to prove to the cynics that it can be done. She can write her truth and miss nothing out – heart attacks, miscarriages, beatings, blood gushing, sex, poverty, mayhem, men and vodka - and always with that beautiful self-deprecating sense of humour common to the British.. After suffering a miscarriage, followed by a heart attack and having stopped breathing in intensive care she signs herself out of the hospital, clothing caked in dried blood, because there’s nobody at home to see to the animals. The following day Harpie berates herself for just sitting about moping all day on the sofa, so scrubs herself up and goes down the pub. The next day she walks four miles to the hospital to pick her car up, reasoning that “the walk might do me some good.” You can’t help but admire and applaud her efforts to keep her life on track, staying in work and as a single mum ensuring her child has a safe home life.. This book began as a social experiment in honesty after a debate among authors about how honest it's possible to be. Harpie set out to prove that everything can be written, the good, the bad and the shameful. There is nowhere that this woman won’t go. If there’s a line to cross, Harpie will stick out her chest and limbo under it, jump over it or dance through it with a glass of vodka in her hand while never spilling a drop.. This is a book of raw emotion …. And it bleeds. KW",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Psychology",
                "Autobiography",
                "Sociology"
            ]
        },
        {
            "title": "The Assiduous Quest of Tobias Hopkins: The Complete Novel",
            "authors": [
                "James Faro"
            ],
            "ranking": 4.14,
            "ranking_count": 111,
            "abstract": "The Assiduous Quest of Tobias Hopkins - The Complete novel. The first volume in the Tobias Hopkins series.. It is October in the year 1675. New England trader, Tobias Hopkins, arrives in Jamaica to discover the truth about his missing father. It transpires that, not only has the man been dead for six years, but he has left Toby with a half-brother and the clue to an inheritance which promises to change the course of their lives. However, Toby's inquiries have attracted the attention of others who will stop at nothing to achieve their aims. Will the cryptic message written by his father lead him to a promised fortune, or will it lead him into the hands of those who aim to destroy him?. Haunted by nightmares from his past, Toby continues with his quest. But who can he trust? His faithful associate, John? the astute businesswoman Elizabeth? or Magdalena, mother of his half-brother Eduardo? Some of those around him are not what they seem to be, and it soon becomes clear that Toby and those closest to him are in imminent danger.. His quest leads him to the Island of Nevis where he reaps the fruits of his search. All appears well until he travels to Virginia. It is only at this point that Tobias Hopkins is forced to face the consequence of his actions.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Adventure",
                "Mystery",
                "Thriller",
                "Suspense"
            ]
        },
        {
            "title": "Circling the Sun",
            "authors": [
                "Paula McLain"
            ],
            "ranking": 3.93,
            "ranking_count": 75080,
            "abstract": "Brought to Kenya from England as a child and then abandoned by her mother, Beryl Markham is raised by both her father and the native Kipsigis tribe who share his estate. Her unconventional upbringing transforms Beryl into a bold young woman with a fierce love of all things wild and an inherent understanding of nature’s delicate balance. But even the wild child must grow up, and when everything Beryl knows and trusts dissolves, she is catapulted into a string of disastrous relationships. Beryl forges her own path as a horse trainer, and her uncommon style attracts the eye of the Happy Valley set, a decadent, bohemian community of European expats who also live and love by their own set of rules. But it’s the ruggedly charismatic Denys Finch Hatton who ultimately helps Beryl navigate the uncharted territory of her own heart. The intensity of their love reveals Beryl’s truest self and her fate: to fly.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Cultural",
                "Audiobook",
                "Book Club",
                "Romance",
                "Adult Fiction",
                "Adult",
                "Eastern Africa"
            ]
        },
        {
            "title": "The Pagan Lord",
            "authors": [
                "Bernard Cornwell"
            ],
            "ranking": 4.34,
            "ranking_count": 24001,
            "abstract": "Bernard Cornwell-who is at his enthralling best conveying . . . one of the defining periods of English history (Wall Street Journal)-returns to his epic Saxon Tales saga with this dramatic story of divided loyalties, bloody battles, and the struggle to unite Britain. At the onset of the tenth century, England is in turmoil. Alfred the Great is dead and Edward his son reigns as king. Wessex survives but peace cannot hold: the Danes in the north, led by Viking Cnut Longsword, stand ready to invade and will never rest until the emerald crown is theirs.. Uhtred, once Alfred's great warrior but now out of favor with the new king, must lead a band of outcasts north to recapture his old family home, that great Northumbrian fortress, Bebbanburg.. Loyalties will be divided and men will fall, as every Saxon kingdom is drawn into the bloodiest battle yet with the Danes; a war which will decide the fate of every king, and the entire English nation.. With The Pagan Lord, New York Times bestselling author Bernard Cornwell-the reigning king of historical fiction (USA Today)-continues his magnificent epic of the making of England during the Middle Ages, vividly bringing to life the uneasy alliances, bloody battles, and deadly intrigue that gave birth to the British nation.",
            "part_of_series": true,
            "genre_list": [
                "Historical",
                "Fiction",
                "European Literature",
                "Fantasy",
                "War",
                "Adventure",
                "Audiobook",
                "Action"
            ]
        },
        {
            "title": "The Light in the Ruins",
            "authors": [
                "Chris Bohjalian"
            ],
            "ranking": 3.67,
            "ranking_count": 27988,
            "abstract": "From the. New York Times. bestselling author of. Midwives. and. The Sandcastle Girls. comes a spellbinding novel of love, despair, and revenge—set in war-ravaged Tuscany.. 1943: Tucked away in the idyllic hills south of Florence, the Rosatis, an Italian family of noble lineage, believe that the walls of their ancient villa will keep them safe from the war raging across Europe. Eighteen-year-old Cristina spends her days swimming in the pool, playing with her young niece and nephew, and wandering aimlessly amid the estate’s gardens and olive groves. But when two soldiers, a German and an Italian, arrive at the villa asking to see an ancient Etruscan burial site, the Rosatis’ bucolic tranquility is shattered. A young German lieutenant begins to court Cristina, the Nazis descend upon the estate demanding hospitality, and what was once their sanctuary becomes their prison.. 1955: Serafina Bettini, an investigator with the Florence police department, has her own demons. A beautiful woman, Serafina carefully hides her scars along with her haunting memories of the war. But when she is assigned to a gruesome new case—a serial killer targeting the Rosatis, murdering the remnants of the family one-by-one in cold blood—Serafina finds herself digging into a past that involves both the victims and her own tragic history.. Set against an exquisitely rendered Italian countryside,. The Light in the Ruins. unveils a breathtaking story of moral paradox, human frailty, and the mysterious ways of the heart.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Mystery",
                "Cultural",
                "War",
                "Audiobook",
                "Adult Fiction",
                "Suspense"
            ]
        },
        {
            "title": "Uncommon Criminals",
            "authors": [
                "Ally Carter"
            ],
            "ranking": 4.13,
            "ranking_count": 42072,
            "abstract": "Katarina Bishop has worn a lot of labels in her short life. Friend. Niece. Daughter. Thief. But for the last two months she’s simply been known as the girl who ran the crew that robbed the greatest museum in the world. That’s why Kat isn’t surprised when she’s asked to steal the infamous Cleopatra Emerald so it can be returned to its rightful owners.. There are only three problems. First, the gem hasn’t been seen in public in thirty years. Second, since the fall of the Egyptian empire and the suicide of Cleopatra, no one who holds the emerald keeps it for long, and in Kat’s world, history almost always repeats itself. But it’s the third problem that makes Kat’s crew the most nervous and that is simply… the emerald is cursed.. Kat might be in way over her head, but she’s not going down without a fight. After all she has her best friend—the gorgeous Hale—and the rest of her crew with her as they chase the Cleopatra around the globe, dodging curses, realizing that the same tricks and cons her family has used for centuries are useless this time.. Which means, this time, Katarina Bishop is making up her own rules.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Contemporary",
                "Romance",
                "Fiction",
                "Adventure",
                "Womens Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "My Blood Approves",
            "authors": [
                "Amanda Hocking"
            ],
            "ranking": 3.82,
            "ranking_count": 29288,
            "abstract": "Teenager Alice Bonham's life feels crazy after she meets Jack. With his fondness for pink Chuck Taylors and New Wave, he's unlike anyone she knows. Then she meets his brother, Peter. Even though he can't stand the sight of her, she's drawn to him. Falling for two guys isn't even the worst of her problems. Jack and Peter are vampires, and Alice finds herself caught between love and her own blood",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Britt-Marie Was Here",
            "authors": [
                "Fredrik Backman",
                "Henning Koch"
            ],
            "ranking": 4.07,
            "ranking_count": 124975,
            "abstract": "Britt-Marie can’t stand mess. A disorganized cutlery drawer ranks high on her list of unforgivable sins. She is not one to judge others—no matter how ill-mannered, unkempt, or morally suspect they might be. It’s just that sometimes people interpret her helpful suggestions as criticisms, which is certainly not her intention. But hidden inside the socially awkward, fussy busybody is a woman who has more imagination, bigger dreams, and a warmer heart that anyone around her realizes.. When Britt-Marie walks out on her cheating husband and has to fend for herself in the miserable backwater town of Borg—of which the kindest thing one can say is that it has a road going through it—she finds work as the caretaker of a soon-to-be demolished recreation center. The fastidious Britt-Marie soon finds herself being drawn into the daily doings of her fellow citizens, an odd assortment of miscreants, drunkards, layabouts. Most alarming of all, she’s given the impossible task of leading the supremely untalented children’s soccer team to victory. In this small town of misfits, can Britt-Marie find a place where she truly belongs?",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Audiobook",
                "Humor",
                "Adult",
                "Adult Fiction",
                "Literary Fiction",
                "Cultural",
                "Realistic Fiction",
                "Novels"
            ]
        },
        {
            "title": "The Hammer of Thor",
            "authors": [
                "Rick Riordan"
            ],
            "ranking": 4.34,
            "ranking_count": 88829,
            "abstract": "Magnus Chase, you nearly started Ragnarok. What are you going to do next?. It's been six weeks since Magnus and his friends returned from defeating Fenris Wolf and the fire giants. Magnus has adjusted to life at the Hotel Valhalla—as much as a once-homeless and previously alive kid can. As a son of Frey, the god of summer, fertility, and health, Magnus doesn't exactly fit in with the rest of Odin's chosen warriors, but he has a few good peeps among his hallmates on floor nineteen, and he's been dutifully training for Ragnarok along with everyone else. His days have settled into a new kind of normal.. But Magnus should have known there's no such thing as normal in the Nine Worlds. His friends Hearthstone and Blitzen have disappeared. A new hallmate is creating chaos. According to a very nervous goat, a. certain object. belonging to Thor is still missing, and the thunder god's enemies will stop at nothing to gain control of it.. Time to summon Jack, the Sword of Summer, and take action. Too bad the only action Jack seems to be interested in is dates with other magical weapons. . . .",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Fiction",
                "LGBT",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Rebel of the Sands",
            "authors": [
                "Alwyn Hamilton"
            ],
            "ranking": 3.95,
            "ranking_count": 58780,
            "abstract": "Mortals rule the desert nation of Miraji, but mythical beasts still roam the wild and remote areas, and rumor has it that somewhere, djinn still perform their magic.  For humans, it’s an unforgiving place, especially if you’re poor, orphaned, or female.. Amani Al’Hiza is all three. She’s a gifted gunslinger with perfect aim, but she can’t shoot her way out of Dustwalk, the back-country town where she’s destined to wind up wed or dead.. Then she meets Jin, a rakish foreigner, in a shooting contest, and sees him as the perfect escape route. But though she’s spent years dreaming of leaving Dustwalk, she never imagined she’d gallop away on mythical horse—or that it would take a foreign fugitive to show her the heart of the desert she thought she knew.. Rebel of the Sands. reveals what happens when a dream deferred explodes—in the fires of rebellion, of romantic passion, and the all-consuming inferno of a girl finally, at long last, embracing her power.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Adventure",
                "Audiobook"
            ]
        },
        {
            "title": "Finders Keepers",
            "authors": [
                "Stephen King"
            ],
            "ranking": 4.05,
            "ranking_count": 127262,
            "abstract": "Wake up, genius.. The genius is John Rothstein, an iconic author who created a famous character, Jimmy Gold, but who hasn’t published a book for decades. Morris Bellamy is livid, not just because Rothstein has stopped providing books, but because the nonconformist Jimmy Gold has sold out for a career in advertising. Morris kills Rothstein and empties his safe of cash, yes, but the real treasure is a trove of notebooks containing at least one more Gold novel.. Morris hides the money and the notebooks, and then he is locked away for another crime. Decades later, a boy named Pete Saubers finds the treasure, and now it is Pete and his family that Bill Hodges, Holly Gibney, and Jerome Robinson must rescue from the ever-more deranged and vengeful Morris when he’s released from prison after thirty-five years.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Thriller",
                "Horror",
                "Mystery",
                "Audiobook",
                "Suspense",
                "Adult"
            ]
        },
        {
            "title": "Memory Man",
            "authors": [
                "David Baldacci"
            ],
            "ranking": 4.09,
            "ranking_count": 121421,
            "abstract": "Amos Decker's life changed forever--twice.. The first time was on the gridiron. A big, towering athlete, he was the only person from his hometown of Burlington ever to go pro. But his career ended before it had a chance to begin. On his very first play, a violent helmet-to-helmet collision knocked him off the field for good, and left him with an improbable side effect--he can never forget anything.. The second time was at home nearly two decades later. Now a police detective, Decker returned from a stakeout one evening and entered a nightmare--his wife, young daughter, and brother-in-law had been murdered.. His family destroyed, their killer's identity as mysterious as the motive behind the crime, and unable to forget a single detail from that horrible night, Decker finds his world collapsing around him. He leaves the police force, loses his home, and winds up on the street, taking piecemeal jobs as a private investigator when he can.. But over a year later, a man turns himself in to the police and confesses to the murders. At the same time a horrific event nearly brings Burlington to its knees, and Decker is called back in to help with this investigation. Decker also seizes his chance to learn what really happened to his family that night. To uncover the stunning truth, he must use his remarkable gifts and confront the burdens that go along with them. He must endure the memories he would much rather forget. And he may have to make the ultimate sacrifice.. Memory Man. will stay with you long after the turn of the final page.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Suspense",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Poisoner's Handbook: Murder and the Birth of Forensic Medicine in Jazz Age New York",
            "authors": [
                "Deborah Blum"
            ],
            "ranking": 4.0,
            "ranking_count": 33142,
            "abstract": "Deborah Blum, writing with the high style and skill for suspense that is characteristic of the very best mystery fiction, shares the untold story of how poison rocked Jazz Age New York City. In. The Poisoner's Handbook. Blum draws from highly original research to track the fascinating, perilous days when a pair of forensic scientists began their trailblazing chemical detective work, fighting to end an era when untraceable poisons offered an easy path to the perfect crime.. Drama unfolds case by case as the heroes of. The Poisoner's Handbook. —chief medical examiner Charles Norris and toxicologist Alexander Gettler—investigate a family mysteriously stricken bald, Barnum and Bailey's Famous Blue Man, factory workers with crumbling bones, a diner serving poisoned pies, and many others. Each case presents a deadly new puzzle and Norris and Gettler work with a creativity that rivals that of the most imaginative murderer, creating revolutionary experiments to tease out even the wiliest compounds from human tissue. Yet in the tricky game of toxins, even science can't always be trusted, as proven when one of Gettler's experiments erroneously sets free a suburban housewife later nicknamed America's Lucretia Borgia to continue her nefarious work.. From the vantage of Norris and Gettler's laboratory in the infamous Bellevue Hospital it becomes clear that killers aren't the only toxic threat to New Yorkers. Modern life has created a kind of poison playground, and danger lurks around every corner. Automobiles choke the city streets with carbon monoxide; potent compounds, such as morphine, can be found on store shelves in products ranging from pesticides to cosmetics. Prohibition incites a chemist's war between bootleggers and government chemists while in Gotham's crowded speakeasies each round of cocktails becomes a game of Russian roulette. Norris and Gettler triumph over seemingly unbeatable odds to become the pioneers of forensic chemistry and the gatekeepers of justice during a remarkably deadly time. A beguiling concoction that is equal parts true crime, twentieth-century history, and science thriller,. The Poisoner's Handbook. is a page-turning account of a forgotten New York.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Science",
                "Crime",
                "Mystery",
                "Health",
                "Historical",
                "Audiobook",
                "Medical"
            ]
        },
        {
            "title": "Ice Like Fire",
            "authors": [
                "Sara Raasch"
            ],
            "ranking": 3.75,
            "ranking_count": 21940,
            "abstract": "It’s been three months since the Winterians were freed and Spring’s king, Angra, disappeared—thanks largely to the help of Cordell.. Meira just wants her people to be safe. When Cordellan debt forces the Winterians to dig their mines for payment, they unearth something powerful and possibly dangerous: Primoria’s lost chasm of magic. Theron sees this find as an opportunity—with this much magic, the world can finally stand against threats like Angra. But Meira fears the danger the chasm poses—the last time the world had access to so much magic, it spawned the Decay. So when the king of Cordell orders the two on a mission across the kingdoms of Primoria to discover the chasm’s secrets, Meira plans to use the trip to garner support to keep the chasm shut and Winter safe—even if it means clashing with Theron. But can she do so without endangering the people she loves?. Mather just wants to be free. The horrors inflicted on the Winterians hang fresh and raw in Januari—leaving Winter vulnerable to Cordell’s growing oppression. When Meira leaves to search for allies, he decides to take Winter’s security into his own hands. Can he rebuild his broken kingdom and protect them from new threats?. As the web of power and deception weaves tighter, Theron fights for magic, Mather fights for freedom—and Meira starts to wonder if she should be fighting not just for Winter, but for the world.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Audiobook",
                "Science Fiction",
                "Adventure"
            ]
        },
        {
            "title": "Percy Jackson's Greek Gods",
            "authors": [
                "Rick Riordan",
                "John Rocco"
            ],
            "ranking": 4.47,
            "ranking_count": 67044,
            "abstract": "A publisher in New York asked me to write down what I know about the Greek gods, and I was like, Can we do this anonymously? Because I don't need the Olympians mad at me again. But if it helps you to know your Greek gods, and survive an encounter with them if they ever show up in your face, then I guess writing all this down will be my good deed for the week. So begins Percy Jackson's Greek Gods, in which the son of Poseidon adds his own magic--and sarcastic asides--to the classics. He explains how the world was created, then gives readers his personal take on a who's who of ancients, from Apollo to Zeus. Percy does not hold back. If you like horror shows, blood baths, lying, stealing, backstabbing, and cannibalism, then read on, because it definitely was a Golden Age for all that. Dramatic full-color illustrations throughout by Caldecott Honoree John Rocco make this volume--a must for home, library, and classroom shelves--as stunning as it is entertaining.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Childrens",
                "Fiction",
                "Mythology",
                "Adventure",
                "Audiobook",
                "Humor"
            ]
        },
        {
            "title": "Caraval",
            "authors": [
                "Stephanie Garber"
            ],
            "ranking": 4.0,
            "ranking_count": 259134,
            "abstract": "A legendary competition.. A mesmerizing romance.. An unbreakable bond. between two sisters.. Scarlett Dragna has never left the tiny island where she and her sister, Tella, live with their powerful, and cruel, father. Now Scarlett’s father has arranged a marriage for her, and Scarlett thinks her dreams of seeing Caraval—the faraway, once-a-year performance where the audience participates in the show—are over.. But this year, Scarlett’s long-dreamt-of invitation finally arrives. With the help of a mysterious sailor, Tella whisks Scarlett away to the show. Only, as soon as they arrive, Tella is kidnapped by Caraval’s mastermind organizer, Legend. It turns out that this season’s Caraval revolves around Tella, and whoever finds her first is the winner.. Scarlett has been told that everything that happens during Caraval is only an elaborate performance. Nevertheless she becomes enmeshed in a game of love, heartbreak, and magic. And whether Caraval is real or not, Scarlett must find Tella before the five nights of the game are over or a dangerous domino effect of consequences will be set off, and her beloved sister will disappear forever.. Welcome, welcome to. Caraval. . . . beware of getting swept too far away.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Mystery",
                "Audiobook",
                "Adventure"
            ]
        },
        {
            "title": "Takedown Twenty",
            "authors": [
                "Janet Evanovich"
            ],
            "ranking": 3.83,
            "ranking_count": 60956,
            "abstract": "Stephanie Plum has her sights set on catching a notorious mob boss. If she doesn’t take him down, he may take her out.. New Jersey bounty hunter Stephanie Plum knows better than to mess with family. But when powerful mobster Salvatore “Uncle Sunny” Sunucchi goes on the lam in Trenton, it’s up to Stephanie to find him. Uncle Sunny is charged with murder for running over a guy (twice), and nobody wants to turn him in—not his poker buddies, not his bimbo girlfriend, not his two right-hand men, Shorty and Moe. Even Trenton’s hottest cop, Joe Morelli, has skin in the game, because—just Stephanie’s luck—the godfather is his actual godfather. And while Morelli understands that the law is the law, his old-world grandmother, Bella, is doing everything she can to throw Stephanie off the trail.. It’s not just Uncle Sunny giving Stephanie the run-around. Security specialist Ranger needs her help to solve the bizarre death of a top client’s mother, a woman who happened to play bingo with Stephanie’s Grandma Mazur. Before Stephanie knows it, she’s working side by side with Ranger and Grandma at the senior center, trying to catch a killer on the loose—and the bingo balls are not rolling in their favor.. With bullet holes in her car, henchmen on her tail, and a giraffe named Kevin running wild in the streets of Trenton, Stephanie will have to up her game for the ultimate takedown.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Humor",
                "Womens Fiction",
                "Romance",
                "Audiobook",
                "Adult",
                "Thriller"
            ]
        },
        {
            "title": "The Lost Wife",
            "authors": [
                "Alyson Richman"
            ],
            "ranking": 4.22,
            "ranking_count": 52952,
            "abstract": "There on her forearm, next to a small brown birthmark, were six tattooed numbers. 'Do you remember me now?' he asked, trembling. She looked at him again, as if giving weight and bone to a ghost. 'Lenka, it's me,' he said. 'Josef. Your husband.' During the last moments of calm in prewar Prague, Lenka, a young art student, falls in love with Josef. They marry - but soon, like so many others, they are torn apart by the currents of war. In America Josef becomes a successful obstetrician and raises a family, though he never forgets the wife he thinks died in the camps. But in the Nazi ghetto of Terez??n - and later in Auschwitz - Lenka has survived, relying on her skills as an artist and the memories of a husband she believes she will never see again. Now, decades later, an unexpected encounter in New York brings Lenka and Josef back together. From the comfort of life in Prague before the occupation to the horrors of Nazi Europe, The Lost Wife explores the endurance of first love, the resilience of the human spirit and our capacity to remember.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Romance",
                "War",
                "World War II",
                "Adult Fiction",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "The New Jim Crow: Mass Incarceration in the Age of Colorblindness",
            "authors": [
                "Michelle Alexander"
            ],
            "ranking": 4.51,
            "ranking_count": 96272,
            "abstract": "Jarvious Cotton's great-great-grandfather could not vote as a slave. His great-grandfather was beaten to death by the Klu Klux Klan for attempting to vote. His grandfather was prevented from voting by Klan intimidation; his father was barred by poll taxes and literacy tests. Today, Cotton cannot vote because he, like many black men in the United States, has been labeled a felon and is currently on parole.. As the United States celebrates the nation's triumph over race with the election of Barack Obama, the majority of young black men in major American cities are locked behind bars or have been labeled felons for life. Although Jim Crow laws have been wiped off the books, an astounding percentage of the African American community remains trapped in a subordinate status--much like their grandparents before them.. In this incisive critique, former litigator-turned-legal-scholar Michelle Alexander provocatively argues that we have not ended racial caste in America: we have simply redesigned it. Alexander shows that, by targeting black men and decimating communities of color, the U.S. criminal justice system functions as a contemporary system of racial control, even as it formally adheres to the principle of color blindness. The New Jim Crow challenges the civil rights community--and all of us--to place mass incarceration at the forefront of a new movement for racial justice in America.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Race",
                "History",
                "Politics",
                "Social Movements",
                "Sociology",
                "Audiobook",
                "Cultural",
                "Law"
            ]
        },
        {
            "title": "The Yellow Birds",
            "authors": [
                "Kevin Powers"
            ],
            "ranking": 3.74,
            "ranking_count": 24596,
            "abstract": "With profound emotional insight, especially into the effects of a hidden war on mothers and families at home, The Yellow Birds is a groundbreaking novel about the costs of war that is destined to become a classic.. The war tried to kill us in the spring, begins this breathtaking account of friendship and loss. In Al Tafar, Iraq, twenty-one-year old Private Bartle and eighteen-year-old Private Murphy cling to life as their platoon launches a bloody battle for the city. In the endless days that follow, the two young soldiers do everything to protect each other from the forces that press in on every side: the insurgents, physical fatigue, and the mental stress that comes from constant danger.. Bound together since basic training when their tough-as-nails Sergeant ordered Bartle to watch over Murphy, the two have been dropped into a war neither is prepared for. As reality begins to blur into a hazy nightmare, Murphy becomes increasingly unmoored from the world around him and Bartle takes impossible actions.. With profound emotional insight, especially into the effects of a hidden war on mothers and families at home, The Yellow Birds a groundbreaking novel about the costs of war that is destined to become a classic.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "War",
                "Historical",
                "Literary Fiction",
                "Contemporary",
                "Literature",
                "Adult",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "A Trick of the Light",
            "authors": [
                "Louise Penny"
            ],
            "ranking": 4.3,
            "ranking_count": 59143,
            "abstract": "Hearts are broken,. Lillian Dyson carefully underlined in a book.. Sweet relationships are dead.. But now Lillian herself is dead. Found among the bleeding hearts and lilacs of Clara Morrow's garden in Three Pines, shattering the celebrations of Clara's solo show at the famed Musée in Montréal. Chief Inspector Gamache, the head of homicide at the Sûreté du Québec, is called to the tiny Québec village and there he finds the art world gathered, and with it a world of shading and nuance, a world of shadow and light. Where nothing is as it seems. Behind every smile there lurks a sneer. Inside every sweet relationship there hides a broken heart. And even when facts are slowly exposed, it is no longer clear to Gamache and his team if what they've found is the truth, or simply a trick of the light.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Audiobook",
                "Cultural",
                "Thriller",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "Drift: The Unmooring of American Military Power",
            "authors": [
                "Rachel Maddow"
            ],
            "ranking": 4.06,
            "ranking_count": 19637,
            "abstract": "One of my favorite ideas is, never to keep an unnecessary soldier, Thomas Jefferson wrote in 1792. Neither Jefferson nor the other Found­ers could ever have envisioned the modern national security state, with its tens of thousands of privateers; its bloated Department of Homeland Security; its rust­ing nuclear weapons, ill-maintained and difficult to dismantle; and its strange fascination with an unproven counterinsurgency doctrine.. Written with bracing wit and intelligence, Rachel Maddow's. Drift. argues that we've drifted away from America's original ideals and become a nation weirdly at peace with perpetual war, with all the financial and human costs that entails. To understand how we've arrived at such a dangerous place, Maddow takes us from the Vietnam War to today's war in Afghanistan, along the way exploring the disturbing rise of executive authority, the gradual outsourcing of our war-making capabilities to private companies, the plummeting percentage of American families whose children fight our constant wars for us, and even the changing fortunes of G.I. Joe. She offers up a fresh, unsparing appraisal of Reagan's radical presidency. Ultimately, she shows us just how much we stand to lose by allowing the priorities of the national security state to overpower our political discourse.. Sensible yet provocative, dead serious yet seri­ously funny,. Drift. will reinvigorate a loud and jangly political debate about how, when, and where to apply America's strength and power--and who gets to make those decisions.. From the Hardcover edition.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Politics",
                "History",
                "War",
                "Audiobook",
                "North American Hi...",
                "Military",
                "Writing"
            ]
        },
        {
            "title": "Human Acts",
            "authors": [
                "Han Kang",
                "Deborah     Smith",
                "Gan Kh."
            ],
            "ranking": 4.22,
            "ranking_count": 21912,
            "abstract": "From the internationally bestselling author of. The Vegetarian. , a rare and astonishing (. The Observer. ) portrait of political unrest and the universal struggle for justice.. In the midst of a violent student uprising in South Korea, a young boy named Dong-ho is shockingly killed.. The story of this tragic episode unfolds in a sequence of interconnected chapters as the victims and the bereaved encounter suppression, denial, and the echoing agony of the massacre. From Dong-ho's best friend who meets his own fateful end; to an editor struggling against censorship; to a prisoner and a factory worker, each suffering from traumatic memories; and to Dong-ho's own grief-stricken mother; and through their collective heartbreak and acts of hope is the tale of a brutalized people in search of a voice.. An award-winning, controversial bestseller,. Human Acts. is a timeless, pointillist portrait of an historic event with reverberations still being felt today, by turns tracing the harsh reality of oppression and the resounding, extraordinary poetry of humanity.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Literary Fiction",
                "Cultural",
                "Contemporary",
                "Literature",
                "Adult",
                "Novels",
                "Adult Fiction"
            ]
        },
        {
            "title": "She-Wolves: The Women Who Ruled England Before Elizabeth",
            "authors": [
                "Helen Castor"
            ],
            "ranking": 4.02,
            "ranking_count": 7199,
            "abstract": "When Edward VI - Henry VIII’s longed-for son - died in 1553, extraordinarily, there was no one left to claim the title King of England. For the first time, all the contenders for the crown were female.. In 1553, England was about to experience the ‘monstrous regiment’ - the unnatural rule - of a woman. But female rule in England also had a past. Four hundred years before Edward’s death, Matilda, daughter of Henry I and granddaughter of William the Conquerer, came tantalisingly close to securing her hold on the power of the crown. And between the 12th and the 15th centuries three more exceptional women - Eleanor of Aquitaine, Isabella of France, and Margaret of Anjou - discovered, as queens consort and dowager, how much was possible if the presumptions of male rule were not confronted so explicitly.. The stories of these women - told here in all their vivid humanity - illustrate the paradox which the female heirs to the Tudor throne had no choice but to negotiate. Man was the head of woman; and the king was the head of all. How, then, could a woman be king, how could royal power lie in female hands?",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Biography",
                "Historical",
                "European Literature",
                "Feminism",
                "Womens"
            ]
        },
        {
            "title": "One Plus One",
            "authors": [
                "Jojo Moyes"
            ],
            "ranking": 3.95,
            "ranking_count": 160069,
            "abstract": "One single mom. One chaotic family. One quirky stranger. One irresistible love story from the. New York Times. bestselling author of. Me Before You. Suppose your life sucks. A lot. Your husband has done a vanishing act, your teenage stepson is being bullied and your math whiz daughter has a once-in-a-lifetime opportunity that you can’t afford to pay for. That’s Jess’s life in a nutshell—until an unexpected knight-in-shining-armor offers to rescue them. Only Jess’s knight turns out to be Geeky Ed, the obnoxious tech millionaire whose vacation home she happens to clean. But Ed has big problems of his own, and driving the dysfunctional family to the Math Olympiad feels like his first unselfish act in ages... maybe ever.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Romance",
                "Womens Fiction",
                "Contemporary",
                "Adult",
                "Audiobook",
                "Adult Fiction",
                "Family",
                "Drama"
            ]
        },
        {
            "title": "Seveneves",
            "authors": [
                "Neal Stephenson"
            ],
            "ranking": 3.99,
            "ranking_count": 105433,
            "abstract": "What would happen if the world were ending?. A catastrophic event renders the earth a ticking time bomb. In a feverish race against the inevitable, nations around the globe band together to devise an ambitious plan to ensure the survival of humanity far beyond our atmosphere, in outer space.. But the complexities and unpredictability of human nature coupled with unforeseen challenges and dangers threaten the intrepid pioneers, until only a handful of survivors remain . . .. Five thousand years later, their progeny—seven distinct races now three billion strong—embark on yet another audacious journey into the unknown . . . to an alien world utterly transformed by cataclysm and time: Earth.. A writer of dazzling genius and imaginative vision, Neal Stephenson combines science, philosophy, technology, psychology, and literature in a magnificent work of speculative fiction that offers a portrait of a future that is both extraordinary and eerily recognizable. As he did in Anathem, Cryptonomicon, the Baroque Cycle, and Reamde, Stephenson explores some of our biggest ideas and perplexing challenges in a breathtaking saga that is daring, engrossing, and altogether brilliant.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Apocalyptic",
                "Science Fiction Fantasy",
                "Audiobook",
                "Space",
                "Fantasy",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Notorious Nineteen",
            "authors": [
                "Janet Evanovich"
            ],
            "ranking": 3.95,
            "ranking_count": 67121,
            "abstract": "New Jersey bounty hunter Stephanie Plum is certain of three truths: People don’t just vanish into thin air. Never anger old people. And don’t do what Tiki tells you to do.. After a slow summer of chasing low-level skips for her cousin Vinnie’s bail bonds agency, Stephanie Plum finally lands an assignment that could put her checkbook back in the black. Geoffrey Cubbin, facing trial for embezzling millions from Trenton’s premier assisted-living facility, has mysteriously vanished from the hospital after an emergency appendectomy. Now it’s on Stephanie to track down the con man. Unfortunately, Cubbin has disappeared without a trace, a witness, or his money-hungry wife. Rumors are stirring that he must have had help with the daring escape . . . or that maybe he never made it out of his room alive. Since the hospital staff’s lips seem to be tighter than the security, and it’s hard for Stephanie to blend in to assisted living, Stephanie’s Grandma Mazur goes in undercover. But when a second felon goes missing from the same hospital, Stephanie is forced into working side by side with Trenton’s hottest cop, Joe Morelli, in order to crack the case.. The real problem is, no Cubbin also means no way to pay the rent. Desperate for money—or maybe just desperate—Stephanie accepts a secondary job guarding her secretive and mouthwatering mentor Ranger from a deadly Special Forces adversary. While Stephanie is notorious for finding trouble, she may have found a little more than she bargained for this time around. Then again—a little food poisoning, some threatening notes, and a bridesmaid’s dress with an excess of taffeta never killed anyone . . . or did they? If Stephanie Plum wants to bring in a paycheck, she’ll have to remember: No guts, no glory. . . .",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Humor",
                "Womens Fiction",
                "Romance",
                "Audiobook",
                "Adult",
                "Thriller"
            ]
        },
        {
            "title": "Wonderstruck",
            "authors": [
                "Brian Selznick"
            ],
            "ranking": 4.16,
            "ranking_count": 55606,
            "abstract": "Ben and Rose secretly wish for better lives. Ben longs for the father he has never known. Rose dreams of a mysterious actress whose life she chronicles in a scrapbook. When Ben discovers a puzzling clue in his mother's room and Rose reads an enticing headline in the newspaper, both children set out alone on desperate quests to find what they are missing.. Set fifty years apart, these two independent stories - Ben's told in words, Rose's in pictures - weave back and forth in symmetry.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Fiction",
                "Childrens",
                "Young Adult",
                "Sequential Art",
                "Mystery",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Let's Explore Diabetes with Owls",
            "authors": [
                "David Sedaris"
            ],
            "ranking": 3.83,
            "ranking_count": 134404,
            "abstract": "A guy walks into a bar car and.... From here the story could take many turns. When this guy is David Sedaris, the possibilities are endless, but the result is always the same: he will both delight you with twists of humor and intelligence and leave you deeply moved.. Sedaris remembers his father's dinnertime attire (shirtsleeves and underpants), his first colonoscopy (remarkably pleasant), and the time he considered buying the skeleton of a murdered Pygmy.. With. Let's Explore Diabetes with Owls. , David Sedaris shows once again why his work has been called hilarious, elegant, and surprisingly moving (. Washington Post. ).",
            "part_of_series": false,
            "genre_list": [
                "Humor",
                "Nonfiction",
                "Writing",
                "Autobiography",
                "Audiobook",
                "Short Stories",
                "Biography",
                "Biography Memoir",
                "Adult"
            ]
        },
        {
            "title": "Fuzzy Nation",
            "authors": [
                "John Scalzi"
            ],
            "ranking": 4.12,
            "ranking_count": 30065,
            "abstract": "Jack Holloway works alone, for reasons he doesn't care to talk about. Hundreds of miles from ZaraCorp's headquarters on planet, 178 light-years from the corporation's headquarters on Earth, Jack is content as an independent contractor, prospecting and surveying at his own pace. As for his past, that's not up for discussion.. Then, in the wake of an accidental cliff collapse, Jack discovers a seam of unimaginably valuable jewels, to which he manages to lay legal claim just as ZaraCorp is cancelling their contract with him for his part in causing the collapse. Briefly in the catbird seat, legally speaking, Jack pressures ZaraCorp into recognizing his claim, and cuts them in as partners to help extract the wealth.. But there's another wrinkle to ZaraCorp's relationship with the planet Zarathustra. Their entire legal right to exploit the verdant Earth-like planet, the basis of the wealth they derive from extracting its resources, is based on being able to certify to the authorities on Earth that Zarathustra is home to no sentient species.. Then a small furry biped—trusting, appealing, and ridiculously cute—shows up at Jack's outback home. Followed by its family. As it dawns on Jack that despite their stature, these are people, he begins to suspect that ZaraCorp's claim to a planet's worth of wealth is very flimsy indeed…and that ZaraCorp may stop at nothing to eliminate the fuzzys before their existence becomes more widely known.",
            "part_of_series": true,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Audiobook",
                "Fantasy",
                "Humor",
                "Science Fiction Fantasy",
                "Space",
                "Adventure"
            ]
        },
        {
            "title": "The Heir",
            "authors": [
                "Kiera Cass"
            ],
            "ranking": 3.69,
            "ranking_count": 283778,
            "abstract": "Princess Eadlyn has grown up hearing endless stories about how her mother and father met. Twenty years ago, America Singer entered the Selection and won the heart of Prince Maxon - and they lived happily ever after. Eadlyn has always found their fairy-tale story romantic, but she has no interest in trying to repeat it. If it were up to her, she'd put off marriage for as long as possible.. But a princess's life is never entirely her own, and Eadlyn can't escape her very own Selection—no matter how fervently she protests.. Eadlyn doesn't expect her story to end in romance. But as the competition begins, one entry may just capture Eadlyn's heart, showing her all the possibilities that lie in front of her . . . and proving that finding her own happily ever after isn't as impossible as she's always thought.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Science Fiction",
                "Fantasy",
                "Fiction",
                "Audiobook",
                "Womens Fiction"
            ]
        },
        {
            "title": "To All the Boys I've Loved Before",
            "authors": [
                "Jenny Han"
            ],
            "ranking": 4.08,
            "ranking_count": 689097,
            "abstract": "To All the Boys I’ve Loved Before is the story of Lara Jean, who has never openly admitted her crushes, but instead wrote each boy a letter about how she felt, sealed it, and hid it in a box under her bed.. But one day Lara Jean discovers that somehow her secret box of letters has been mailed, causing all her crushes from her past to confront her about the letters: her first kiss, the boy from summer camp, even her sister's ex-boyfriend, Josh.. As she learns to deal with her past loves face to face, Lara Jean discovers that something good may come out of these letters after all.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Audiobook",
                "Womens Fiction",
                "Realistic Fiction"
            ]
        },
        {
            "title": "Hades",
            "authors": [
                "Alexandra Adornetto"
            ],
            "ranking": 3.95,
            "ranking_count": 32070,
            "abstract": "Heaven Help Her.. Bethany Church is an angel sent to Earth to keep dark forces at bay. Falling in love was never part of her mission, but the bond between Beth and her mortal boyfriend, Xavier Woods, is undeniably strong. But even Xavier’s love, and the care of her archangel siblings, Gabriel and Ivy, can’t keep Beth from being tricked into a motorcycle ride that ends up in Hell. There, the demon Jake Thorn bargains for Beth’s release back to Earth. But what he asks of her will destroy her, and quite possibly, her loved ones, as well.. The story that Alexandra Adornetto built in her. New York Times. - bestselling debut,. Halo. , comes alive in action-packed and unexpected ways, as angels battle demons, and the power of love is put to the test.",
            "part_of_series": true,
            "genre_list": [
                "Paranormal",
                "Young Adult",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "Unbearable Lightness: A Story of Loss and Gain",
            "authors": [
                "Portia de Rossi"
            ],
            "ranking": 3.81,
            "ranking_count": 40602,
            "abstract": "“I didn’t decide to become anorexic. It snuck up on me disguised as a healthy diet, a professional attitude. Being as thin as possible was a way to make the job of being an actress easier . . .”. Portia de Rossi weighed only 82 pounds when she collapsed on the set of the Hollywood film in which she was playing her first leading role. This should have been the culmination of all her years of hard work—first as a child model in Australia, then as a cast member of one of the hottest shows on American television. On the outside she was thin and blond, glamorous and successful. On the inside, she was literally dying.. In this searing, unflinchingly honest book, Portia de Rossi captures the complex emotional truth of what it is like when food, weight, and body image take priority over every other human impulse or action. She recounts the elaborate rituals around eating that came to dominate hours of every day, from keeping her daily calorie intake below 300 to eating precisely measured amounts of food out of specific bowls and only with certain utensils. When this wasn’t enough, she resorted to purging and compulsive physical exercise, driving her body and spirit to the breaking point.. Even as she rose to fame as a cast member of the hit television shows Ally McBeal and Arrested Development, Portia alternately starved herself and binged, all the while terrified that the truth of her sexuality would be exposed in the tabloids. She reveals the heartache and fear that accompany a life lived in the closet, a sense of isolation that was only magnified by her unrelenting desire to be ever thinner. With the storytelling skills of a great novelist and the eye for detail of a poet, Portia makes transparent as never before the behaviors and emotions of someone living with an eating disorder.. From her lowest point, Portia began the painful climb back to a life of health and honesty, falling in love with and eventually marrying Ellen DeGeneres, and emerging as an outspoken and articulate advocate for gay rights and women’s health issues.. In this remarkable and beautifully written work, Portia shines a bright light on a dark subject. A crucial book for all those who might sometimes feel at war with themselves or their bodies, Unbearable Lightness is a story that inspires hope and nourishes the spirit.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Autobiography",
                "Biography",
                "LGBT",
                "Health",
                "Biography Memoir",
                "Psychology",
                "Mental Health"
            ]
        },
        {
            "title": "The Sellout",
            "authors": [
                "Paul Beatty"
            ],
            "ranking": 3.75,
            "ranking_count": 64064,
            "abstract": "A biting satire about a young man's isolated upbringing and the race trial that sends him to the Supreme Court, Paul Beatty's The Sellout showcases a comic genius at the top of his game. It challenges the sacred tenets of the United States Constitution, urban life, the civil rights movement, the father-son relationship, and the holy grail of racial equality―the black Chinese restaurant.. Born in the agrarian ghetto of Dickens―on the southern outskirts of Los Angeles―the narrator of The Sellout resigns himself to the fate of lower-middle-class Californians: I'd die in the same bedroom I'd grown up in, looking up at the cracks in the stucco ceiling that've been there since '68 quake. Raised by a single father, a controversial sociologist, he spent his childhood as the subject in racially charged psychological studies. He is led to believe that his father's pioneering work will result in a memoir that will solve his family's financial woes. But when his father is killed in a police shoot-out, he realizes there never was a memoir. All that's left is the bill for a drive-thru funeral.. Fueled by this deceit and the general disrepair of his hometown, the narrator sets out to right another wrong: Dickens has literally been removed from the map to save California from further embarrassment. Enlisting the help of the town's most famous resident―the last surviving Little Rascal, Hominy Jenkins―he initiates the most outrageous action conceivable: reinstating slavery and segregating the local high school, which lands him in the Supreme Court.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Humor",
                "Race",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Cultural",
                "Literature",
                "Audiobook"
            ]
        },
        {
            "title": "Scythe",
            "authors": [
                "Neal Shusterman"
            ],
            "ranking": 4.33,
            "ranking_count": 210342,
            "abstract": "Thou shalt kill.. A world with no hunger, no disease, no war, no misery. Humanity has conquered all those things, and has even conquered death. Now scythes are the only ones who can end life—and they are commanded to do so, in order to keep the size of the population under control.. Citra and Rowan are chosen to apprentice to a scythe—a role that neither wants. These teens must master the “art” of taking life, knowing that the consequence of failure could mean losing their own.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Science Fiction",
                "Fiction",
                "Audiobook",
                "Romance",
                "Death"
            ]
        },
        {
            "title": "The Rest of Us Just Live Here",
            "authors": [
                "Patrick Ness"
            ],
            "ranking": 3.69,
            "ranking_count": 57375,
            "abstract": "What if you aren’t the Chosen One?. The one who’s supposed to fight the zombies, or the soul-eating ghosts, or whatever the heck this new thing is, with the blue lights and the death?. What if you’re like Mikey? Who just wants to graduate and go to prom and maybe finally work up the courage to ask Henna out before someone goes and blows up the high school. Again.. Because sometimes there are problems bigger than this week’s end of the world, and sometimes you just have to find the extraordinary in your ordinary life.. Even if your best friend is worshipped by mountain lions...",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Fantasy",
                "Contemporary",
                "Fiction",
                "LGBT",
                "Health",
                "Audiobook",
                "Romance",
                "Mental Health"
            ]
        },
        {
            "title": "The Poppy War",
            "authors": [
                "R.F. Kuang"
            ],
            "ranking": 4.11,
            "ranking_count": 112117,
            "abstract": "A Best of May Science Fiction and Fantasy pick by Amazon, Barnes and Noble, Audible, The Verge, SyFy Wire, and Kirkus. “I have no doubt this will end up being the best fantasy debut of the year [...] I have absolutely no doubt that [Kuang’s] name will be up there with the likes of Robin Hobb and N.K. Jemisin.” -- Booknest. A brilliantly imaginative talent makes her exciting debut with this epic historical military fantasy, inspired by the bloody history of China’s twentieth century and filled with treachery and magic, in the tradition of Ken Liu’s. Grace of Kings. and N.K. Jemisin’s Inheritance Trilogy.. When Rin aced the Keju—the Empire-wide test to find the most talented youth to learn at the Academies—it was a shock to everyone: to the test officials, who couldn’t believe a war orphan from Rooster Province could pass without cheating; to Rin’s guardians, who believed they’d finally be able to marry her off and further their criminal enterprise; and to Rin herself, who realized she was finally free of the servitude and despair that had made up her daily existence. That she got into Sinegard—the most elite military school in Nikan—was even more surprising.. But surprises aren’t always good.. Because being a dark-skinned peasant girl from the south is not an easy thing at Sinegard. Targeted from the outset by rival classmates for her color, poverty, and gender, Rin discovers she possesses a lethal, unearthly power—an aptitude for the nearly-mythical art of shamanism. Exploring the depths of her gift with the help of a seemingly insane teacher and psychoactive substances, Rin learns that gods long thought dead are very much alive—and that mastering control over those powers could mean more than just surviving school.. For while the Nikara Empire is at peace, the Federation of Mugen still lurks across a narrow sea. The militarily advanced Federation occupied Nikan for decades after the First Poppy War, and only barely lost the continent in the Second. And while most of the people are complacent to go about their lives, a few are aware that a Third Poppy War is just a spark away . . .. Rin’s shamanic powers may be the only way to save her people. But as she finds out more about the god that has chosen her, the vengeful Phoenix, she fears that winning the war may cost her humanity . . . and that it may already be too late.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Historical",
                "Adult",
                "Young Adult",
                "Audiobook",
                "War"
            ]
        },
        {
            "title": "Unwifeable: A Memoir",
            "authors": [
                "Mandy Stadtmiller"
            ],
            "ranking": 3.5,
            "ranking_count": 3031,
            "abstract": "Provocative, fearless, and dizzyingly uncensored, Mandy spills every secret she knows about dating, networking, comedy, celebrity, media, psychology, relationships, addiction, and the quest to find one’s true nature. She takes readers behind the scenes (and name names) as she relays her utterly addictive journey.. Starting in 2005, Mandy picks up everything to move across the country to Manhattan, looking for a fresh start. She is newly divorced, thirty-years-old, with a dream job at the. New York Post. . She is ready to conquer the city, the industry, the world. But underneath the glitz and glamour, there is a darker side threatening to surface. The drug-fueled, never-ending party starts off as thrilling…but grows ever-terrifying. Too many blackout nights and scary decisions begin to add up. As she searches for the truth behind the façade, Mandy realizes that falling in love won’t fix her—until she learns to accept herself first.. This is a true New York fairy tale brought to life—. Sex and the City. on acid. Perfect for when “you feel stuck in some way and wish to become unstuck” (Caroline Kepnes), you’all soon see why. Unwifeable. is one of the best reviewed, most beloved memoirs of the year.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "Biography Memoir",
                "Humor",
                "Biography",
                "Womens",
                "Feminism",
                "New York",
                "Health"
            ]
        },
        {
            "title": "The Sea of Tranquility",
            "authors": [
                "Katja Millay"
            ],
            "ranking": 4.29,
            "ranking_count": 82966,
            "abstract": "I live in a world without magic or miracles. A place where there are no clairvoyants or shapeshifters, no angels or superhuman boys to save you. A place where people die and music disintegrates and things suck. I am pressed so hard against the earth by the weight of reality that some days I wonder how I am still able to lift my feet to walk.. Former piano prodigy Nastya Kashnikov wants two things: to get through high school without anyone learning about her past and to make the boy who took everything from her—her identity, her spirit, her will to live—pay.. Josh Bennett’s story is no secret: every person he loves has been taken from his life until, at seventeen years old, there is no one left. Now all he wants is be left alone and people allow it because when your name is synonymous with death, everyone tends to give you your space.. Everyone except Nastya, the mysterious new girl at school who starts showing up and won’t go away until she’s insinuated herself into every aspect of his life. But the more he gets to know her, the more of an enigma she becomes. As their relationship intensifies and the unanswered questions begin to pile up, he starts to wonder if he will ever learn the secrets she’s been hiding—or if he even wants to.. The Sea of Tranquility. is a rich, intense, and brilliantly imagined story about a lonely boy, an emotionally fragile girl, and the miracle of second chances.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "New Adult",
                "Fiction",
                "Sociology",
                "Realistic Fiction",
                "Drama"
            ]
        },
        {
            "title": "Prague Winter: A Personal Story of Remembrance and War, 1937-1948",
            "authors": [
                "Madeleine K. Albright",
                "Bill Woodward"
            ],
            "ranking": 4.01,
            "ranking_count": 6839,
            "abstract": "Before Madeleine Albright turned twelve, her life was shaken by the Nazi invasion of Czechoslovakia—the country where she was born—the Battle of Britain, the near total destruction of European Jewry, the Allied victory in World War II, the rise of communism, and the onset of the Cold War.. Albright's experiences, and those of her family, provide a lens through which to view the most tumultuous dozen years in modern history. Drawing on her memory, her parents' written reflections, interviews with contemporaries, and newly available documents, Albright recounts a tale that is by turns harrowing and inspiring.. Prague Winter. is an exploration of the past with timeless dilemmas in mind and, simultaneously, a journey with universal lessons that is intensely personal.. The book takes readers from the Bohemian capital's thousand-year-old castle to the bomb shelters of London, from the desolate prison ghetto of Terezín to the highest councils of European and American government. Albright reflects on her discovery of her family's Jewish heritage many decades after the war, on her Czech homeland's tangled history, and on the stark moral choices faced by her parents and their generation. Often relying on eyewitness descriptions, she tells the story of how millions of ordinary citizens were ripped from familiar surroundings and forced into new roles as exiled leaders and freedom fighters, resistance organizers and collaborators, victims and killers. These events of enormous complexity are never-theless shaped by concepts familiar to any growing child: fear, trust, adaptation, the search for identity, the pressure to conform, the quest for independence, and the difference between right and wrong.. No one who lived through the years of 1937 to 1948, Albright writes, was a stranger to profound sadness. Millions of innocents did not survive, and their deaths must never be forgotten. Today we lack the power to reclaim lost lives, but we have a duty to learn all that we can about what happened and why.. At once a deeply personal memoir and an incisive work of history,. Prague Winter. serves as a guide to the future through the lessons of the past—as seen through the eyes of one of the international community's most respected and fascinating figures.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "History",
                "Autobiography",
                "Biography",
                "War",
                "Biography Memoir",
                "World War II",
                "Politics"
            ]
        },
        {
            "title": "Mythos: The Greek Myths Retold",
            "authors": [
                "Stephen Fry"
            ],
            "ranking": 4.27,
            "ranking_count": 85941,
            "abstract": "Mythos is a modern collection of Greek myths, stylishly retold by legendary writer, actor, and comedian Stephen Fry. Fry transforms the adventures of Zeus and the Olympians into emotionally resonant and deeply funny stories, without losing any of their original wonder.. This stunning book features classical artwork inspired by the myths, as well as learned notes from the author. Each adventure is infused with Fry's distinctive wit, voice, and writing style. Connoisseurs of the Greek myths will appreciate this fresh-yet-reverential interpretation, while newcomers will feel welcome. Retellings brim with humor and emotion and offer rich cultural context. Celebrating the thrills, grandeur, and unabashed fun of the Greek myths, Mythos breathes life into ancient tales—from Pandora's box to Prometheus's fire.. This gorgeous volume invites you to explore a captivating world with the brilliant storyteller Stephen Fry as your guide.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Nonfiction",
                "History",
                "Audiobook",
                "Mythology",
                "Classics",
                "Historical",
                "Retellings",
                "Short Stories",
                "Religion"
            ]
        },
        {
            "title": "The Leftovers",
            "authors": [
                "Tom Perrotta"
            ],
            "ranking": 3.42,
            "ranking_count": 45157,
            "abstract": "What if — whoosh, right now, with no explanation — a number of us simply vanished? Would some of us collapse? Would others of us go on, one foot in front of the other, as we did before the world turned upside down? That's what the bewildered citizens of Mapleton, who lost many of their neighbors, friends and lovers in the event known as the Sudden Departure, have to figure out. Because nothing has been the same since it happened — not marriages, not friendships, not even the relationships between parents and children.. Kevin Garvey, Mapleton's new mayor, wants to speed up the healing process, to bring a sense of renewed hope and purpose to his traumatized community. Kevin's own family has fallen apart in the wake of the disaster: his wife, Laurie, has left to join the Guilty Remnant, a homegrown cult whose members take a vow of silence; his son, Tom, is gone, too, dropping out of college to follow a sketchy prophet named Holy Wayne. Only Kevin's teenaged daughter, Jill, remains, and she's definitely not the sweet A student she used to be. Kevin wants to help her, but he's distracted by his growing relationship with Nora Durst, a woman who lost her entire family on October 14th and is still reeling from the tragedy, even as she struggles to move beyond it and make a new start.. With heart, intelligence and a rare ability to illuminate the struggles inherent in ordinary lives, Tom Perrotta has written a startling, thought-provoking novel about love, connection and loss.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Science Fiction",
                "Contemporary",
                "Audiobook",
                "Adult Fiction",
                "Adult",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "Awakening Kings and Princes Volume I: Sacred Knowledge to Nourish the Mentality, Support Spiritual Growth, Learning the Light, and Progressing to Become a Master Lover While Embracing Desire",
            "authors": [
                "John Shelton Jones"
            ],
            "ranking": 4.25,
            "ranking_count": 24,
            "abstract": "Awakening Kings and Princes. (AWKP) is self-help and spiritual growth book on systematic knowledge of information on discovering the awakening of an individual's in-depth personage, addressing the prowess of the mentality to awakening emunah (faith, truth, stability, fidelity) within ourselves. A way of framework addressed to elevating destiny and noetic abilities to consciously pro-create positive hypnosis and distinguish the contempt and evil morals of this world by re-evaluating the conscience to nurture the prowess. AWKP is about training the mind to stop grounding the mind worthlessly but to become Truth within, while disregarding the negative social constructions of this world. Focuses of AWKP is the empirical substance and realism to create better wisdom without the falsifying ideologies that burdens the mind. AWKP gives clarity to soulful union with Yahawah (God) and Yahawashi (Christ) to harvest direction to the covenant without the feeling of contempt and provides the essence of faith, prayer and fellowship. AWKP unfolds the realism of Loveology with complete embrace of the sexual and love, providing the awakening of the very nature within ourselves, framework of Sensual BDSM, Untold Novels, and Investments, sexual revelations of roots and PE2, artful thrusting, dimensions of pleasure, art of Domestic Discipline, Adon loving, and special potent sexual remedies.",
            "part_of_series": false,
            "genre_list": [
                "Spirituality"
            ]
        },
        {
            "title": "The Woman in the Window",
            "authors": [
                "A.J. Finn"
            ],
            "ranking": 3.96,
            "ranking_count": 638458,
            "abstract": "Anna Fox lives alone, a recluse in her New York City home, unable to venture outside. She spends her day drinking wine (maybe too much), watching old movies, recalling happier times . . . and spying on her neighbors.. Then the Russells move into the house across the way: a father, a mother and their teenage son. The perfect family. But when Anna, gazing out her window one night, sees something she shouldn’t, her world begins to crumble and its shocking secrets are laid bare.. What is real? What is imagined? Who is in danger? Who is in control? In this diabolically gripping thriller, no one—and nothing—is what it seems.",
            "part_of_series": false,
            "genre_list": [
                "Thriller",
                "Mystery",
                "Fiction",
                "Suspense",
                "Audiobook",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Revolution",
            "authors": [
                "Jennifer Donnelly"
            ],
            "ranking": 4.0,
            "ranking_count": 28805,
            "abstract": "BROOKLYN: Andi Alpers is on the edge. She’s angry at her father for leaving, angry at her mother for not being able to cope, and heartbroken by the loss of her younger brother, Truman. Rage and grief are destroying her. And she’s about to be expelled from Brooklyn Heights’ most prestigious private school when her father intervenes. Now Andi must accompany him to Paris for winter break.. PARIS: Alexandrine Paradis lived over two centuries ago. She dreamed of making her mark on the Paris stage, but a fateful encounter with a doomed prince of France cast her in a tragic role she didn’t want—and couldn’t escape.. Two girls, two centuries apart. One never knowing the other. But when Andi finds Alexandrine’s diary, she recognizes something in her words and is moved to the point of obsession. There’s comfort and distraction for Andi in the journal’s antique pages—until, on a midnight journey through the catacombs of Paris, Alexandrine’s words transcend paper and time, and the past becomes suddenly, terrifyingly present.",
            "part_of_series": false,
            "genre_list": [
                "Historical",
                "Young Adult",
                "Fiction",
                "Science Fiction",
                "Fantasy",
                "Contemporary",
                "Romance",
                "Cultural"
            ]
        },
        {
            "title": "The Obelisk Gate",
            "authors": [
                "N.K. Jemisin"
            ],
            "ranking": 4.31,
            "ranking_count": 121526,
            "abstract": "This is the way the world ends... for the last time.. The season of endings grows darker as civilization fades into the long cold night. Alabaster Tenring – madman, world-crusher, savior – has returned with a mission: to train his successor, Essun, and thus seal the fate of the Stillness forever.. It continues with a lost daughter, found by the enemy.. It continues with the obelisks, and an ancient mystery converging on answers at last.. The Stillness is the wall which stands against the flow of tradition, the spark of hope long buried under the thickening ashfall. And it will not be broken.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Audiobook",
                "Adult",
                "Apocalyptic",
                "Speculative Fiction"
            ]
        },
        {
            "title": "Words in the Dust",
            "authors": [
                "Trent Reedy"
            ],
            "ranking": 4.04,
            "ranking_count": 2985,
            "abstract": "Zulaikha hopes. She hopes for peace, now that the Taliban have been driven from Afghanistan; a good relationship with her hard stepmother; and one day even to go to school, or to have her cleft palate fixed. Zulaikha knows all will be provided for her--Inshallah, God willing.. Then she meets Meena, who offers to teach her the Afghan poetry she taught her late mother. And the Americans come to her village, promising not just new opportunities and dangers, but surgery to fix her face. These changes could mean a whole new life for Zulaikha--but can she dare to hope they'll come true?",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Realistic Fiction",
                "Fiction",
                "Historical",
                "Childrens",
                "Cultural",
                "Audiobook",
                "Family"
            ]
        },
        {
            "title": "The Invisible Library",
            "authors": [
                "Genevieve Cogman"
            ],
            "ranking": 3.73,
            "ranking_count": 48999,
            "abstract": "Irene must be at the top of her game or she'll be off the case - permanently.... Irene is a professional spy for the mysterious Library, which harvests fiction from different realities. And along with her enigmatic assistant Kai, she's posted to an alternative London. Their mission - to retrieve a dangerous book. But when they arrive, it's already been stolen. London's underground factions seem prepared to fight to the very death to find her book.. Adding to the jeopardy, this world is chaos-infested - the laws of nature bent to allow supernatural creatures and unpredictable magic. Irene's new assistant is also hiding secrets of his own.. Soon, she's up to her eyebrows in a heady mix of danger, clues and secret societies. Yet failure is not an option - the nature of reality itself is at stake.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Science Fiction",
                "Mystery",
                "Young Adult",
                "Writing",
                "Adventure"
            ]
        },
        {
            "title": "The Peach Keeper",
            "authors": [
                "Sarah Addison Allen"
            ],
            "ranking": 3.85,
            "ranking_count": 58828,
            "abstract": "The. New York Times. bestselling author of. The Girl Who Chased the Moon. welcomes you to her newest locale: Walls of Water, North Carolina, where the secrets are thicker than the fog from the town’s famous waterfalls, and the stuff of superstition is just as real as you want it to be.. It’s the dubious distinction of thirty-year-old Willa Jackson to hail from a fine old Southern family of means that met with financial ruin generations ago. The Blue Ridge Madam—built by Willa’s great-great-grandfather during Walls of Water’s heyday, and once the town’s grandest home—has stood for years as a lonely monument to misfortune and scandal. And Willa herself has long strived to build a life beyond the brooding Jackson family shadow. No easy task in a town shaped by years of tradition and the well-marked boundaries of the haves and have-nots.. But Willa has lately learned that an old classmate—socialite do-gooder Paxton Osgood—of the very prominent Osgood family, has restored the Blue Ridge Madam to her former glory, with plans to open a top-flight inn. Maybe, at last, the troubled past can be laid to rest while something new and wonderful rises from its ashes. But what rises instead is a skeleton, found buried beneath the property’s lone peach tree, and certain to drag up dire consequences along with it.. For the bones—those of charismatic traveling salesman Tucker Devlin, who worked his dark charms on Walls of Water seventy-five years ago—are not all that lay hidden out of sight and mind. Long-kept secrets surrounding the troubling remains have also come to light, seemingly heralded by a spate of sudden strange occurrences throughout the town.. Now, thrust together in an unlikely friendship, united by a full-blooded mystery, Willa and Paxton must confront the dangerous passions and tragic betrayals that once bound their families—and uncover truths of the long-dead that have transcended time and defied the grave to touch the hearts and souls of the living.. Resonant with insight into the deep and lasting power of friendship, love, and tradition,. The Peach Keeper. is a portrait of the unshakable bonds that—in good times and bad, from one generation to the next—endure forever.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Magical Realism",
                "Romance",
                "Womens Fiction",
                "Fantasy",
                "Contemporary",
                "Mystery",
                "Adult",
                "American",
                "Adult Fiction"
            ]
        },
        {
            "title": "One of Our Thursdays Is Missing",
            "authors": [
                "Jasper Fforde"
            ],
            "ranking": 3.97,
            "ranking_count": 18616,
            "abstract": "The newest tour de force from. The New York Times. bestselling author of. Thursday Next. and. Shades of Grey. .. Jasper Fforde's exuberant return to the fantastical BookWorld opens during a time of great unrest. All-out Genre war is rumbling, and the BookWorld desperately needs a heroine like Thursday Next. But with the real Thursday apparently retired to the Realworld, the Council of Genres turns to the written Thursday.. The Council wants her to pretend to be the real Thursday and travel as a peacekeeping emissary to the warring factions. A trip up the mighty Metaphoric River beckons-a trip that will reveal a fiendish plot that threatens the very fabric of the BookWorld itself.. Once again. New York Times. bestselling author Jasper Fforde has a field day gleefully blending satire, romance, and thriller with literary allusions galore in a fantastic adventure through the landscape of a frisky and fertile imagination. Fans will rejoice that their favorite character in the Fforde universe is back.. Watch a Video",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Mystery",
                "Humor",
                "Writing",
                "Science Fiction",
                "Science Fiction Fantasy",
                "Adventure"
            ]
        },
        {
            "title": "This Is How You Lose the Time War",
            "authors": [
                "Amal El-Mohtar",
                "Max Gladstone"
            ],
            "ranking": 3.96,
            "ranking_count": 85183,
            "abstract": "Among the ashes of a dying world, an agent of the Commandant finds a letter. It reads:. Burn before reading.. Thus begins an unlikely correspondence between two rival agents hellbent on securing the best possible future for their warring factions. Now, what began as a taunt, a battlefield boast, grows into something more. Something epic. Something romantic. Something that could change the past and the future.. Except the discovery of their bond would mean death for each of them. There's still a war going on, after all. And someone has to win that war.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Romance",
                "Fiction",
                "LGBT",
                "Fantasy",
                "Adult",
                "Novella"
            ]
        },
        {
            "title": "Hag-Seed",
            "authors": [
                "Margaret Atwood"
            ],
            "ranking": 3.83,
            "ranking_count": 31259,
            "abstract": "When Felix is deposed as artistic director of the Makeshiweg Theatre Festival by his devious assistant and longtime enemy, his production of The Tempest is canceled and he is heartbroken. Reduced to a life of exile in rural southern Ontario—accompanied only by his fantasy daughter, Miranda, who died twelve years ago—Felix devises a plan for retribution.. Eventually he takes a job teaching Literacy Through Theatre to the prisoners at the nearby Burgess Correctional Institution, and is making a modest success of it when an auspicious star places his enemies within his reach. With the help of their own interpretations, digital effects, and the talents of a professional actress and choreographer, the Burgess Correctional Players prepare to video their Tempest. Not surprisingly, they view Caliban as the character with whom they have the most in common. However, Felix has another twist in mind, and his enemies are about to find themselves taking part in an interactive and illusion-ridden version of The Tempest that will change their lives forever. But how will Felix deal with his invisible Miranda’s decision to take a part in the play?",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Retellings",
                "Contemporary",
                "Literary Fiction",
                "Cultural",
                "Audiobook",
                "Adult",
                "Classics",
                "Adult Fiction"
            ]
        },
        {
            "title": "Amatore's Restaurant",
            "authors": [
                "James Sillwood"
            ],
            "ranking": 4.19,
            "ranking_count": 90,
            "abstract": "It is the end of another successful year for the Recreative Theatre Company and the cast have arranged to meet at Ristorante Amatore for their end-of-season dinner.. As the evening progresses, each guest recalls a past sexual liaison. In these recollections we are transported to a variety of locations; the rolling countryside of Brittany to the brown cafés of Amsterdam, from the grandeur of Venice to the slums of Marseilles.. The stories describe various situations: Prudence relates her encounters on a train journey and Colin makes a surprising discovery when he settles down to watch his favourite film. Some characters are driven by self-interest: the sociopath Nicole with her reckless behaviour towards her trusting nephew, and Colette who takes advantage of her unsuspecting tenant.. A common theme unfolds: the hidden truths behind the motives for seduction. As the evening comes to a close, old alliances are re-kindled, new attachments are formed, while others are broken. Frustrations rise to the surface as truths are revealed. For some the evening is a great success, for others a disaster.. WARNING: Adult content; there are passages which describe sex explicitly.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "LGBT",
                "Short Stories",
                "Adult Fiction",
                "Romance"
            ]
        },
        {
            "title": "The Red Garden",
            "authors": [
                "Alice Hoffman"
            ],
            "ranking": 3.73,
            "ranking_count": 21684,
            "abstract": "The Red Garden. introduces us to the luminous and haunting world of Blackwell, Massachusetts, capturing the unexpected turns in its history and in our own lives.. In exquisite prose, Hoffman offers a transforming glimpse of small-town America, presenting us with some three hundred years of passion, dark secrets, loyalty, and redemption in a web of tales where characters' lives are intertwined by fate and by their own actions.. From the town's founder, a brave young woman from England who has no fear of blizzards or bears, to the young man who runs away to New York City with only his dog for company, the characters in. The Red Garden. are extraordinary and vivid: a young wounded Civil War soldier who is saved by a passionate neighbor, a woman who meets a fiercely human historical character, a poet who falls in love with a blind man, a mysterious traveler who comes to town in the year when summer never arrives.. At the center of everyone's life is a mysterious garden where only red plants can grow, and where the truth can be found by those who dare to look.. Beautifully crafted, shimmering with magic,. The Red Garden. is as unforgettable as it is moving.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Magical Realism",
                "Short Stories",
                "Fantasy",
                "Audiobook",
                "Adult Fiction",
                "Literary Fiction",
                "Adult"
            ]
        },
        {
            "title": "The Prague Cemetery",
            "authors": [
                "Umberto Eco",
                "Richard Dixon",
                "Helinä Kangas"
            ],
            "ranking": 3.47,
            "ranking_count": 25067,
            "abstract": "19th-century Europe—from Turin to Prague to Paris—abounds with the ghastly and the mysterious. Conspiracies rule history. Jesuits plot against Freemasons. Italian republicans strangle priests with their own intestines. French criminals plan bombings by day and celebrate Black Masses at night. Every nation has its own secret service, perpetrating forgeries, plots, and massacres. From the unification of Italy to the Paris Commune to the Dreyfus Affair to. The Protocols of the Elders of Zion. , Europe is in tumult and everyone needs a scapegoat. But what if, behind all of these conspiracies both real and imagined, lay one lone man? What if that evil genius created its most infamous document?. Eco takes his readers here on an unforgettable journey through the underbelly of world-shattering events. This is Eco at his most exciting, a book immediately hailed as his masterpiece.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Mystery",
                "Literature",
                "European Literature",
                "Novels",
                "Cultural",
                "Unfinished",
                "Classics"
            ]
        },
        {
            "title": "The Secret Place",
            "authors": [
                "Tana French"
            ],
            "ranking": 3.85,
            "ranking_count": 73835,
            "abstract": "A year ago a boy was found murdered at a girlsʼ boarding school, and the case was never solved. Detective Stephen Moran has been waiting for his chance to join Dublin’s Murder Squad when sixteen-year-old Holly Mackey arrives in his office with a photo of the boy with the caption: “I KNOW WHO KILLED HIM.” Stephen joins with Detective Antoinette Conway to reopen the case—beneath the watchful eye of Holly’s father, fellow detective Frank Mackey.. With the clues leading back to Holly’s close-knit group of friends, to their rival clique, and to the tangle of relationships that bound them all to the murdered boy, the private underworld of teenage girls turns out to be more mysterious and more dangerous than the detectives imagined.. An alternate cover edition for this ISBN can be found. here.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Cultural",
                "Audiobook",
                "Adult",
                "Suspense",
                "European Literature"
            ]
        },
        {
            "title": "Hallowed",
            "authors": [
                "Cynthia Hand"
            ],
            "ranking": 4.09,
            "ranking_count": 76041,
            "abstract": "For months Clara Gardner trained to face the fire from her visions, but she wasn't prepared for the choice she had to make that day. And in the aftermath, she discovered that nothing about being part angel is as straightforward as she thought.. Now, torn between her love for Tucker and her complicated feelings about the roles she and Christian seem destined to play in a world that is both dangerous and beautiful, Clara struggles with a shocking revelation: Someone she loves will die in a matter of months. With her future uncertain, the only thing Clara knows for sure is that the fire was just the beginning.. In this compelling sequel to. Unearthly. , Cynthia Hand captures the joy of first love, the anguish of loss, and the confusion of becoming who you are.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Paranormal",
                "Fantasy",
                "Romance",
                "Fiction"
            ]
        },
        {
            "title": "I Shall Wear Midnight",
            "authors": [
                "Terry Pratchett"
            ],
            "ranking": 4.32,
            "ranking_count": 52502,
            "abstract": "It starts with whispers.. Then someone picks up a stone.. Finally, the fires begin.. When people turn on witches, the innocents suffer. . .. Tiffany Aching has spent years studying with senior witches, and now she is on her own. As the witch of the Chalk, she performs the bits of witchcraft that aren't sparkly, aren't fun, don't involve any kind of wand, and that people seldom ever hear about: She does the unglamorous work of caring for the needy.. But someone or something is igniting fear, inculcating dark thoughts and angry murmurs against witches. Aided by her tiny blue allies, the Wee Free Men, Tiffany must find the source of this unrest and defeat the evil at its root before it takes her life. Because if Tiffany falls, the whole Chalk falls with her.. Chilling drama combines with laugh-out-loud humor and searing insight as beloved and bestselling author Terry Pratchett tells the high-stakes story of a young witch who stands in the gap between good and evil.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Humor",
                "Childrens",
                "Audiobook",
                "Paranormal",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Every Heart a Doorway",
            "authors": [
                "Seanan McGuire",
                "Cynthia Hopkins"
            ],
            "ranking": 3.82,
            "ranking_count": 90253,
            "abstract": "Eleanor West’s Home for Wayward Children. No Solicitations. No Visitors. No Quests. Children have always disappeared under the right conditions; slipping through the shadows under a bed or at the back of a wardrobe, tumbling down rabbit holes and into old wells, and emerging somewhere... else.. But magical lands have little need for used-up miracle children.. Nancy tumbled once, but now she’s back. The things she’s experienced... they change a person. The children under Miss West’s care understand all too well. And each of them is seeking a way back to their own fantasy world.. But Nancy’s arrival marks a change at the Home. There’s a darkness just around each corner, and when tragedy strikes, it’s up to Nancy and her new-found schoolmates to get to the heart of the matter.. No matter the cost.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Fiction",
                "Mystery",
                "LGBT",
                "Audiobook",
                "Novella",
                "Magical Realism"
            ]
        },
        {
            "title": "Days of Blood & Starlight",
            "authors": [
                "Laini Taylor"
            ],
            "ranking": 4.14,
            "ranking_count": 154686,
            "abstract": "Once upon a time, an angel and a devil fell in love and dared to imagine a world free of bloodshed and war.. This is not that world.. Art student and monster's apprentice Karou finally has the answers she has always sought. She knows who she is—and. what. she is. But with this knowledge comes another truth she would give anything to undo: She loved the enemy and he betrayed her, and a world suffered for it.. In this stunning sequel to the highly acclaimed. Daughter of Smoke & Bone. , Karou must decide how far she'll go to avenge her people. Filled with heartbreak and beauty, secrets and impossible choices,. Days of Blood & Starlight. finds Karou and Akiva on opposing sides as an age-old war stirs back to life.. While Karou and her allies build a monstrous army in a land of dust and starlight, Akiva wages a different sort of battle: a battle for redemption. For. hope. .. But can any hope be salvaged from the ashes of their broken dream?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Paranormal",
                "Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "Blackamoores: Africans in Tudor England, Their Presence, Status and Origins",
            "authors": [
                "Onyeka"
            ],
            "ranking": 4.28,
            "ranking_count": 95,
            "abstract": "Do we imagine English history as a book with white pages and no black letters in?. We sometimes think of Tudor England in terms of gaudy costumes, the court of Henry VIII and Elizabeth I and perhaps Shakespearian romance.. Onyeka's book acknowledges this predilection but challenges our perceptions.. Onyeka's book is about the presence, status and origins of Africans in Tudor England. In it Onyeka argues that these people were present in cities and towns throughout England, but that they did not automatically occupy the lowest positions in Tudor society. This is important because the few modern historians who have written about Africans in Tudor England suggest that they were all slaves, or transient immigrants who were considered as dangerous strangers and the epitome of otherness. However, this book will show that some Africans in England had important occupations in Tudor society, and were employed by powerful people because of the skills they possessed. These people seem to have inherited some of their skills from the multicultural societies that they came from, but that does not mean all of those present in England were born in other countries: some were born in England.. The arguments in this book are supported by evidence from a variety of sources both manuscript and printed, most of which has not been widely discussed - whilst some of it Onyeka has discovered, and this may be the first time that it has been revealed. Other evidence is taken from texts that are the subject of popular discussion by historians, linguists and so on, but Onyeka encourages the reader to re-examine these works in a different way because they reveal information about the presence, status and origins of Africans in Tudor England.",
            "part_of_series": false,
            "genre_list": [
                "History",
                "Nonfiction",
                "Race",
                "Cultural",
                "European Literature",
                "English History",
                "Historical",
                "Academic"
            ]
        },
        {
            "title": "The Blazing World",
            "authors": [
                "Siri Hustvedt"
            ],
            "ranking": 3.69,
            "ranking_count": 7647,
            "abstract": "A brilliant, provocative novel about an artist who, after years of being ignored by the art world, conducts an experiment: she conceals her female identity behind three male fronts.. Presented as a collection of texts, edited and introduced by a scholar years after the artist's death, the book unfolds through extracts from Burden's notebooks and conflicting accounts from others about her life and work. Even after she steps forward to reveal herself as the force behind three solo shows, there are those who doubt she is responsible for the last exhibition, initially credited to the acclaimed artist Rune. No one doubts the two artists were involved with each other. According to Burden's journals, she and Rune found themselves locked in a charged and dangerous psychological game that ended with the man's bizarre death.. From one of the most ambitious and internationally celebrated writers of her generation, Hustvedt's. The Blazing World. is a polyphonic tour de force. It is also an intricately conceived, diabolical puzzle that addresses the shaping influences of prejudice, money, fame, and desire on what we see in one another. Emotionally intense, intellectually rigorous, ironic, and playful, this is a book you won't be able to put down.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Art",
                "Feminism",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "Literature",
                "Unfinished",
                "Womens"
            ]
        },
        {
            "title": "Super Sad True Love Story",
            "authors": [
                "Gary Shteyngart"
            ],
            "ranking": 3.45,
            "ranking_count": 39315,
            "abstract": "The author of two critically acclaimed novels,. The Russian Debutante’s Handbook. and. Absurdistan. , Gary Shteyngart has risen to the top of the fiction world. Now, in his hilarious and heartfelt new novel, he envisions a deliciously dark tale of America’s dysfunctional coming years—and the timeless and tender feelings that just might bring us back from the brink.. In a very near future—oh, let’s say next Tuesday—a functionally illiterate America is about to collapse. But don’t that tell that to poor Lenny Abramov, the thirty-nine-year-old son of an angry Russian immigrant janitor, proud author of what may well be the world’s last diary, and less-proud owner of a bald spot shaped like the great state of Ohio. Despite his job at an outfit called Post-Human Services, which attempts to provide immortality for its super-rich clientele, death is clearly stalking this cholesterol-rich morsel of a man. And why shouldn’t it? Lenny’s from a different century—he totally loves books (or “printed, bound media artifacts,” as they’re now known), even though most of his peers find them smelly and annoying. But even more than books, Lenny loves Eunice Park, an impossibly cute and impossibly cruel twenty-four-year-old Korean American woman who just graduated from Elderbird College with a major in Images and a minor in Assertiveness.. After meeting Lenny on an extended Roman holiday, blistering Eunice puts that Assertiveness minor to work, teaching our “ancient dork” effective new ways to brush his teeth and making him buy a cottony nonflammable wardrobe. But America proves less flame-resistant than Lenny’s new threads. The country is crushed by a credit crisis, riots break out in New York’s Central Park, the city’s streets are lined with National Guard tanks on every corner, the dollar is so over, and our patient Chinese creditors may just be ready to foreclose on the whole mess. Undeterred, Lenny vows to love both Eunice and his homeland. He’s going to convince his fickle new love that in a time without standards or stability, in a world where single people can determine a dating prospect’s “hotness” and “sustainability” with the click of a button, in a society where the privileged may live forever but the unfortunate will die all too soon, there is still value in being a real human being.. Wildly funny, rich, and humane,. Super Sad True Love Story. is a knockout novel by a young master, a book in which falling in love just may redeem a planet falling apart.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Novels",
                "Romance",
                "Humor",
                "Contemporary",
                "Adult Fiction",
                "Literature"
            ]
        },
        {
            "title": "The Fifth Witness",
            "authors": [
                "Michael Connelly"
            ],
            "ranking": 4.2,
            "ranking_count": 64940,
            "abstract": "Mickey Haller has fallen on tough times. He expands his business into foreclosure defense, only to see one of his clients accused of killing the banker she blames for trying to take away her home.. Mickey puts his team into high gear to exonerate Lisa Trammel, even though the evidence and his own suspicions tell him his client is guilty. Soon after he learns that the victim had black market dealings of his own, Haller is assaulted, too--and he's certain he's on the right trail.. Despite the danger and uncertainty, Haller mounts the best defense of his career in a trial where the last surprise comes after the verdict is in.. 13 hours and 56 minutes",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Audiobook",
                "Suspense",
                "Law"
            ]
        },
        {
            "title": "Dragon Bound",
            "authors": [
                "Thea Harrison"
            ],
            "ranking": 4.08,
            "ranking_count": 47525,
            "abstract": "Half-human and half-Wyr, Pia Giovanni spent her life keeping a low profile among the Wyrkind and avoiding the continuing conflict between them and their Dark Fae enemies. But after being blackmailed into stealing a coin from the hoard of a dragon, Pia finds herself targeted by one of the most powerful—and passionate—of the Elder Races.. As the most feared and respected of the Wyrkind, Dragos Cuelebre cannot believe someone had the audacity to steal from him, much less succeed. And when he catches the thief, Dragos spares her life, claiming her as his own to further explore the desire they've ignited in each other.. Pia knows she must repay Dragos for her trespass, but refuses to become his slave—although she cannot deny wanting him, body and soul.",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult",
                "Fairies"
            ]
        },
        {
            "title": "Watergate",
            "authors": [
                "Thomas Mallon"
            ],
            "ranking": 3.59,
            "ranking_count": 1725,
            "abstract": "From one of our most esteemed historical novelists, a remarkable retelling of the Watergate scandal, as seen through a kaleidoscope of its colorful perpetrators and investigators.. For all the monumental documentation that Watergate generated—uncountable volumes of committee records, court transcripts, and memoirs—it falls at last to a novelist to perform the work of inference (and invention) that allows us to solve some of the scandal’s greatest mysteries (who. did. erase those eighteen-and-a-half minutes of tape?) and to see this gaudy American catastrophe in its human entirety.. In. Watergate,. Thomas Mallon conveys the drama and high comedy of the Nixon presidency through the urgent perspectives of seven characters we only thought we knew before now, moving readers from the private cabins of Camp David to the klieg lights of the Senate Caucus Room, from the District of Columbia jail to the Dupont Circle mansion of Theodore Roosevelt’s sharp-tongued ninety-year-old daughter (“The clock is dick-dick-dicking”), and into the hive of the Watergate complex itself, home not only to the Democratic National Committee but also to the president’s attorney general, his recklessly loyal secretary, and the shadowy man from Mississippi who pays out hush money to the burglars.. Praised by Christopher Hitchens for his “splendid evocation of Washington,” Mallon achieves with. Watergate. a scope and historical intimacy that surpasses even what he attained in his previous novels, as he turns a “third-rate burglary” into a tumultuous, first-rate entertainment.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Politics",
                "Mystery",
                "Audiobook",
                "North American Hi...",
                "Literary Fiction",
                "Novels"
            ]
        },
        {
            "title": "The V Girl: a Coming of Age Story",
            "authors": [
                "Mya Robarts"
            ],
            "ranking": 4.01,
            "ranking_count": 14338,
            "abstract": "Romance set in a dystopian future. In post-apocalyptic North America two emerging nations are at war and sexual slavery is legal. Lila Velez desperately wants to lose her virginity before the troops visit her town and take it away by force. She makes plans to seduce her only friend. Lila does not love him, but he is the only man who has shown her true affection, an affection she is willing to take as a substitute for love.. Lila hides a secret that will bring her closer to Aleksey Fürst, a foreign, broody man who she distrusts because of his links to the troops and his rough, yet irresistible appearance. He offers Lila an alternative to her plans, a possibility that terrifies her…and tempts her in spite of herself.. With threats looming at every turn and no way to escape, Lila fears that falling in love will only lead to more heartache. The consequences of laying down her arms for Aleksey and welcoming hope might destroy more than her heart. They might force her to face the worst of her nightmares becoming a reality. Is love possible in a world that has forgotten what the human touch is?",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Science Fiction",
                "War",
                "Love",
                "Fiction",
                "New Adult",
                "Apocalyptic"
            ]
        },
        {
            "title": "Everything, Everything",
            "authors": [
                "Nicola Yoon",
                "David  Yoon"
            ],
            "ranking": 4.01,
            "ranking_count": 509942,
            "abstract": "My disease is as rare as it is famous. It’s a form of Severe Combined Immunodeficiency, but basically, I’m allergic to the world. I don’t leave my house, have not left my house in fifteen years. The only people I ever see are my mom and my nurse, Carla.. But then one day, a moving truck arrives. New next door neighbors. I look out the window, and I see him. He’s tall, lean and wearing all black—black t-shirt, black jeans, black sneakers and a black knit cap that covers his hair completely. He catches me looking and stares at me. I stare right back. His name is Olly. I want to learn everything about him, and I do. I learn that he is funny and fierce. I learn that his eyes are Atlantic Ocean-blue and that his vice is stealing silverware. I learn that when I talk to him, my whole world opens up, and I feel myself starting to change—starting to want things. To want out of my bubble. To want everything, everything the world has to offer.. Maybe we can’t predict the future, but we can predict some things. For example, I am certainly going to fall in love with Olly. It’s almost certainly going to be a disaster.",
            "part_of_series": false,
            "genre_list": [
                "Young Adult",
                "Romance",
                "Contemporary",
                "Fiction",
                "Realistic Fiction",
                "Audiobook"
            ]
        },
        {
            "title": "One of Us Is Lying",
            "authors": [
                "Karen M. McManus"
            ],
            "ranking": 4.02,
            "ranking_count": 519090,
            "abstract": "One of Us Is Lying. is the story of what happens when five strangers walk into detention and only four walk out alive. Everyone is a suspect, and everyone has something to hide.. On Monday afternoon, five students at Bayview High walk into detention.. Bronwyn,. the brain,. is Yale-bound and never breaks a rule.. Addy,. the beauty,. is the picture-perfect homecoming princess.. Nate,. the criminal. , is already on probation for dealing.. Cooper,. the athlete. , is the all-star baseball pitcher.. And. Simon,. the outcast. , is the creator of Bayview High's notorious gossip app.. Only, Simon never makes it out of that classroom. Before the end of detention, Simon's dead. And according to investigators, his death wasn't an accident. On Monday, he died. But on Tuesday, he'd planned to post juicy reveals about all four of his high-profile classmates, which makes all four of them suspects in his murder. Or are they the perfect patsies for a killer who's still on the loose?. Everyone has secrets, right? What really matters is how far you would go to protect them.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Young Adult",
                "Contemporary",
                "Thriller",
                "Fiction",
                "Romance",
                "Audiobook",
                "LGBT"
            ]
        },
        {
            "title": "The Nix",
            "authors": [
                "Nathan  Hill"
            ],
            "ranking": 4.06,
            "ranking_count": 66498,
            "abstract": "A hilarious and deeply touching debut novel about a son, the mother who left him as a child, and how his search to uncover the secrets of her life leads him to reclaim his own.. Meet Samuel Andresen-Anderson: stalled writer, bored teacher at a local college, obsessive player of an online video game. He hasn't seen his mother, Faye, since she walked out when he was a child. But then one day there she is, all over the news, throwing rocks at a presidential candidate. The media paints Faye as a militant radical with a sordid past, but as far as Samuel knows, his mother never left her small Iowa town. Which version of his mother is the true one? Determined to solve the puzzle--and finally have something to deliver to his publisher--Samuel decides to capitalize on his mother's new fame by writing a tell-all biography, a book that will savage her intimately, publicly. But first, he has to locate her; and second, to talk to her without bursting into tears.. As Samuel begins to excavate her history, the story moves from the rural Midwest of the 1960s to New York City during the Great Recession and Occupy Wall Street to the infamous riots at the 1968 Chicago Democratic National Convention, and finally to Norway, home of the mysterious Nix that his mother told him about as a child. And in these places, Samuel will unexpectedly find that he has to rethink everything he ever knew about his mother--a woman with an epic story of her own, a story she kept hidden from the world.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Historical",
                "Audiobook",
                "Literary Fiction",
                "Contemporary",
                "Novels",
                "Literature",
                "Adult Fiction",
                "Adult"
            ]
        },
        {
            "title": "The Emperor's Soul",
            "authors": [
                "Brandon Sanderson"
            ],
            "ranking": 4.35,
            "ranking_count": 75144,
            "abstract": "Also available in. Arcanum Unbounded: The Cosmere Collection. .. A heretic thief is the empire’s only hope in this fascinating tale that inhabits the same world as the popular novel,. Elantris. .. Shai is a Forger, a foreigner who can flawlessly copy and re-create any item by rewriting its history with skillful magic. Condemned to death after trying to steal the emperor’s scepter, she is given one opportunity to save herself. Though her skill as a Forger is considered an abomination by her captors, Shai will attempt to create a new soul for the emperor, who is almost dead.. Probing deeply into his life, she discovers Emperor Ashravan’s truest nature—and the opportunity to exploit it. Her only possible ally is one who is truly loyal to the emperor, but councilor Gaotona must overcome his prejudices to understand that Shai’s forgery is as much artistry as it is deception.. Brimming with magic and political intrigue, this deftly woven fantasy delves into the essence of a living spirit.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Novella",
                "Short Stories",
                "Young Adult",
                "Audiobook",
                "Adult"
            ]
        },
        {
            "title": "Cold Days",
            "authors": [
                "Jim Butcher"
            ],
            "ranking": 4.47,
            "ranking_count": 93173,
            "abstract": "You can't keep a good wizard down - even when he wants to stay that way.. For years, Harry Dresden has been Chicago's only professional wizard, but a bargain made in desperation with the Queen of Air and Darkness has forced him into a new job: professional killer.. Mab, the mother of wicked faeries, has restored the mostly-dead wizard to health, and dispatches him upon his first mission - to bring death to an immortal. Even as he grapples with the impossible task, Dresden learns of a looming danger to Demonreach, the living island hidden upon Lake Michigan, a place whose true purpose and dark potential have the potential to destroy billions and to land Dresden in the deepest trouble he has ever known - even deeper than being dead. How messed up is that?. Beset by his new enemies and hounded by the old, Dresden has only twenty four hours to reconnect with his old allies, prevent a cataclysm and do the impossible - all while the power he bargained to get - but never meant to keep - lays siege to his very soul.. Magic. It can get a guy killed.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Mystery",
                "Audiobook",
                "Science Fiction Fantasy",
                "Paranormal"
            ]
        },
        {
            "title": "Lexicon",
            "authors": [
                "Max Barry"
            ],
            "ranking": 3.92,
            "ranking_count": 35535,
            "abstract": "At an exclusive school somewhere outside of Arlington, Virginia, students aren't taught history, geography, or mathematics--at least not in the usual ways. Instead, they are taught to persuade. Here the art of coercion has been raised to a science. Students harness the hidden power of language to manipulate the mind and learn to break down individuals by psychographic markers in order to take control of their thoughts. The very best will graduate as poets, adept wielders of language who belong to a nameless organization that is as influential as it is secretive.. Whip-smart orphan Emily Ruff is making a living running a three-card Monte game on the streets of San Francisco when she attracts the attention of the organization's recruiters. She is flown across the country for the school's strange and rigorous entrance exams, where, once admitted, she will be taught the fundamentals of persuasion by Bronte, Eliot, and Lowell--who have adopted the names of famous poets to conceal their true identities. For in the organization, nothing is more dangerous than revealing who you are: Poets must never expose their feelings lest they be manipulated. Emily becomes the school's most talented prodigy until she makes a catastrophic mistake: She falls in love.. Meanwhile, a seemingly innocent man named Wil Jamieson is brutally ambushed by two strange men in an airport bathroom. Although he has no recollection of anything they claim he's done, it turns out Wil is the key to a secret war between rival factions of poets and is quickly caught in their increasingly deadly crossfire. Pursued relentlessly by people with powers he can barely comprehend and protected by the very man who first attacked him, Wil discovers that everything he thought he knew about his past was fiction. In order to survive, must journey to the toxically decimated town of Broken Hill, Australia, to discover who he is and why an entire town was blown off the map.. As the two narratives converge, the shocking work of the poets is fully revealed, the body count rises, and the world crashes toward a Tower of Babel event which would leave all language meaningless. A brilliant thriller that connects very modern questions of privacy, identity, and the rising obsession of data collection to centuries-old ideas about the power of language and coercion,. Lexicon. is Max Barry's most ambitious and spellbinding novel yet.",
            "part_of_series": false,
            "genre_list": [
                "Fiction",
                "Science Fiction",
                "Thriller",
                "Fantasy",
                "Mystery",
                "Audiobook",
                "Science Fiction Fantasy",
                "Adult",
                "Adult Fiction"
            ]
        },
        {
            "title": "Captive Prince",
            "authors": [
                "C.S. Pacat"
            ],
            "ranking": 3.82,
            "ranking_count": 74642,
            "abstract": "From global phenomenon C. S. Pacat comes the first in her critically acclaimed trilogy—with a bonus story.. Damen is a warrior hero to his people, and the rightful heir to the throne of Akielos. But when his half brother seizes power, Damen is captured, stripped of his identity, and sent to serve the prince of an enemy nation as a pleasure slave.. Beautiful, manipulative, and deadly, his new master, Prince Laurent, epitomizes the worst of the court at Vere. But in the lethal political web of the Veretian court, nothing is as it seems, and when Damen finds himself caught up in a play for the throne, he must work together with Laurent to survive and save his country.. For Damen, there is just one rule: never, ever reveal his true identity. Because the one man Damen needs is the one man who has more reason to hate him than anyone else…. Includes an exclusive extra story!",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Romance",
                "LGBT",
                "Adult",
                "Fiction",
                "Historical"
            ]
        },
        {
            "title": "Artemis",
            "authors": [
                "Andy Weir"
            ],
            "ranking": 3.68,
            "ranking_count": 215713,
            "abstract": "Jazz Bashara is a criminal.. Well, sort of. Life on Artemis, the first and only city on the moon, is tough if you're not a rich tourist or an eccentric billionaire. So smuggling in the occasional harmless bit of contraband barely counts, right? Not when you've got debts to pay and your job as a porter barely covers the rent.. Everything changes when Jazz sees the chance to commit the perfect crime, with a reward too lucrative to turn down. But pulling off the impossible is just the start of her problems, as she learns that she's stepped square into a conspiracy for control of Artemis itself—and that now, her only chance at survival lies in a gambit even riskier than the first.",
            "part_of_series": false,
            "genre_list": [
                "Science Fiction",
                "Fiction",
                "Audiobook",
                "Space",
                "Science Fiction Fantasy",
                "Adult",
                "Fantasy",
                "Thriller",
                "Adventure",
                "Mystery"
            ]
        },
        {
            "title": "Ragnarok",
            "authors": [
                "A.S. Byatt"
            ],
            "ranking": 3.48,
            "ranking_count": 5132,
            "abstract": "Recently evacuated to the British countryside and with World War Two raging around her, one young girl is struggling to make sense of her life. Then she is given a book of ancient Norse legends and her inner and outer worlds are transformed. Intensely autobiographical and linguistically stunning, this book is a landmark work of fiction from one of Britain's truly great writers.. Intensely timely it is a book about how stories can give us the courage to face our own demise. The Ragnarok myth, otherwise known as the Twilight of the Gods, plays out the endgame of Norse mythology.. It is the myth in which the gods Odin, Freya and Thor die, the sun and moon are swallowed by the wolf Fenrir, the serpent Jörmungandr eats his own tail as he crushes the world and the seas boil with poison.. It is only after such monstrous death and destruction that the world can begin anew.. Byatt taken this remarkable finale and used it as the underpinning of this highly personal and politically charged retelling.",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Fantasy",
                "Historical",
                "Literary Fiction",
                "Literature",
                "Retellings",
                "Novels",
                "European Literature"
            ]
        },
        {
            "title": "Heartless",
            "authors": [
                "Marissa Meyer"
            ],
            "ranking": 4.07,
            "ranking_count": 139973,
            "abstract": "Long before she was the terror of Wonderland—the infamous Queen of Hearts—she was just a girl who wanted to fall in love.. Catherine may be one of the most desired girls in Wonderland, and a favorite of the unmarried King of Hearts, but her interests lie elsewhere. A talented baker, all she wants is to open a shop with her best friend. But according to her mother, such a goal is unthinkable for the young woman who could be the next queen.. Then Cath meets Jest, the handsome and mysterious court joker. For the first time, she feels the pull of true attraction. At the risk of offending the king and infuriating her parents, she and Jest enter into an intense, secret courtship. Cath is determined to define her own destiny and fall in love on her terms. But in a land thriving with magic, madness, and monsters, fate has other plans.. In her first stand-alone teen novel, the. New York Times. -bestselling author dazzles us with a prequel to. Alice's Adventures in Wonderland.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Retellings",
                "Romance",
                "Fiction",
                "Audiobook",
                "Fairy Tales"
            ]
        },
        {
            "title": "Theft of Swords",
            "authors": [
                "Michael J. Sullivan"
            ],
            "ranking": 4.21,
            "ranking_count": 61596,
            "abstract": "Royce Melborn, a skilled thief, and his mercenary partner, Hadrian Blackwater, make a profitable living carrying out dangerous assignments for conspiring nobles-until they are hired to pilfer a famed sword. What appears to be just a simple job finds them framed for the murder of the king and trapped in a conspiracy that uncovers a plot far greater than the mere overthrow of a tiny kingdom.. Can a self-serving thief and an idealistic swordsman survive long enough to unravel the first part of an ancient mystery that has toppled kings and destroyed empires?. And so begins the first tale of treachery and adventure, sword fighting and magic, myth and legend.. When author Michael J. Sullivan self-published the first books of his Riyria Revelations, they rapidly became ebook bestsellers. Now, Orbit is pleased to present the complete series for the first time in bookstores everywhere.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Adventure",
                "Audiobook",
                "Adult",
                "Science Fiction Fantasy",
                "Young Adult"
            ]
        },
        {
            "title": "The Gene: An Intimate History",
            "authors": [
                "Siddhartha Mukherjee"
            ],
            "ranking": 4.35,
            "ranking_count": 40910,
            "abstract": "Spanning the globe and several centuries, The Gene is the story of the quest to decipher the master-code that makes and defines humans, that governs our form and function.. The story of the gene begins in an obscure Augustinian abbey in Moravia in 1856 where a monk stumbles on the idea of a ‘unit of heredity’. It intersects with Darwin’s theory of evolution, and collides with the horrors of Nazi eugenics in the 1940s. The gene transforms post-war biology. It reorganizes our understanding of sexuality, temperament, choice and free will. This is a story driven by human ingenuity and obsessive minds – from Charles Darwin and Gregor Mendel to Francis Crick, James Watson and Rosalind Franklin, and the thousands of scientists still working to understand the code of codes.. This is an epic, moving history of a scientific idea coming to life, by the author of The Emperor of All Maladies. But woven through The Gene, like a red line, is also an intimate history – the story of Mukherjee’s own family and its recurring pattern of mental illness, reminding us that genetics is vitally relevant to everyday lives. These concerns reverberate even more urgently today as we learn to “read” and “write” the human genome – unleashing the potential to change the fates and identities of our children.. Majestic in its ambition, and unflinching in its honesty, The Gene gives us a definitive account of the fundamental unit of heredity – and a vision of both humanity’s past and future.",
            "part_of_series": false,
            "genre_list": [
                "Science",
                "Nonfiction",
                "History",
                "Health",
                "Biology",
                "Audiobook",
                "Medical"
            ]
        },
        {
            "title": "A Street Cat Named Bob: How One Man and His Cat Found Hope on the Streets",
            "authors": [
                "James Bowen"
            ],
            "ranking": 3.95,
            "ranking_count": 51224,
            "abstract": "The moving, uplifting true story of an unlikely friendship between a man on the streets and the ginger cat who adopts him and helps him heal his life.",
            "part_of_series": true,
            "genre_list": [
                "Nonfiction",
                "Animals",
                "Biography",
                "Autobiography",
                "Biography Memoir",
                "Contemporary",
                "Adult",
                "European Literature"
            ]
        },
        {
            "title": "The Sleeper and the Spindle",
            "authors": [
                "Neil Gaiman",
                "Chris Riddell"
            ],
            "ranking": 3.89,
            "ranking_count": 45473,
            "abstract": "A thrillingly reimagined fairy tale from the truly magical combination of author Neil Gaiman and illustrator Chris Riddell – weaving together a sort-of Snow White and an almost Sleeping Beauty with a thread of dark magic, which will hold readers spellbound from start to finish.. On the eve of her wedding, a young queen sets out to rescue a princess from an enchantment. She casts aside her fine wedding clothes, takes her chain mail and her sword and follows her brave dwarf retainers into the tunnels under the mountain towards the sleeping kingdom. This queen will decide her own future – and the princess who needs rescuing is not quite what she seems. Twisting together the familiar and the new, this perfectly delicious, captivating and darkly funny tale shows its creators at the peak of their talents.. Lavishly produced, packed with glorious Chris Riddell illustrations enhanced with metallic ink, this is a spectacular and magical gift.",
            "part_of_series": false,
            "genre_list": [
                "Fantasy",
                "Sequential Art",
                "Fiction",
                "Young Adult",
                "Retellings",
                "Short Stories",
                "Audiobook",
                "Childrens"
            ]
        },
        {
            "title": "The Girl in the Tower",
            "authors": [
                "Katherine Arden"
            ],
            "ranking": 4.34,
            "ranking_count": 78393,
            "abstract": "The Bear and the Nightingale. , Katherine Arden’s enchanting first novel, introduced readers to an irresistible heroine. Vasilisa has grown up at the edge of a Russian wilderness, where snowdrifts reach the eaves of her family’s wooden house and there is truth in the fairy tales told around the fire. Vasilisa’s gift for seeing what others do not won her the attention of Morozko—Frost, the winter demon from the stories—and together they saved her people from destruction. But Frost’s aid comes at a cost, and her people have condemned her as a witch.. In. The Girl in the Tower. , Vasilisa faces an impossible choice. Driven from her home by frightened villagers, she has only two options left: marriage or the convent. She cannot bring herself to accept either fate and instead chooses adventure, dressing herself as a boy and setting off astride her magnificent stallion Solovey.. But after she prevails in a skirmish with bandits, everything changes. The Grand Prince of Moscow anoints her a hero for her exploits, and she is reunited with her beloved sister and brother, who are now part of the Grand Prince’s inner circle. She dares not reveal to the court that she is a girl, for if her deception were discovered it would have terrible consequences for herself and her family. Before she can untangle herself from Moscow’s intrigues—and as Frost provides counsel that may or may not be trustworthy—she will also confront an even graver threat lying in wait for all of Moscow itself.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Fiction",
                "Young Adult",
                "Cultural",
                "Adult"
            ]
        },
        {
            "title": "Missoula: Rape and the Justice System in a College Town",
            "authors": [
                "Jon Krakauer"
            ],
            "ranking": 4.09,
            "ranking_count": 48894,
            "abstract": "From bestselling author Jon Krakauer, a stark, powerful, meticulously reported narrative about a series of sexual assaults at the University of Montana ­— stories that illuminate the human drama behind the national plague of campus rape.. Missoula, Montana, is a typical college town, with a highly regarded state university, bucolic surroundings, a lively social scene, and an excellent football team — the Grizzlies — with a rabid fan base.. The Department of Justice investigated 350 sexual assaults reported to the Missoula police between January 2008 and May 2012. Few of these assaults were properly handled by either the university or local authorities. In this, Missoula is also typical.. A DOJ report released in December of 2014 estimates 110,000 women between the ages of eighteen and twenty-four are raped each year. Krakauer’s devastating narrative of what happened in Missoula makes clear why rape is so prevalent on American campuses, and why rape victims are so reluctant to report assault.. Acquaintance rape is a crime like no other. Unlike burglary or embezzlement or any other felony, the victim often comes under more suspicion than the alleged perpetrator. This is especially true if the victim is sexually active; if she had been drinking prior to the assault — and if the man she accuses plays on a popular sports team. The vanishingly small but highly publicized incidents of false accusations are often used to dismiss her claims in the press. If the case goes to trial, the woman’s entire personal life becomes fair game for defense attorneys.. This brutal reality goes a long way towards explaining why acquaintance rape is the most underreported crime in America. In addition to physical trauma, its victims often suffer devastating psychological damage that leads to feelings of shame, emotional paralysis and stigmatization. PTSD rates for rape victims are estimated to be 50%, higher than soldiers returning from war.. In Missoula, Krakauer chronicles the searing experiences of several women in Missoula — the nights when they were raped; their fear and self-doubt in the aftermath; the way they were treated by the police, prosecutors, defense attorneys; the public vilification and private anguish; their bravery in pushing forward and what it cost them.. Some of them went to the police. Some declined to go to the police, or to press charges, but sought redress from the university, which has its own, non-criminal judicial process when a student is accused of rape. In two cases the police agreed to press charges and the district attorney agreed to prosecute. One case led to a conviction; one to an acquittal. Those women courageous enough to press charges or to speak publicly about their experiences were attacked in the media, on Grizzly football fan sites, and/or to their faces. The university expelled three of the accused rapists, but one was reinstated by state officials in a secret proceeding. One district attorney testified for an alleged rapist at his university hearing. She later left the prosecutor’s office and successfully defended the Grizzlies’ star quarterback in his rape trial. The horror of being raped, in each woman’s case, was magnified by the mechanics of the justice system and the reaction of the community.. Krakauer’s dispassionate, carefully documented account of what these women endured cuts through the abstract ideological debate about campus rape. College-age women are not raped because they are promiscuous, or drunk, or send mixed signals, or feel guilty about casual sex, or seek attention. They are the victims of a terrible crime and deserving of compassion from society and fairness from a justice system that is clearly broken.",
            "part_of_series": false,
            "genre_list": [
                "Nonfiction",
                "Crime",
                "Audiobook",
                "Feminism",
                "Mystery",
                "History",
                "Politics",
                "Sociology",
                "Writing",
                "Adult"
            ]
        },
        {
            "title": "The Sixth Man",
            "authors": [
                "David Baldacci"
            ],
            "ranking": 4.17,
            "ranking_count": 47635,
            "abstract": "After the #1. New York Times. bestsellers. Split Second. ,. Hour Game. ,. Simple Genius. , and. First Family. , Sean King and Michelle Maxwell return in their most shocking case: a high stakes struggle where the relentless needs of national security run up against the absolute limits of the human mind.. THE SIXTH MAN. Edgar Roy--an alleged serial killer held in a secure, fortress-like Federal Supermax facility-is awaiting trial. He faces almost certain conviction. Sean King and Michelle Maxwell are called in by Roy's attorney, Sean's old friend and mentor Ted Bergin, to help work the case. But their investigation is derailed before it begins--en route to their first meeting with Bergin, Sean and Michelle find him murdered.. It is now up to them to ask the questions no one seems to want answered: Is Roy a killer? Who murdered Bergin? With help from some surprising allies, they continue to pursue the case. But the more they dig into Roy's past, the more they encounter obstacles, half-truths, dead-ends, false friends, and escalating threats from every direction. Their persistence puts them on a collision course with the highest levels of the government and the darkest corners of power. In a terrifying confrontation that will push Sean and Michelle to their limits, the duo may be permanently parted.",
            "part_of_series": true,
            "genre_list": [
                "Mystery",
                "Fiction",
                "Thriller",
                "Suspense",
                "Audiobook",
                "Action",
                "Spy Thriller"
            ]
        },
        {
            "title": "The Darkest Passion",
            "authors": [
                "Gena Showalter"
            ],
            "ranking": 4.34,
            "ranking_count": 41157,
            "abstract": "For weeks, the immortal warrior Aeron has sensed an invisible female presence. An angel-demon-assassin has been sent to kill him. Or has she? Olivia claims she fell from the heavens, giving up immortality because she couldn't bear to harm him. But trusting—and falling for—Olivia will endanger them all. So how has this mortal with the huge blue eyes already unleashed Aeron's darkest passion?. With an enemy hot on his trail and his faithful demon companion determined to remove Olivia from his life, Aeron is trapped between duty and consuming desire. Worse still, a new executioner has been sent to do the job Olivia wouldn't...",
            "part_of_series": true,
            "genre_list": [
                "Romance",
                "Fantasy",
                "Paranormal",
                "Adult"
            ]
        },
        {
            "title": "Strange the Dreamer",
            "authors": [
                "Laini Taylor"
            ],
            "ranking": 4.28,
            "ranking_count": 103962,
            "abstract": "The dream chooses the dreamer, not the other way around—. and Lazlo Strange, war orphan and junior librarian, has always feared that his dream chose poorly. Since he was five years old he’s been obsessed with the mythic lost city of Weep, but it would take someone bolder than he to cross half the world in search of it. Then a stunning opportunity presents itself, in the person of a hero called the Godslayer and a band of legendary warriors, and he has to seize his chance or lose his dream forever.. What happened in Weep two hundred years ago to cut it off from the rest of the world? What exactly did the Godslayer slay that went by the name of. god. ? And what is the mysterious problem he now seeks help in solving?. The answers await in Weep, but so do more mysteries—including the blue-skinned goddess who appears in Lazlo’s dreams. How did he dream her before he knew she existed? And if all the gods are dead, why does she seem so real?. Welcome to Weep.",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Young Adult",
                "Romance",
                "Fiction",
                "Audiobook",
                "Adventure",
                "Science Fiction Fantasy"
            ]
        },
        {
            "title": "Out of Sight, Out of Time",
            "authors": [
                "Ally Carter"
            ],
            "ranking": 4.33,
            "ranking_count": 53100,
            "abstract": "With more than a million Gallagher Girls books sold, a legion of fans have fallen in love with the. New York Times. best-selling spy-girl series, and the fifth book delivers the most nerve-wracking, high-stakes adventure yet.. The last thing Cammie Morgan remembers is leaving the Gallagher Academy to protect her friends and family from the Circle of Cavan-an ancient terrorist organization that has been hunting her for over a year. But when Cammie wakes up in an alpine convent and discovers that months have passed, she must face the fact that her memory is now a black hole. The only traces left of Cammie's summer vacation are the bruises on her body and the dirt under her nails, and all she wants is to go home.. Once she returns to school, however, Cammie realizes that even the Gallagher Academy now holds more questions than answers. Cammie, her friends, and mysterious spy-guy Zach must face their most difficult challenge yet as they travel to the other side of the world, hoping to piece together the clues that Cammie left behind. It's a race against time. The Circle is hot on their trail and willing stop at nothing to prevent Cammie from remembering what she did last summer.",
            "part_of_series": true,
            "genre_list": [
                "Young Adult",
                "Mystery",
                "Romance",
                "Contemporary",
                "Spy Thriller",
                "Fiction",
                "Adventure",
                "Womens Fiction",
                "Action"
            ]
        },
        {
            "title": "Forbidden",
            "authors": [
                "Tabitha Suzuma"
            ],
            "ranking": 4.01,
            "ranking_count": 65431,
            "abstract": "She is pretty and talented - sweet sixteen and never been kissed. He is seventeen; gorgeous and on the brink of a bright future. And now they have fallen in love. But... they are brother and sister.. Seventeen-year-old Lochan and sixteen-year-old Maya have always felt more like friends than siblings. Together they have stepped in for their alcoholic, wayward mother to take care of their three younger siblings. As defacto parents to the little ones, Lochan and Maya have had to grow up fast. And the stress of their lives—and the way they understand each other so completely—has also brought them closer than two siblings would ordinarily be. So close, in fact, that they have fallen in love. Their clandestine romance quickly blooms into deep, desperate love. They know their relationship is wrong and cannot possibly continue. And yet, they cannot stop what feels so incredibly right. As the novel careens toward an explosive and shocking finale, only one thing is certain: a love this devastating has no happy ending.",
            "part_of_series": false,
            "genre_list": [
                "Romance",
                "Young Adult",
                "Contemporary",
                "Fiction",
                "Dark",
                "Realistic Fiction",
                "New Adult",
                "Drama"
            ]
        },
        {
            "title": "The Winter of the Witch",
            "authors": [
                "Katherine Arden"
            ],
            "ranking": 4.5,
            "ranking_count": 59036,
            "abstract": "Following their adventures in. The Bear and the Nightingale. and. The Girl in the Tower. , Vasya and Morozko return in this stunning conclusion to the bestselling. Winternight Trilogy. , battling enemies mortal and magical to save both Russias, the seen and the unseen.. Now Moscow has been struck by disaster. Its people are searching for answers—and for someone to blame. Vasya finds herself alone, beset on all sides. The Grand Prince is in a rage, choosing allies that will lead him on a path to war and ruin. A wicked demon returns, stronger than ever and determined to spread chaos. Caught at the center of the conflict is Vasya, who finds the fate of two worlds resting on her shoulders. Her destiny uncertain, Vasya will uncover surprising truths about herself and her history as she desperately tries to save Russia, Morozko, and the magical world she treasures. But she may not be able to save them all.. Advance praise for. The Winter of the Witch. “Katherine Arden’s Winternight Trilogy isn’t just good—it’s hug-to-your-chest, straight-to-the-favorites-shelf, reread-immediately good, and each book just gets better. The Winter of the Witch plunges us back to fourteenth-century Moscow, where old gods and new vie for the soul of Russia and fate rests on a witch girl’s slender shoulders. Prepare to have your heart ripped out, loaned back to you full of snow and magic, and ripped out some more.”—. Laini Taylor",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Historical",
                "Fiction",
                "Young Adult",
                "Romance",
                "Audiobook"
            ]
        },
        {
            "title": "Autumn",
            "authors": [
                "Ali Smith"
            ],
            "ranking": 3.7,
            "ranking_count": 62787,
            "abstract": "Daniel is a century old. Elisabeth, born in 1984, has her eye on the future. The United Kingdom is in pieces, divided by a historic once-in-a-generation summer.. Love is won, love is lost. Hope is hand in hand with hopelessness. The seasons roll round, as ever...",
            "part_of_series": true,
            "genre_list": [
                "Fiction",
                "Contemporary",
                "Literary Fiction",
                "Novels",
                "European Literature",
                "Literature",
                "Art",
                "Audiobook",
                "Adult Fiction"
            ]
        },
        {
            "title": "The Broken Kingdoms",
            "authors": [
                "N.K. Jemisin"
            ],
            "ranking": 4.12,
            "ranking_count": 30124,
            "abstract": "In the city of Shadow, beneath the World Tree, alleyways shimmer with magic and godlings live hidden among mortalkind. Oree Shoth, a blind artist, takes in a homeless man who glows like a living sun to her strange sight. This act of kindness engulfs Oree in a nightmarish conspiracy. Someone, somehow, is murdering godlings, leaving their desecrated bodies all over the city.. Oree's peculiar guest is at the heart of it, his presence putting her in mortal danger -- but is it him the killers want, or Oree? And is the earthly power of the Arameri king their ultimate goal, or have they set their sights on the Lord of Night himself?",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Romance",
                "Science Fiction Fantasy",
                "Adult",
                "Mythology",
                "Audiobook"
            ]
        },
        {
            "title": "Skin Game",
            "authors": [
                "Jim Butcher"
            ],
            "ranking": 4.56,
            "ranking_count": 77626,
            "abstract": "Harry Dresden, Chicago's only professional wizard, is about to have a very bad day…. Because as Winter Knight to the Queen of Air and Darkness, Harry never knows what the scheming Mab might want him to do. Usually, it’s something awful.. He doesn’t know the half of it…. Mab has just traded Harry’s skills to pay off one of her debts. And now he must help a group of supernatural villains—led by one of Harry’s most dreaded and despised enemies, Nicodemus Archleone—to break into the highest-security vault in town, so that they can then access the highest-security vault in the Nevernever.. It's a smash and grab job to recover the literal Holy Grail from the vaults of the greatest treasure hoard in the supernatural world—which belongs to the one and only Hades, Lord of the freaking Underworld and generally unpleasant character. Worse, Dresden suspects that there is another game afoot that no one is talking about. And he's dead certain that Nicodemus has no intention of allowing any of his crew to survive the experience. Especially Harry.. Dresden's always been tricky, but he's going to have to up his backstabbing game to survive this mess—assuming his own allies don’t end up killing him before his enemies get the chance…",
            "part_of_series": true,
            "genre_list": [
                "Fantasy",
                "Fiction",
                "Mystery",
                "Audiobook",
                "Science Fiction Fantasy",
                "Fairies"
            ]
        },
        {
            "title": "Why Be Happy When You Could Be Normal?",
            "authors": [
                "Jeanette Winterson"
            ],
            "ranking": 3.96,
            "ranking_count": 37105,
            "abstract": "Witty, acute, fierce, and celebratory, Why Be Happy When You Could Be Normal? is a tough-minded search for belonging, for love, identity, home, and a mother.. Jeanette Winterson's novels have established her as a major figure in world literature. She has written some of the most admired books of the past few decades, including her internationally bestselling first novel, Oranges Are Not the Only Fruit, the story of a young girl adopted by Pentecostal parents that is now often required reading in contemporary fiction.. Why Be Happy When You Could Be Normal? is a memoir about a life's work to find happiness. It's a book full of stories: about a girl locked out of her home, sitting on the doorstep all night; about a religious zealot disguised as a mother who has two sets of false teeth and a revolver in the dresser, waiting for Armageddon; about growing up in an north England industrial town now changed beyond recognition; about the Universe as Cosmic Dustbin.. It is the story of how a painful past that Jeanette thought she'd written over and repainted rose to haunt her, sending her on a journey into madness and out again, in search of her biological mother.",
            "part_of_series": false,
            "genre_list": [
                "Autobiography",
                "Nonfiction",
                "LGBT",
                "Biography",
                "Biography Memoir",
                "Feminism",
                "Parenting"
            ]
        }
    ]
}